Repository: ProtonMail/ios-mail
Catalog: ProtonMail/ProtonMail/Resource/Localization/*.lproj/Localizable.strings
Languages: be, ca, el, fr, id, is, ka, nb, ro, sk, sl_si, sv, tr

source: Updated Proton, unified protection
be: Абноўлены Proton, уніфікаваная абарона
ca: Proton actualitzat, protecció unificada
el: Ενημερωμένο Proton, ενοποιημένη προστασία
fr: Nouvelle version, protection unifiée
id: Proton yang baru, dengan perlindungan yang tersatukan
is: Uppfært Proton, sameinuð vörn
ka: განახლებული Proton-ი, გაერთიანებული დაცვა
nb: Oppdaterte Proton, enhetlig beskyttelse
ro: Proton actualizat, protecție unificată
sk: Aktualizovaný Proton, jednotná ochrana
sl_si: Posodobljeni Proton, poenotena zaščita
sv: Uppdaterat Proton, enhetligt skydd
tr: Güncellenmiş Proton, birleşik koruma

source: Upgrade to a paid plan to send from your %@ address
be: Перайдзіце на платны тарыфны план, каб мець магчымасць адпраўляць з вашага адраса %@
ca: Actualitzeu a un pla de pagament per enviar des de la vostra adreça %@
el: Για αποστολή από τη διεύθυνσή σας %@, αναβαθμίστε σε πρόγραμμα επί πληρωμή
fr: Passez à un abonnement payant pour envoyer depuis votre adresse %@.
id: Tingkatkan jenis akun Anda ke akun berbayar untuk dapat mengirim dari alamat %@ Anda
is: Uppfærðu í greidda áskrift til að senda úr %@ tölvupóstfanginu þínu
ka: თქვენი მისამართიდან (%@) გასაგზავნად გადადით ფასიან გეგმაზე
nb: Oppgrader til en betalt plan for å sende fra din %@-adresse
ro: Treceți la un plan cu plată pentru a trimite de la adresa %@
sk: Upgradujte na platený účet, ak chcete posielať správy z vašej %@ adresy
sl_si: Za pošiljanje z naslova %@ nadgradite na plačljiv paket.
sv: Uppgradera till ett betalt paket för att skicka från din %@-adress
tr: %@ adresinden gönderebilmek için ücretli bir tarifeye yükseltin

source: Upload device contacts
be: Запампаваць кантакты з прылады
ca: Carregar contactes del dispositiu
el: Ανέβασμα επαφών συσκευής
fr: Importer les contacts de l'appareil
id: Unggah kontak perangkat
is: Senda inn tengiliði af tæki
ka: მოწყობილობის კონტაქტების ატვირთვა
nb: Last opp enhetskontakter
ro: Încărcare contacte din dispozitiv
sk: Nahrať kontakty zo zariadenia
sl_si: Naloži stike naprave
sv: Ladda upp enhetskontakter
tr: Aygıt kişilerini yükle

source: Upload iOS contacts to Proton Mail?
be: Запампаваць кантакты iOS у Proton Mail?
ca: Voleu pujar els contactes d'iOS a Proton Mail?
el: Ανέβασμα επαφών iOS στο Proton Mail;
fr: Importer les contacts iOS dans Proton Mail ?
id: Unggah kontak iOS ke Proton Mail?
is: Senda iOS-tengiliði inn í Proton tölvupóst?
ka: ავტვირთო iOS-ის კონტაქტები Proton Mail-ზე?
nb: Laste opp iOS-kontakter til Proton Mail?
ro: Încărcați contactele iOS în Proton Mail?
sk: Nahrať iOS kontakty na Proton Mail?
sl_si: Naložiti iOS stike v Proton Mail?
sv: Ladda upp iOS-kontakter till Proton Mail?
tr: iOS kişileri Proton Mail üzerine yüklensin mi?

source: URL
be: URL-адрас
el: Διεύθυνση URL
is: Slóð
nb: Nettadresse
ro: Adresa URL
sk: Odkaz
tr: İnternet adresi

source: Use folder colors
be: Выкарыстоўваць колеры папак
ca: Utilitza colors de carpeta
el: Χρήση χρωμάτων φακέλου
fr: Utiliser les couleurs de dossier
id: Gunakan folder berwarna
is: Notaðu möppuliti
ka: საქაღალდის ფერების გამოყენება
nb: Bruk mappefarger
ro: Folosire culori folder
sk: Použiť farby priečinkov
sl_si: Uporabi barve mape
sv: Använd mappfärger
tr: Klasör renkleri kullanılsın

source: Verification error
be: Памылка праверкі
ca: Error de verificació
el: Σφάλμα επαλήθευσης
fr: Erreur de vérification
id: Kesalahan verifikasi
is: Villa í staðfestingu
ka: შემოწმების შეცდომა
nb: Verifiseringsfeil
ro: Eroare verificare
sk: Chyba pri overovaní
sl_si: Napaka pri preverjanju
sv: Verifieringsfel
tr: Doğrulama hatası

source: Verification of this content’s signature failed
be: Не ўдалося праверыць подпіс гэтага змесціва
ca: No s'ha pogut verificar la signatura d'aquest contingut.
el: Η επαλήθευση της υπογραφής αυτού του περιεχομένου απέτυχε
fr: La signature de ce contenu n'a pas pu être vérifiée.
id: Verifikasi tanda tangan konten ini gagal
is: Sannvottun á undirritun þessa efnis brást
ka: ამ შემცველობის ხელმოწერის შემოწმების შეცდომა
nb: Bekreftelsen av signaturen til dette innholdet mislyktes
ro: Verificarea semnăturii acestui conținut a eșuat.
sk: Overenie podpisu tohto obsahu zlyhalo
sl_si: Preverjanje podpisa te vsebine ni uspelo
sv: Verifiering av detta innehållets signatur misslyckades
tr: Bu içeriğin imzası doğrulanamadı

source: View
is: Skoða
tr: Görüntüle

source: View headers
be: Прагляд загалоўкаў
ca: Mostrar les capçaleres
el: Προβολή Κεφαλίδων
fr: Voir les en-têtes
id: Lihat tajuk
is: Skoða hausa
ka: თავსართების ნახვა
nb: Vis overskrifter
ro: Afișare antete
sk: Zobraziť hlavičku emailu
sl_si: Prikaži glave
sv: Visa rubriker
tr: Üst bilgileri görüntüle

source: View HTML
be: Паглядзець HTML
ca: Veure HTML
el: Προβολή HTML
fr: Voir le HTML
id: Lihat HTML
is: Skoða HTML
ka: HTML-ის ნახვა
nb: Vis HTML
ro: Afișare HTML
sk: Zobrazenie HTML
sl_si: Prikaži HTML
sv: Visa HTML
tr: HTML olarak görüntüle

source: View message in Dark mode
be: Паглядзець паведамленні ў цёмным рэжыме
ca: Veure missatges en mode Fosc
el: Προβολή μηνύματος σε Σκούρα διαμόρφωση
fr: Voir le message en mode sombre
id: Tampilkan pesan dalam mode Gelap
is: Skoða skilaboð í dökkum ham
ka: შეტყობინებების ბნელ რეჟიმში ნახვა
nb: Vis melding i mørk modus
ro: Vizualizare mesaj în mod întunecat
sk: Zobraziť správu v tmavom režime
sl_si: Ogled sporočila v temnem načinu.
sv: Visa meddelande i mörkt läge
tr: İletiyi koyu kipte görüntüle

source: View message in Light mode
be: Паглядзець паведамленні ў светлым рэжыме
ca: Veure missatges en mode Clar
el: Προβολή μηνύματος σε Φωτεινή διαμόρφωση
fr: Voir le message en mode clair
id: Tampilkan pesan dalam mode Terang
is: Skoða skilaboð í ljósum ham
ka: შეტყობინებების ღია რეჟიმში ნახვა
nb: Vis melding i lys modus
ro: Vizualizare mesaj în mod deschis
sk: Zobraziť správu v svetlom režime
sl_si: Ogled sporočila v svetlem načinu
sv: Visa meddelande i ljust läge
tr: İletiyi açık kipte görüntüle

source: Warning
be: Папярэджанне
ca: Advertència
el: Προειδοποίηση
fr: Attention
id: Peringatan
is: Aðvörun
ka: გაფრთხილება
nb: Advarsel
ro: Avertizare
sk: Upozornenie
sl_si: Opozorilo
sv: Varning
tr: Uyarı

source: Warning: Before you pass the human check you can't send email!
is: Aðvörun: Þú getur ekki sent tölvupóst fyrr en þú hefur staðist athugun á hvort þú sért manneskja!
tr: Uyarı: İnsan doğrulamasını tamamlamadan e-posta gönderemezsiniz!

source: Warning: suspected fake website
be: Папярэджанне: гэты вэб-сайт можа быць падробленым
ca: Avís: presumpte lloc web fals
el: Προειδοποίηση: υποψία ψεύτικης ιστοσελίδας
fr: Attention : site internet suspect/frauduleux
id: Peringatan: situs web ini terindikasi palsu
is: Viðvörun: grunur um falska vefsíðu
ka: გაფრთხილება: დიდი ალბათობით ვებგვერდი ყალბია
nb: Advarsel: mistenkt falskt nettsted
ro: Avertisment: suspectare site fals
sk: Varovanie: podozrenie na falošnú webovú stránku
sl_si: Pozor: morebitno lažno spletno mesto
sv: Varning: misstänkt falsk webbplats
tr: Uyarı: Şüpheli sahte web sitesi

source: We could not send your message, possibly because of a poor network connection. Your message was saved to Drafts and will be sent automatically the next time you open the app.
be: Мы не змаглі адправіць ваша паведамленне. Верагодна, што ў вас дрэннае падключэнне. Ваша паведамленне захавана ў чарнавіках і будзе аўтаматычна адпраўлена падчас наступнага запуску праграмы.
ca: No hem pogut enviar el vostre missatge, possiblement a causa d'una mala connexió de xarxa. El vostre missatge s'ha desat a Esborranys i s'enviarà automàticament la propera vegada que obriu l'aplicació.
el: Δεν ήταν δυνατή η αποστολή του μηνύματος σας, πιθανώς λόγω κακής σύνδεσης δικτύου. Το μήνυμα σας αποθηκεύτηκε στα Πρόχειρα και θα σταλεί αυτόματα την επόμενη φορά που θα ανοίξετε την εφαρμογή.
fr: Nous n'avons pas pu envoyer votre message, peut-être à cause d'une mauvaise connexion réseau. Votre message a été enregistré dans le dossier Brouillons et sera envoyé automatiquement la prochaine fois que vous ouvrirez l'application.
id: Kami tidak dapat mengirimkan pesan Anda, yang kemungkinan disebabkan oleh koneksi jaringan yang buruk. Pesan Anda telah tersimpan di Draf dan akan terkirim secara otomatis pada saat Anda kembali membuka aplikasi ke depannya.
is: Ekki var hægt að senda skilaboðin þín, mögulega vegna lélegrar nettengingar. Skilaboðin þín voru vistuð í Drög og verða sjálfkrafa send næst þegar þú opnar forritið.
ka: შეტყობინების გაგზავნა ვერ მოხერხდა, ქსელის ცუდი კავშირის გამო. თქვენი შეტყობინება შენახულია მონახაზებში და ავტომატურად გაიგზავნება აპის გახსნის შემდეგ.
nb: Vi kunne ikke sende meldingen din, muligens på grunn av en dårlig nettverkstilkobling. Meldingen din ble lagret i Utkast og sendes automatisk neste gang du åpner appen.
ro: Nu s-a putut trimite mesajul, probabil din cauza unei conexiuni slabe la rețea. Mesajul a fost salvat în «Ciorne» și va fi trimis automat data viitoare la deschiderea aplicației.
sk: Vašu správu sa nepodarilo odoslať, možno z dôvodu slabého sieťového pripojenia. Vaša správa bola uložená do Konceptov a bude automaticky odoslaná pri ďalšom otvorení aplikácie.
sl_si: Vašega sporočila nismo mogli poslati, verjetno zaradi slabe omrežne povezave. Vaše sporočilo je bilo shranjeno v Osnutke in bo samodejno poslano, ko naslednjič odprete aplikacijo.
sv: Vi kunde inte skicka ditt meddelande, p.g.a. en svag nätverksanslutning. Ditt meddelande sparades i Utkast och skickas automatiskt nästa gång du öppnar appen.
tr: İletinizi, büyük olasılıkla zayıf bir ağ bağlantısı nedeniyle gönderemedik. İletiniz taslaklar kutusuna kaydedildi ve uygulamayı bir sonraki açışınızda otomatik olarak gönderilecek.

source: We have trouble connecting to the servers. Please reconnect.
be: Узнікла праблема з падключэннем да сервераў. Паспрабуйце падключыцца яшчэ раз.
ca: Tenim problemes per connectar amb els servidors. Torneu a connectar-vos.
el: Δυσκολευόμαστε να συνδεθούμε στους διακομιστές. Παρακαλούμε επανασυνδεθείτε.
fr: Nous avons des difficultés à nous connecter aux serveurs. Nous vous invitons à vous reconnecter.
id: Kami mengalami kendala dalam menyambungkan ke server. Silakan sambungkan ulang.
is: Við eigum í vandræðum með að tengjast netþjónunum. Vinsamlegast tengdu aftur.
ka: სერვერებთან დაკავშირების შეცდომა. კიდევ სცადეთ.
nb: Vi har problemer med å koble til tjenerne. Koble til igjen.
ro: Au apărut probleme la conectarea la servere. Reconectaţi-vă.
sk: Máme problém s pripojením k serverom. Obnovte pripojenie, prosím.
sl_si: Imamo težave pri povezovanju s strežniki. Prosimo, znova se povežite.
sv: Vi har problem att ansluta till servrarna. Anslut igen.
tr: Sunucularla bağlantı kurmakta sorun yaşıyoruz. Lütfen yeniden bağlanın.

source: We recommend setting up a password instead for the following recipients:
be: Замест гэтага мы рэкамендуем наладзіць пароль для наступных атрымальнікаў:
ca: Recomanem configurar una contrasenya pels destinataris següents:
el: Συνιστούμε να ορίσετε έναν κωδικό πρόσβασης για τους ακόλουθους παραλήπτες:
fr: Nous vous recommandons de configurer un mot de passe pour les destinataires suivants :
id: Kami menyarankan Anda untuk menyetel sandi bagi penerima berikut:
is: Við mælum með því að setja upp lykilorð í staðinn fyrir eftirfarandi viðtakendur:
ka: გირჩევთ პაროლის დაყენებას შემდეგი მომხმარებლებისათვის:
nb: Vi anbefaler at du i stedet konfigurerer et passord for følgende mottakere:
ro: Se recomandă configurarea unei parole pentru următorii destinatari:
sk: Odporúčame miesto toho nastaviť heslo pre nasledujúcich príjemcov:
sl_si: Priporočamo, da namesto tega nastavite geslo za naslednje prejemnike:
sv: Vi rekommenderar att du ställer in ett lösenord istället för följande mottagare:
tr: Bunun yerine, şu alıcılar için bir parola ayarlanmasını öneriyoruz:

source: We recommend setting up a password instead, or disabling PGP for the following recipients:
be: Замест гэтага мы рэкамендуем наладзіць пароль або адключыць PGP для наступных атрымальнікаў:
ca: Recomanem configurar una contrasenya o desactivar PGP pels destinataris següents:
el: Συνιστούμε να ορίσετε έναν κωδικό πρόσβασης ή να απενεργοποιρίσετε το PGP για τους ακόλουθους παραλήπτες:
fr: Nous vous recommandons de configurer un mot de passe à la place, ou de désactiver PGP pour les destinataires suivants :
id: Kami menyarankan Anda untuk menyetel sandi atau menonaktifkan PGP bagi penerima berikut:
is: Við mælum með því að setja upp lykilorð í staðinn eða slökkva á PGP fyrir eftirfarandi viðtakendur:
ka: გირჩევთ პაროლის დაყენებას ან PGP-ის გათიშვას შემდეგი მომხმარებლებისათვის:
nb: Vi anbefaler at du i stedet konfigurerer et passord, eller deaktiverer PGP for følgende mottakere:
ro: Se recomandă configurarea unei parole sau dezactivarea PGP pentru următorii destinatari:
sk: Odporúčame miesto toho nastaviť heslo alebo vypnúť PGP pre nasledujúcich príjemcov:
sl_si: Priporočamo, da namesto tega nastavite geslo ali da onemogočite PGP za naslednje prejemnike:
sv: Vi rekommenderar att du ställer in ett lösenord istället eller inaktiverar PGP för följande mottagare:
tr: Bunun yerine şu alıcılar için bir parola ayarlanmasını ya da PGP şifrelemesinin devre dışı bırakılmasını öneriyoruz:

source: week
is: vika
tr: hafta

source: Wonderful
is: Frábært
tr: Çok iyi

source: Work
be: Працоўны
ca: Feina
el: Εργασία
fr: Travail
id: Kantor
is: Vinna
ka: სამსახურის
nb: Arbeid
ro: Serviciu
sk: Práca
sl_si: Službeno
sv: Arbete
tr: İş

source: wrote:
be: піша:
ca: va escriure:
el: έγραψε:
fr: a écrit :
id: menulis:
is: skrifaði:
ka: დაწერა:
nb: skrev:
ro: a scris:
sk: napísal(-a):
sl_si: je napisal:
sv: skrev:
tr: şunu yazdı:

source: Yes, attach details of payment
be: Так, далучыць рэквізіты плацяжу
ca: Sí, adjuntar dades de pagament
el: Ναι, επισυνάψτε τα στοιχεία πληρωμής
fr: Oui, joindre les détails du paiement
id: Ya, lampirkan rincian pembayaran
is: Já, láta fylgja ítarupplýsingar varðandi greiðsluna
ka: დიახ, მიაბი გადახდის დეტალები
nb: Ja, legg ved betalingsopplysninger
ro: Da, atașez detaliile plății.
sk: Áno, priložiť detaily platby
sl_si: Da, priloži podrobnosti o plačilu
sv: Ja, bifoga detaljer för betalning
tr: Evet, ödeme ayrıntıları eklensin

source: Yesterday
be: Учора
ca: Ahir
el: Χθες
fr: Hier
id: Kemarin
is: Í gær
ka: გუშინ
nb: I går
ro: Ieri
sk: Včera
sl_si: Včeraj
sv: Igår
tr: Dün

source: You are about to launch the web browser and navigate to
be: Вы збіраецеся запусціць браўзер і перайсці па спасылцы
ca: Esteu a punt de llançar el navegador web i navegar fins a
el: Πρόκειται να εκκινήσετε το πρόγραμμα περιήγησης και να πλοηγηθείτε στο
fr: Vous êtes sur le point de lancer le navigateur web et de visiter
id: Anda akan membuka aplikasi browser dan mengunjungi
is: Þú ert í þann mund að ræsa vafra og fara á
ka: თქვენ ახლა გახსნით ბრაუზერს და გადახვალთ
nb: Du er i ferd med å starte nettleseren og navigere til
ro: Sunteți pe cale să lansați navigatorul web și să navigați la
sk: Chystáte sa otvoriť webový prehliadač a prejsť na
sl_si: Odprli boste spletni brskalnik in obiskali
sv: Du är på väg att öppna webbläsaren och navigera till
tr: Web tarayıcısını açmak ve şuraya gitmek üzeresiniz

source: You are all caught up!
be: Усё прачытана!
ca: Esteu al dia!
el: Είστε έτοιμοι!
fr: Aucun message
id: Kotak masuk Anda kosong!
is: Þú hefur náð að hreinsa allt upp!
ka: ყველაფერი მოგვარებულია!
nb: Du er à jour!
ro: Totul este actualizat!
sk: Všetko je vybavené!
sl_si: Nič novega!
sv: Inga olästa meddelanden!
tr: Herşeyi gördünüz!

source: You are not connected. We cannot display the content of your message.
be: Вы па-за сеткай. Мы не можам адлюстраваць змесціва вашага паведамлення.
ca: No esteu connectat. No podem mostrar el contingut del vostre missatge.
el: Δεν είστε συνδεδεμένος. Δεν μπορούμε να εμφανίσουμε το περιεχόμενο του μηνύματός σας.
fr: Vous n'êtes pas connecté. Nous ne pouvons pas afficher le contenu de votre message.
id: Anda tidak terhubung ke internet. Kami tidak dapat menampilkan konten pesan Anda.
is: Þú ert ekki tengdur. Við getum ekki birt innihald skilaboðanna þinna.
ka: ელფოსტის შიგთავსის ჩვენება შეუძლებელია ინტერნეტკავშირის არარსებობის გამო.
nb: Du er ikke tilkoblet. Vi kan ikke vise innholdet i meldingen din.
ro: Nu aveți conexiune. Nu se poate afișa conținutul mesajului.
sk: Nie ste pripojení. Nemôžeme zobraziť obsah vašej správy.
sl_si: Niste povezani. Ne moremo prikazati vsebine vašega sporočila.
sv: Du är inte ansluten. Vi kan inte visa innehållet av ditt meddelande.
tr: Bağlantınız yok. İletinizin içeriğini görüntüleyemiyoruz.

source: You are offline
be: Вы па-за сеткай
ca: Esteu fora de línia
el: Βρίσκεστε εκτός σύνδεσης
fr: Vous êtes hors ligne.
id: Anda sedang offline
is: Þú ert án nettengingar
ka: ქსელი გამორთულია
nb: Du er frakoblet
ro: V-ați deconectat
sk: Ste v režime offline
sl_si: Niste povezani
sv: Du är offline
tr: Çevrimdışısınız

source: You can disable conversations from settings any time.
is: Þú getur slökkt á samtölum úr stillingum hvenær sem er.
tr: Yazışmaları gruplama özelliğini istediğiniz zaman ayarlar bölümünden kapatabilirsiniz.

source: You can now schedule your messages to be sent later
be: Цяпер вы можаце запланаваць адпраўку паведамленняў на больш позні час
ca: Ara podeu programar els vostres missatges per tal que s'enviïn més tard
el: Τώρα μπορείτε να προγραμματίσετε την αποστολή των μηνυμάτων σας αργότερα
fr: Vous pouvez désormais programmer vos messages pour les envoyer plus tard.
id: Kini Anda dapat menjadwalkan pengiriman pesan
is: Þú getur nú tímasett skilaboðin þín til sendingar síðar
ka: ახლა შეგიძლიათ, შექმნათ შეტყობინებების განრიგი, რომელიც დანიშნულ დროს აგზავნის ელფოსტას
nb: Du kan nå planlegge at meldingene skal sendes senere
ro: Acum puteți să vă programați mesajele pentru a fi trimise mai târziu.
sk: Odoslanie správy teraz môžete naplánovať na neskôr
sl_si: Zdaj lahko načrtujete pošiljanje sporočil za kasneje.
sv: Du kan nu schemalägga att dina meddelanden skickas senare
tr: Artık iletileri daha sonra gönderilmek üzere zamanlayabilirsiniz

source: You can now search within your messages. This feature can be enabled from settings at any time.
is: Þú getur nú leitað í skilaboðunum þínum. Hægt er að virkja þennan eiginleika í stillingum hvenær sem er.
tr: Artık iletileriniz içinde arama yapabilirsiniz. Bu özelliği istediğiniz zaman ayarlar bölümünden etkinleştirebilirsiniz.

source: You can search within downloaded messages. For all other messages, only the recipient list and subject line will be searched.
is: Þú getur leitað í niðurhlöðnum skilaboðum. Fyrir öll önnur skilaboð verður aðeins leitað í viðtakandalistanum og efnislínunni.
tr: İndirilmiş iletilerde arama yapabilirsiniz. Diğer tüm iletiler için yalnız alıcı listesi ve konu satırında arama yapılabilir.

source: You can't set %@ address as default because it is a paid feature.
be: Вы не можаце задаць адрас %@ у якасці прадвызначанага, бо гэта функцыя з'яўляецца платнай.
ca: No podeu establir l'adreça %@ com a predeterminada perquè això és una característica de pagament.
el: Δεν μπορείτε να ορίσετε τη διεύθυνση %@ ως προεπιλεγμένη, καθώς αυτό είναι μια λειτουργία επί πληρωμή.
fr: Vous ne pouvez pas définir l’adresse %@ comme adresse par défaut, il s'agit d'une fonctionnalité payante.
id: Anda tidak dapat mengatur %@ sebagai alamat default karena pengaturan alamat merupakan fitur berbayar.
is: Þú getur ekki sett %@ póstfangið sem sjálfgefið því það er eiginleiki sem þarf að greiða fyrir.
ka: თქვენ არ შეგიძლიათ %@-ის ნაგულისხმებ მისამართად დაყენება. ეს ფასიანი თვისებაა.
nb: Du kan ikke angi %@ adresse som standard fordi det er en betalt funksjon.
ro: Nu puteți seta adresa %@ ca fiind implicită. Această este o funcție cu plată.
sk: Adresu %@ nemôžete nastaviť ako predvolenú, pretože ide o platenú funkciu.
sl_si: Naslova %@ ne morete nastaviti kot privzetega, ker je to plačljiva funkcija.
sv: Du kan inte ställa in %@-adress som standard eftersom det är en betald funktion.
tr: Ücretli bir özellik olduğundan %@ adresini varsayılan olarak ayarlayamazsınız.

source: You disabled Face ID in your system settings. Face ID has been used to protect important account information. To access your account, go to settings and reactivate Face ID, or log back in.
is: Þú gerðir andlitsauðkenni óvirkt í kerfisstillingunum þínum. Andlitsauðkenni hefur verið notað til að vernda mikilvægar upplýsingar notandaaðgangsins. Til að tengjast notandaaðgangnum, farðu þá í stillingar og virkjaðu andlitsauðkenni aftur, eða skráðu þig aftur inn.
tr: Sistem ayarlarında FaceID devre dışı bırakılmış. Face ID önemli hesap bilgilerinizi korumak için kullanılır. Hesabınıza erişmek için, ayarlar bölümüne giderek Face ID özelliğini etkinleştirin ya da yeniden oturum açın.

source: You have %d new emails!
is: Þú hefur fengið %d nýja tölvupósta!
tr: %d yeni e-postanız var!

source: You have a new email!
be: Вы атрымалі новы ліст!
ca: Teniu un nou correu electrònic!
el: Έχετε ένα νέο E-mail!
fr: Vous avez un nouveau message.
id: Anda memiliki email baru!
is: Þú hefur fengið nýjan tölvupóst!
ka: ახალი ელფოსტა მოგივიდათ!
nb: Du har en ny e-post!
ro: Aveți un mesaj nou!
sk: Máte novú správu!
sl_si: Imate novo e-poštno sporočilo!
sv: Du har ett nytt e-postmeddelande!
tr: Yeni bir e-postanız var!

source: You have entered at least one invalid email address. Please verify your recipients.
be: Вы ўвялі прынамсі адзін памылковы адрас электроннай пошты. Праверце вашых атрымальнікаў.
ca: Heu introduït almenys una adreça de correu electrònic incorrecta. Verifiqueu els vostres destinataris.
el: Έχετε εισαγάγει τουλάχιστον μία μη έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου. Παρακαλούμε επαληθεύστε τους παραλήπτες σας.
fr: Vous avez saisi au moins une adresse e-mail qui n'est pas valide. Nous vous invitons à vérifier vos destinataires.
id: Setidaknya satu alamat email yang hendak Anda tuju tidak valid. Mohon periksa kembali alamat email tujuan Anda.
is: Þú hefur slegið inn að minnsta kosti eitt ógilt netfang. Vinsamlegast staðfestu viðtakendur þína.
ka: თქვენს მიერ შეყვანილი ერთი ან მეტი ელფოსტის მისამართი არასწორია. გადაამოწმეთ მიმღებების სია.
nb: Du har skrevet inn minst én ugyldig e-postadresse. Bekreft mottakerne.
ro: Ați introdus cel puțin o adresă de e-mail nevalidă. Verificați destinatarii.
sk: Zadali ste aspoň jednu neplatnú emailovú adresu. Overte prosím príjemcu.
sl_si: Vnesli ste vsaj en neveljaven e-poštni naslov. Preverite svoje prejemnike.
sv: Du har angett minst en ogiltig e-postadress. Verifiera dina mottagare.
tr: En az bir geçersiz e-posta adresi yazdınız. Lütfen alıcılarınızı doğrulayın.

source: You have entered at least one unknown recipient. Please verify your recipients.
be: Вы ўвялі прынамсі аднаго невядомага атрымальніка. Праверце вашых атрымальнікаў.
ca: Heu introduït almenys un destinatari desconegut. Verifiqueu els vostres destinataris.
el: Έχετε εισαγάγει τουλάχιστον ένα άγνωστο παραλήπτη. Παρακαλούμε επαληθεύστε τους παραλήπτες σας.
fr: Vous avez saisi au moins un destinataire inconnu. Nous vous invitons à vérifier vos destinataires.
id: Setidaknya satu alamat email yang hendak Anda tuju tidak dikenal. Mohon periksa kembali alamat email tujuan Anda.
is: Þú hefur slegið inn að minnsta kosti einn óþekktan viðtakanda. Vinsamlegast staðfestu viðtakendur þína.
ka: ერთი ან მეტი უცნობი მიმღები. გადაამოწმეთ თქვენი მიმღებების სია.
nb: Du har skrevet inn minst én ugyldig mottaker. Bekreft mottakerne.
ro: Ați introdus cel puțin un destinatar necunoscut. Verificați destinatarii.
sk: Zadali ste aspoň jedného neznámeho príjemcu. Overte prosím príjemcu.
sl_si: Vnesli ste vsaj enega neznanega prejemnika. Preverite svoje prejemnike.
sv: Du har angett minst en okänd mottagare. Verifiera dina mottagare.
tr: En az bir bilinmeyen alıcı yazdınız. Lütfen alıcılarınızı doğrulayın.

source: You have no messages.
is: Þú átt engin skilaboð.
tr: Herhangi bir iletiniz yok.
