Repository: ProtonMail/ios-mail
Catalog: ProtonMail/ProtonMail/Resource/Localization/*.lproj/Localizable.strings
Languages: be, ca, el, fr, id, is, ka, nb, ro, sk, sl_si, sv, tr

source: This message is no longer scheduled to be sent later. If you still want to send it later, you can tap on "Schedule send"
be: Гэта паведамленне больш не запланавана для адпраўкі пазней. Калі вы ўсё яшчэ хочаце адправіць яго пазней, вы можаце націснуць на "Запланаваць адпраўку"
ca: Aquest missatge ja no està programat per a ser enviat més tard. Si encara voleu enviar-lo més tard, podeu tocar en "Programar enviament"
el: Αυτό το μήνυμα δεν είναι πλέον προγραμματισμένο να σταλεί αργότερα. Εάν εξακολουθείτε να θέλετε να το στείλετε αργότερα, μπορείτε να πατήσετε "Προγραμματισμός αποστολής"
fr: Ce message n'est plus programmé pour être envoyé plus tard. Si vous voulez toujours l'envoyer plus tard, vous pouvez appuyer sur Programmer l'envoi.
id: Pesan ini tidak lagi dijawalkan untuk dikirim. Apabila Anda masih ingin menjadwalkan pesan ini, Anda dapat mengetuk "Jadwalkan pengiriman"
is: Ekki er lengur áætlað að senda þessi skilaboð síðar. Ef þú vilt samt senda þau seinna geturðu smellt á „Tímasett sending“
ka: ეს შეტყობინება ამოღებულია მომავალში გასაგზავნი შეტყობინებების სიიდან. თუ თქვენ ჯერ კიდევ გნებავთ მისი მომავალში გაგზავნა, "გაგზავნის დაგეგმვაზე" დაატყაპუნეთ
nb: Denne meldingen er ikke lenger planlagt å bli sendt senere. Hvis du fortsatt vil sende den senere, kan du trykke på "planlegg sending"
ro: Acest mesaj nu mai este programat să fie trimis ulterior. Dacă încă mai doriți să fie trimis ulterior, apăsați pe „Trimitere programată”.
sk: Táto správa už nemá naplánované neskoršie odoslanie. Ak ju stále chcete neskôr odoslať, ťuknite na „Naplánovať odoslanie“
sl_si: To sporočilo ni več načrtovano za poznejše pošiljanje. Če ga vseeno želite poslati pozneje, se lahko dotaknete »Razpored pošiljanja«.
sv: Detta meddelande är inte längre schemalagt att skickas senare. Om du fortfarande vill skicka det senare kan du trycka på “Schemalägg skicka“
tr: İletinin gönderilme zamanlaması kaldırıldı. Daha sonra gönderilmesini istiyorsanız "Zamanlanmış gönderim" üzerine dokunabilirsiniz

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
be: Гэта паведамленне можа быць спробай фішынгу. Праверце адпраўніка і змесціва, каб пераканацца ў іх надзейнасці.
ca: Aquest missatge pot ser un intent de suplantació d’identitat. Comproveu el remitent i els continguts per assegurar-vos que són legítims.
el: Αυτό το μήνυμα μπορεί να είναι απόπειρα ηλεκτρονικού "ψαρέματος". Ελέγξτε τον αποστολέα και το περιεχόμενο για να βεβαιωθείτε ότι είναι αυθεντικό.
fr: Ce message peut être une tentative de phishing/hameçonnage. Vérifiez l'expéditeur et le contenu pour vous assurer qu'ils sont légitimes.
id: Pesan ini mungkin merupakan bentuk upaya phishing. Mohon periksa pengirim dan isi pesan untuk memastikan keabsahannya.
is: Þessi skilaboð gætu verið tilraun til að veiða upplýsingar (phishing). Skoðaðu vel sendandann og efni póstsins til að ákveða hvort um löglegan póst sé að ræða.
ka: ეს შეტყობინება შეიძლება, იყოს ფიშინგის მცდელობა. გთხოვთ, გადაამოწმოთ გამომგზავნი და შემცველობა, რათა დარწმუნდეთ, რომ ისინი სანდოა.
nb: Denne meldingen kan være et nettfiskings-forsøk. Kontroller avsenderen og innholdet for å sikre at de er legitime.
ro: Acest mesaj poate fi o încercare de înșelăciune. Verificați expeditorul și conținutul pentru a vă asigura că acestea sunt legitime.
sk: Táto správa môže byť pokus o phishing. Skontrolujte odosielateľa a obsah správy, aby ste sa uistili o ich legitimite, prosím.
sl_si: To sporočilo je morda poskus lažnega predstavljanja. Preverite pošiljatelja in vsebino ter se prepričajte, da nista lažna.
sv: Detta meddelande kan vara ett nätfiskeförsök. Kontrollera avsändaren och innehållet för att säkerställa att de är legitima.
tr: Bu ileti, bir kimlik avı girişimi olabilir. Lütfen göründüğü gibi olduklarından emin olmak için gönderici adresini ve ileti içeriğini kontrol edin.

source: This message was automatically generated
be: Гэта паведамленне згенерыравана аўтаматычна
ca: Aquest missatge s'ha generat automàticament
el: Αυτό το μήνυμα παράχθηκε αυτόματα
fr: Ce message a été généré automatiquement.
id: Pesan ini dihasilkan secara otomatis
is: Þessi skilaboð voru sjálfvirkt útbúin
ka: ეს შეტყობინება ავტომატურადაა გენერირებული
nb: Denne meldingen ble generert automatisk
ro: Acest mesaj a fost generat automat
sk: Táto správa bola vygenerovaná automaticky
sl_si: To sporočilo je bilo samodejno ustvarjeno.
sv: Detta meddelande genererades automatiskt
tr: Bu ileti otomatik olarak oluşturulmuştur

# This message will be sent on %@ at %@
source: This message will be sent on %1$@ at %2$@
be: Гэта паведамленне будзе адпраўлена %1$@ у %2$@
ca: Aquest missatge s'enviarà el %1$@ a les %2$@
el: Αυτό το μήνυμα θα αποσταλεί την %1$@ στις %2$@
fr: Ce message sera envoyé le %1$@ à %2$@.
id: Pesan ini akan terkirim pada %1$@ pukul %2$@
is: Þessi skilaboð verða send þann %1$@ klukkan %2$@
ka: ეს შეტყობინება გაიგზავნება: %1$@ %2$@
nb: Denne meldingen vil bli sendt den %1$@ kl. %2$@.
ro: Acest mesaj va fi trimis %1$@ la %2$@.
sk: Táto správa bude odoslaná %1$@ o %2$@
sl_si: To sporočilo bo poslano %1$@ ob %2$@
sv: Detta meddelande kommer att skickas den %1$@ kl. %2$@
tr: Bu ileti %1$@ tarihinde, %2$@ saatinde gönderilecek

# This message will expire in %dD %dH %dM
source: This message will expire in %1$dD %2$dH %3$dM
be: Тэрмін дзеяння гэтага паведамлення міне праз %1$dДЗ %2$dГ %3$dХВ
ca: Aquest missatge caducarà d'aquí %1$dD %2$dH %3$dM
el: Αυτό το μήνυμα θα λήξει σε %1$dΜ %2$dΩ %3$dΛ
fr: Ce message expirera dans %1$dj %2$dh %3$dmin.
id: Pesan ini akan kedaluwarsa dalam %1$dH %2$dJ %3$dM
is: Þetta skilaboð rennur út %1$dD %2$dH %3$dM
ka: შეტყობინებას ვადა გაუვა %1$d დ %2$d სთ %3$d წთ-ში
nb: Denne meldingen utløper om %1$dD %2$dT %3$dM
ro: Acest mesaj va expira peste %1$dZ %2$dH %3$dM
sk: Táto správa vyprší za %1$dD %2$dH %3$dM
sl_si: To sporočilo bo poteklo čez %1$dD %2$dH %3$dM
sv: Detta meddelande kommer löpa ut om %1$dD %2$dT %3$dM
tr: Bu ileti %1$d gün %2$d saat %3$d dakika sonra geçersiz olacak

source: This preference will fallback to Safari if the browser of choice is uninstalled.
be: Гэты параметр вернецца ў Safari, калі выбраны браўзер будзе выдалены.
ca: Aquesta preferència es desactivarà al Safari si el navegador triat es desinstal·la.
el: Αν ο προτιμώμενος περιηγητής απεγκατασταθεί, αυτή η προτίμηση θα επιστρέψει στην τιμή Safari.
fr: Cette préférence permet de revenir à Safari si le navigateur choisi est désinstallé.
id: Pengaturan ini akan secara otomatis kembali ke Safari apabila browser pilihan Anda dihapus.
is: Þessi stilling mun velja aftur Safari ef valinn vafri verður tekinn út.
ka: არჩეული ბრაუზერის წაშლის შემთხვევაში ეს პარამეტრი თვითონ გადართავს Safari-ზე.
nb: Denne innstillingen vil falle tilbake til Safari hvis den valgte nettleseren avinstalleres.
ro: Această setare va reveni la Safari dacă navigatorul ales este dezinstalat.
sk: Táto priorita nastavenia prehliadača sa vráti späť na Safari, ak bude tento prehliadač odinštalovaný.
sl_si: Če je izbrani brskalnik odstranjen, se ta nastavitev vrne na Safari.
sv: Denna preferens kommer återgå till Safari om den valda webbläsaren är avinstallerad.
tr: Seçtiğiniz tarayıcı kaldırıldığında bu seçenek Safari olarak ayarlanır.

source: Time to relax
be: Час адпачыць
ca: És moment de relaxar-se
el: Ώρα για χαλάρωση
fr: Vous êtes à jour.
id: Waktunya bersantai
is: Tími til að slaka á
ka: დროა დაისვენოთ
nb: På tide å slappe av
ro: Timp de relaxare
sk: Čas na odpočinok
sl_si: Čas za sprostitev
sv: Dags att koppla av
tr: Rahatlama zamanı

source: Title
be: Пасада
ca: Títol
el: Τίτλος
fr: Titre
id: Gelar
is: Titill
ka: სათაური
nb: Tittel
ro: Titlu
sk: Názov
sl_si: Naslov
sv: Titel
tr: Başlık

source: TLS certificate validation failed. Your connection may be monitored and the app is temporarily blocked for your safety.
be: Не ўдалося праверыць сертыфікат TLS. Магчыма, што адбываецца назіранне за вашай сеткай і праграма часова заблакіравана для вашай бяспекі.
ca: No s'ha pogut validar el certificat TLS. La vostra connexió pot estar sent monitoritzada i l'aplicació s'ha bloquejat temporalment per la vostra seguretat.
el: Η επικύρωση πιστοποιητικού TLS απέτυχε. Η σύνδεση σας μπορεί να παρακολουθείται και η εφαρμογή είναι προσωρινά αποκλεισμένη για την ασφάλειά σας.
fr: Le certificat TLS n'a pas pu être validé. Votre connexion est peut-être surveillée et l'application est temporairement bloquée pour votre sécurité.
id: Validasi sertifikat TLS gagal. Koneksi Anda mungkin sedang diawasi, dan kami telah memblokir aplikasi Anda untuk sementara waktu demi keselamatan Anda.
is: Sannvottun TLS-skilríkis mistókst. Mögulega er fylgst með tengingunni þinni og hefur því öryggis þíns vegna verið lokað tímabundið á forritið.
ka: TLS სერტიფიკატის გადამოწმების შეცდომა. კავშირი შეიძლება, მეთვალყურეობის ქვეშაა. თქვენი უსაფრთხოებისათვის აპლიკაცია დროებით იბლოკება.
nb: Bekreftelse av TLS-sertifikat mislyktes. Tilkoblingen din overvåkes kanskje, og appen er midlertidig blokkert for din sikkerhet.
ro: Validarea certificatului TLS a eșuat. Conexiunea vă poate fi monitorizată, iar aplicația este blocată temporar pentru siguranță.
sk: Overenie certifikátu TLS zlyhalo. Vaše pripojenie môže byť monitorované a aplikácia je kvôli vašej bezpečnosti dočasne zablokovaná.
sl_si: Preverjanje potrdila TLS ni uspelo. Vašo povezavo morda nadzorujejo in aplikacija je zaradi vaše varnosti začasno blokirana.
sv: Validering av TLS-certifikat misslyckades. Din anslutning kan vara övervakad och appen är tillfälligt blockerad för din säkerhet.

source: TLS certificate validation failed. Your connection may be monitored and the app is temporarily blocked for your safety. Switch networks immediately.
be: Не ўдалося праверыць сертыфікат TLS. Магчыма, што адбываецца назіранне за вашай сеткай і праграма часова заблакіравана для вашай бяспекі. Неадкладна пераключыце сетку.
ca: No s'ha pogut validar el certificat TLS. La vostra connexió pot estar sent monitoritzada i l'aplicació s'ha bloquejat temporalment per la vostra seguretat. Canvieu de xarxa immediatament.
el: Η επικύρωση του πιστοποιητικού TLS απέτυχε. Η σύνδεση σας μπορεί να παρακολουθείται και η εφαρμογή είναι προσωρινά αποκλεισμένη για την ασφάλειά σας. Αλλάξτε δίκτυα αμέσως.
fr: Le certificat TLS n'a pas pu être validé. Votre connexion peut être surveillée et l'application est temporairement bloquée pour votre sécurité. Changez de réseau immédiatement.
id: Validasi sertifikat TLS gagal. Koneksi Anda mungkin sedang diawasi, dan kami telah memblokir aplikasi Anda untuk sementara waktu demi keselamatan Anda. Berpindahlah ke jaringan lain sesegera mungkin.
is: Staðfesting TLS vottorðs mistókst. Hægt er að fylgjast með tengingunni þinni og appinu er lokað tímabundið til öryggis. Skiptu um net strax.
ka: TLS სერტიფიკატის გადამოწმების შეცდომა. კავშირი შეიძლება, მეთვალყურეობის ქვეშაა. თქვენი უსაფრთხოებისათვის აპლიკაცია დროებით იბლოკება. დაუყოვნებლივ შეცვალეთ ქსელი.
nb: Bekreftelse av TLS-sertifikat mislyktes. Tilkoblingen din overvåkes kanskje, og appen er midlertidig blokkert for din sikkerhet. Bytt umiddelbart nettverk.
ro: Validarea certificatului TLS a eșuat. Conexiunea vă poate fi monitorizată, iar aplicația este blocată temporar pentru siguranță. Schimbați imediat rețeaua.
sk: Overenie certifikátu TLS zlyhalo. Vaše pripojenie môže byť monitorované a aplikácia je kvôli vašej bezpečnosti dočasne zablokovaná. Okamžite sa pripojte k inej sieti.
sl_si: Preverjanje potrdila TLS ni uspelo. Vašo povezavo morda nadzorujejo in aplikacija je zaradi vaše varnosti začasno blokirana. Takoj zamenjajte omrežje.
sv: Validering av TLS-certifikat misslyckades. Din anslutning kan övervakas och appen är tillfälligt blockerad för din säkerhet. Byt nätverk omedelbart.
tr: TLS sertifikası doğrulanamadı. İnternet bağlantınız izlenebilir. Güvenliğiniz için uygulama geçici olarak devre dışı bırakıldı. Hemen ağları değiştirin.

source: To
be: Каму
ca: Per a
el: Προς
fr: À
id: Kepada
is: Til
ka: ვის
nb: Til
ro: Către
sk: Pre
sl_si: Do
sv: Till
tr: Kime

source: Today, %@
be: Сёння ў %@
ca: Avui, %@
el: Σήμερα, %@
fr: Aujourd'hui, %@
id: Hari ini, %@
is: Í dag, %@
ka: დღეს, %@
nb: I dag, %@
ro: Astăzi, %@
sk: Dnes, %@
sl_si: Danes, %@
sv: Idag, %@
tr: Bugün, %@

source: Tomorrow at 08:%02d AM
is: Á morgun klukkan 08:%02d AM
tr: Bugün saat 08:%02d ÖÖ

source: Tomorrow, %@
be: Заўтра у %@
ca: Demà, %@
el: Αύριο, %@
fr: Demain, %@
id: Besok, %@
is: Á morgun, %@
ka: ხვალ, %@
nb: I morgen, %@
ro: Mâine, %@
sk: Zajtra, %@
sl_si: Jutri, %@
sv: Imorgon, %@
tr: Yarın, %@

source: Too many messages waiting to be sent. Please wait until another message has been sent to schedule this one.
be: Занадта шмат паведамленняў чакаюць адпраўкі. Пачакайце, пакуль адправіцца іншае паведамленне, каб запланаваць гэта.
ca: Hi ha massa missatges esperant per ser enviats. Espereu que s'enviï un altre missatge per programar aquest.
el: Υπερβολικός αριθμός μηνυμάτων σε αναμονή αποστολής. Για προγραμματισμό αυτού του μηνύματος, παρακαλούμε περιμένετε μέχρι την αποστολή ενός άλλου.
fr: Trop de messages sont en attente d'être envoyés. Attendez qu'un autre message ait été envoyé pour programmer celui-ci.
id: Terlalu banyak pesan yang menunggu untuk dikirim. Mohon tunggu hingga terdapat pesan yang terkirim sebelum Anda menjadwalkan pesan ini.
is: Of mörg skilaboð bíða sendingar. Vinsamlegast bíddu þar til önnur skilaboð hafa verið send til að áætla þetta.
ka: გაგზავნას, მეტისმეტად, ბევრი შეტყობინება ელოდება. დაელოდეთ, სანამ ერთი მაინც გაიგზავნება.
nb: For mange meldinger venter på å bli sendt. Vent til en annen melding er sendt før du planlegger denne.
ro: Prea multe mesaje așteaptă să fie trimise. Așteptați până când un alt mesaj va fi trimis pentru a-l programa pe acesta.
sk: Na odoslanie čaká priveľa správ. Aby ste mohli naplánovať túto správu, počkajte na odoslanie jednej z predchádzajúcich, prosím.
sl_si: Na pošiljanje že čaka preveč sporočil. Pred načrtovanjem tega sporočila počakajte, da se pošlje že čakajoče.
sv: För många meddelanden väntar på att skickas. Vänta tills ett annat meddelande har skickats för att schemalägga detta.
tr: Gönderilecek çok fazla ileti var. Lütfen, bu iletiyi zamanlamak için başka bir ileti gönderilene kadar bekleyin.

source: Touch ID
is: Snerti auðkenni

source: Trash
be: Сметніца
ca: Paperera
el: Διαγραμμένα
fr: Corbeille
id: Sampah
is: Rusl
ka: ნაგვის ყუთი
nb: Papirkurv
ro: Șterse
sk: Kôš
sl_si: Smetnjak
sv: Papperskorg
tr: Çöp kutusu

source: TroubleShooting
is: Bilanagreining
tr: Sorun giderme

source: Trusted keys are not valid for sending
be: Давераныя ключы несапраўдныя для адпраўкі
ca: Les claus de confiança no són vàlides per enviar-les
el: Τα αξιόπιστα κλειδιά δεν είναι έγκυρα για την αποστολή
fr: Les clés approuvées ne sont pas valides pour l'envoi.
id: Kunci terpercaya tidak valid untuk mengirim
is: Treystir dulritunarlyklar eru ekki gildir fyrir sendingu
ka: სანდო გასაღებების გაგზავნა არ შეიძლება
nb: Klarerte nøkler er ikke gyldige for sending.
ro: Cheile de încredere nu sunt valide pentru trimitere
sk: Dôveryhodné kľúče nie sú použiteľné na odosielanie
sl_si: Zaupanja vredni ključi niso veljavni za pošiljanje
sv: Betrodda nycklar är inte giltiga för att skicka
tr: Güvenilen anahtarlar gönderim için geçerli değil

source: Try connecting to Proton from a different network (or use %1$@ or %2$@).
is: Reyndu að tengjast Proton frá öðru netkerfi (eða nota %1$@ eða %2$@).
tr: Farklı bir ağ kullanarak Proton bağlantısı kurmayı deneyin (ayrıca %1$@ ya da %2$@ kullanabilirsiniz).

source: Turn this feature on to auto-complete email addresses using contacts from all your logged in accounts.
is: Kveiktu á þessum eiginleika til að sjálfvirkt klára netföng með því að nota tengiliði úr öllum þeim notendaaðgöngum sem þú ert skráður inn í.
tr: E-posta adreslerinin, oturum açtığınız tüm hesaplardaki kişilerle otomatik olarak tamamlanması için bu özelliği etkinleştirin.

source: Two Factor Code
be: Двухфактарны код
ca: Codi de dos factors
el: Κωδικός Δύο Παραγόντων (2FA)
fr: Code à deux facteurs
id: Kode Dua Faktor
is: Tveggja-þátta lykilkóði
ka: 2FA კოდი
nb: Tofaktorkode
ro: Cod doi factori
sk: Dvojstupňový kód
sl_si: Geslo za dvojno preverjanje pristnosti
sv: Tvåfaktorskod
tr: İki aşamalı kimlik doğrulama kodu

source: Type casting error
be: Не ўдалося перадаць тып значэння пераменнай
ca: Error de classificació
el: Σφάλμα μετατροπής τύπου
fr: Erreur d'encodage de type
id: Kesalahan jenis casting/penyebaran
is: Sláðu inn casting villu
ka: ტიპის გარდაქმნის შეცდომა
nb: Feil ved kringkasting av type
ro: Eroare de asociere
sk: Chyba typového obsadenia
sl_si: Napaka v vrsti
sv: Typkonverteringsfel
tr: Tür döküm hatası

source: Unable to edit this message offline
be: Немагчыма рэдагаваць гэта паведамленне па-за сеткай
ca: Impossible modificar aquest missatge fora de línia
el: Δεν είναι δυνατή η επεξεργασία αυτού του μηνύματος, ενώ βρίσκεστε εκτός σύνδεσης
fr: Ce message ne peut pas être modifié hors ligne.
id: Pesan ini tidak dapat disunting secara offline
is: Gat ekki breytt þessum skilaboðum án nettengingar
ka: შეტყობინების ჩასწორება შეუძლებელია ინტერნეტის გარეშე
nb: Ikke i stand til å redigere denne meldingen i frakoblet modus.
ro: Acest mesaj nu poate fi editat deconectat.
sk: Správu nie je možné upraviť v režime offline
sl_si: Tega sporočila ni mogoče urejati brez povezave
sv: Kan inte att redigera detta meddelande offline
tr: Bu ileti çevrimdışı düzenlenemedi

source: Unable to parse response
be: Немагчыма прааналізаваць адказ
ca: No s'ha pogut analitzar la resposta
el: Δεν είναι δυνατή η ανάλυση της απάντησης
fr: La réponse ne peut pas être analysée.
id: Respon tidak dapat diurai
is: Ekki tókst að þátta svarið
ka: პასუხის ანალიზის შეცდომა
nb: Kan ikke tolke respons
ro: Nu se poate prelucra răspunsul.
sk: Nedá sa spracovať odpoveď
sl_si: Odgovora ni mogoče razčleniti
sv: Kan inte analysera svar
tr: Yanıt işlenemedi

source: Unable to parse the response object: %@
be: Немагчыма прааналізаваць аб'ект адказу: %@
ca: No es pot analitzar l'objecte de la resposta: %@
el: Αδυναμία ανάλυσης του αντικειμένου απόκρισης: %@
fr: L'objet de la réponse ne peut pas être analysé : %@
id: Objek respon berikut tidak dapat diurai: %@
is: Tókst ekki að þátta svarhlutann: %@
ka: საპასუხო ობიექტის ანალიზის შეცდომა: %@
nb: Kan ikke tolke responsobjektet: %@
ro: Nu se poate prelucra răspunsul obiectului: %@
sk: Nedá sa spracovať objekt odpovede: %@
sl_si: Ni mogoče razčleniti objekta odgovora: %@
sv: Kan inte analysera svarsobjektet: %@
tr: Yanıt nesnesi işlenemedi: %@

source: Unable to send the email
is: Tókst ekki að senda tölvupóstinn
tr: E-posta gönderilemedi.

source: Undisclosed Recipients
be: Схаваныя атрымальнікі
ca: Destinataris ocults
el: Μη κοινοποιημένοι παραλήπτες
fr: Destinataires non divulgués
id: Penerima yang Dirahasiakan
is: Viðtakendur ekki gefnir upp
ka: გაუმჟღავნებელი მიმღებები
nb: Ikke avslørte mottakere
ro: Destinatari nedivulgați
sk: Skrytí príjemcovia
sl_si: Nerazkriti prejemniki
sv: Hemliga mottagare
tr: Gizli alıcılar

source: Undo
be: Адрабіць
ca: Desfés
el: Αναίρεση
fr: Annuler
id: Urungkan
is: Afturkalla
ka: დაბრუნება
nb: Angre
ro: Anulare
sk: Vrátiť späť
sl_si: Razveljavi
sv: Ångra
tr: Geri al

source: Undo send
be: Адрабіць адпраўку
ca: Desfés l'enviament
el: Αναίρεση αποστολής
fr: Délai d'annulation de l'envoi
id: Tunda kiriman selama
is: Afturkalla sendingu
ka: გაგზავნის გაუქმება
nb: Angre sending
ro: Anulare trimitere
sk: Zrušiť odoslanie
sl_si: Razveljavi pošiljanje
sv: Ångra skicka
tr: Göndermeyi geri alma süresi

source: Unknown
be: Невядома
ca: Desconegut
el: Άγνωστο
fr: Inconnu
id: Tidak diketahui
is: Óþekkt
ka: უცნობი
nb: Ukjent
ro: Necunoscut
sk: Neznáme
sl_si: Neznan
sv: Okänd
tr: Bilinmiyor

source: Unknown Error
be: Невядомая памылка
ca: Error desconegut
el: Άγνωστο Σφάλμα
fr: Erreur inconnue
id: Kesalahan yang Tidak Diketahui
is: Óþekkt villa
ka: უცნობი შეცდომა
nb: Ukjent feil
ro: Eroare necunoscută.
sk: Neznáma chyba
sl_si: Neznana napaka
sv: Okänt fel
tr: Bilinmeyen hata

source: Unlimited
is: Ótakmarkað
tr: Sınırsız

source: Unlock required
be: Патрабуецца разблакіроўка
ca: Desbloqueig requerit
el: Απαιτείται ξεκλείδωμα
fr: Déverrouillage nécessaire
id: Pembukaan kunci diperlukan
is: Krafist er aflæsingar
ka: საჭიროა განბლოკვა
nb: Opplåsing kreves
ro: Deblocare necesară.
sk: Vyžaduje sa odomknutie
sl_si: Zahtevano odklepanje
sv: Upplåsning krävs
tr: Kilidin açılması gerekli

source: unread
be: непрачытаныя
ca: no llegit
el: μη διαβασμένα
fr: non lu
id: belum dibaca
is: ólesin
ka: წაუკითხავები
nb: ulest
ro: necitit
sk: neprečítané
sl_si: neprebrano
sv: oläst
tr: okunmamış

source: Unread
be: Непрачытаныя
ca: No llegit
el: Μη διαβασμένα
fr: Non lus
id: Belum dibaca
is: Ólesið
ka: წაუკითხავები
nb: Ulest
ro: Necitite
sk: Neprečítané
sl_si: Neprebrano
sv: Oläst
tr: Okunmamış

source: Unstar
be: Прыбраць зорачку
ca: No destaquis
el: Αφαίρεση αστεριού
fr: Retirer des Favoris
id: Hapus bintang
is: Fjarlægja stjörnugjöf
ka: ვარსკვლავის მოხსნა
nb: Fjern stjernemerking
ro: Fără stea
sk: Odstrániť hviezdičku
sl_si: Odstrani zvezdico
sv: Ta bort stjärnmärkning
tr: Yıldızı kaldır

source: Unsubscribe from mailing list
be: Скасаваць падпіску на спіс рассылкі
ca: Cancel·la la subscripció de la llista de correu
el: Απεγγραφή από λίστα αλληλογραφίας
fr: Se désabonner de la liste de diffusion
id: Berhenti berlangganan milis
is: Segja upp áskrift að póstlista
ka: ელფოსტის დაგზავნის გამოწერის გაუქმება
nb: Avslutt abonnementet på e-postlisten
ro: Dezabonare de la lista de discuții
sk: Odhlásenie z odberu
sl_si: Odjava z epoštnega seznama
sv: Avsluta prenumeration från e-postlista
tr: E-posta listesinin aboneliğinden ayrıl

source: Unsupported file type
be: Тып файла не падтрымліваецца
ca: Tipus de fitxer no suportat
el: Μη υποστηριζόμενος τύπος αρχείου
fr: Type de fichier non pris en charge
id: Tipe berkas tidak didukung
is: Óstudd gerð skráar
ka: ფაილის ტიპის მხარდაჭერა არ არსებობს
nb: Filtypen støttes ikke
ro: Tip de fișier nesuportat.
sk: Nepodporovaný typ súboru
sl_si: Nepodprta vrsta datoteke
sv: Filtyp stöds inte
tr: Dosya biçimi desteklenmiyor

source: Update Notification Email
be: Абнавіць адрас электроннай пошты для апавяшчэнняў
ca: Actualitza el correu electrònic de notificació
el: Ενημέρωση E-mail ειδοποίησης
fr: Mettre à jour l'adresse e-mail de notification
id: Perbarui Email Notifikasi
is: Uppfæra tilkynningapóst
ka: გაფრთხილების ელფოსტის განახლება
nb: Oppdater e-post for varsling
ro: Actualizare e-mail de notificare.
sk: Úprava emailu na zasielanie notifikácií
sl_si: E-pošta za obvestila o posodobitvi
sv: Uppdatera e-postavisering
tr: Bildirim e-posta adresini güncelle

source: Updated >1 hour ago
be: Абноўлена > 1 гадзіну таму
ca: Actualitzat fa més d'1 hora
el: Ενημερώθηκε >1 ώρα πριν
fr: Mis à jour il y a moins d'une heure.
id: Diperbarui >1 jam yang lalu
is: Uppfært >1 klukkustund síðan
ka: განახლდა >1 საათის წინ
nb: Oppdatert > 1 time siden
ro: Actualizat în urmă cu peste o oră
sk: Aktualizované pred viac ako hodinou
sl_si: Posodobljeno pred več kot 1 uro
sv: Uppdaterad >1 timme sedan
tr: >1 saat önce güncellendi

source: Updated just now
be: Абноўлена толькі што
ca: Actualitzat ara mateix
el: Ενημερώθηκε μόλις τώρα
fr: Mis à jour à l'instant
id: Baru saja diperbarui
is: Uppfært núna
ka: ახლახან განახლდა
nb: Oppdatert akkurat nå
ro: Actualizat chiar acum
sk: Práve aktualizované
sl_si: Pravkar posodobljeno
sv: Uppdaterad just nu
tr: Az önce güncellendi
