Repository: ProtonMail/ios-mail
Catalog: ProtonMail/ProtonMail/Resource/Localization/*.lproj/Localizable.strings
Languages: be, ca, el, fr, id, is, ka, nb, ro, sk, sl_si, sv, tr

source: Group emails from the same conversation together.
be: Групаваць разам лісты з адной размовы.
ca: Agrupeu els correus electrònics d'una mateixa conversa.
el: Ομαδοποίηση μηνυμάτων της ίδιας συνομιλίας.
fr: Regroupez les messages d'une même conversation.
id: Kelompokkan email yang tergabung dalam percakapan yang sama.
is: Hópaðu tölvupósta saman í sama samtali.
ka: ერთი საუბრის ელფოსტების ერთად დაჯგუფება.
nb: Grupper sammen e-poster fra samme samtalen.
ro: Grupare mesaje din aceeași conversație.
sk: Zoskupiť emaily z rovnakej konverzácie.
sl_si: E-poštna sporočila iz istega pogovora združite skupaj.
sv: Gruppera e-postmeddelanden i samma konversation tillsammans.
tr: Aynı yazışma içindeki e-postaları gruplar.

source: Group name
be: Назва групы
ca: Nom del grup
el: Όνομα ομάδας
fr: Nom du groupe
id: Nama grup
is: Heiti hóps
ka: ჯგუფის სახელი
nb: Gruppenavn
ro: Denumire grup
sk: Názov skupiny
sl_si: Ime skupine
sv: Gruppnamn
tr: Grup adı

source: Groups
be: Групы
ca: Grups
el: Ομάδες
fr: Groupes
id: Grup
is: Hópar
ka: ჯგუფები
nb: Grupper
ro: Grupuri
sk: Skupiny
sl_si: Skupine
sv: Grupper
tr: Gruplar

source: Hide
be: Схаваць
ca: Amaga
el: Απόκρυψη
fr: Masquer
id: Sembunyikan
is: Fela
ka: დამალვა
nb: Skjul
ro: Ascundere
sk: Skryť
sl_si: Skrij
sv: Dölj
tr: Gizle

source: Hide details
be: Схаваць падрабязнасці
ca: Amagar els detalls
el: Απόκρυψη λεπτομερειών
fr: Masquer les détails
id: Sembunyikan rincian
is: Fela nánari upplýsingar
ka: დეტალების დამალვა
nb: Skjul detaljer
ro: Ascundere detalii
sk: Skryť detaily
sl_si: Skrij podrobnosti
sv: Dölj detaljer
tr: Ayrıntıları gizle

source: hours
is: klukkustundir
tr: Saat

source: How would you describe your experience with the new Proton Mail?
is: Hvernig myndir þú lýsa upplifun þinni af nýju Proton tölvupóstforriti?
tr: Yeni Proton Mail ile yaşadığınız deneyimi nasıl değerlendirirsiniz?

source: Human Check Failed
is: Mennskuprófun mistókst
tr: İnsan doğrulaması başarısız oldu

source: Human Check Warning
is: Aðvörun við mennskuprófun
tr: İnsan doğrulaması uyarısı

source: If you lose your WiFi connection, download will continue over mobile data.
is: Ef þú missir tengingu við þráðlausa netið þá mun niðurhalið halda áfram í gegnum farsímagögn.
tr: WiFi bağlantınız kesilirse indirme işlemi mobil veri üzerinden yapılır.

source: Ignore warning and continue
be: Ігнараваць папярэджанне і працягнуць
ca: Ignora l'avís i continua
el: Αγνόηση προειδοποίησης και συνέχιση
fr: Ignorer l'avertissement et continuer
id: Abaikan peringatan dan lanjut
is: Hunsa viðvörun og halda áfram
ka: გაფრთხილების იგნორი და გაგრძელება
nb: Ignorer advarsel og fortsett
ro: Ignorare avertisment și continuare
sk: Ignorovať varovanie a pokračovať
sl_si: Prezri opozorilo in nadaljuj
sv: Ignorera varning och fortsätt
tr: Uyarıyı yok sayıp ilerle

source: Import Error
be: Памылка імпартавання
ca: Error d'importació
el: Σφάλμα κατά την Εισαγωγή
fr: Erreur d'importation
id: Kesalahan Impor
is: Innflutningsvilla
ka: შემოტანის შეცდომა
nb: Feil ved import
ro: Eroare importare
sk: Chyba importu
sl_si: Napaka pri uvozu
sv: Importfel
tr: İçe aktarma sorunu

source: Import from…
be: Імпартаваць з…
ca: Importar des de…
el: Εισαγωγή από…
fr: Importer depuis…
id: Impor dari…
is: Flytja inn frá…
ka: შემოტანა…
nb: Importer fra…
ro: Importare din…
sk: Importovať z…
sl_si: Uvozi iz …
sv: Importera från…
tr: Şuradan içe aktar…

source: Importing
is: Innflutningur
tr: İçe aktarılıyor

source: Importing attachment, that can take a while
be: Імпартаванне далучэння. Гэта можа заняць некаторы час
ca: Importació d’adjunts, que pot trigar una estona
el: Γίνεται εισαγωγή συνημμένου, η οποία μπορεί να πάρει λίγη ώρα
fr: Importation de la pièce jointe, cela peut prendre un certain temps.
id: Mengimpor lampiran, proses ini dapat memakan waktu sejenak
is: Flyt inn viðhengi, það getur tekið nokkra stund
ka: მიმაგრებული ფაილის შემოტანა. ამას საკმაო დრო შეიძლება, დასჭირდეს
nb: Importerer vedlegg, det kan ta litt tid
ro: Se importă atașamentul, ar putea dura un timp.
sk: Import prílohy, môže to chvíľu trvať
sl_si: Uvažanje priloge, to lahko traja nekaj časa
sv: Importerar bilaga, det kan ta ett tag
tr: Ek dosya içe aktarılıyor, biraz zaman alabilir

source: Importing Contacts
be: Імпартаванне кантактаў
ca: Importació de contactes
el: Εισαγωγή Επαφών
fr: Importation des contacts
id: Mengimpor Kontak
is: Flyt inn tengiliði
ka: კონტაქტების შემოტანა
nb: Importerer kontakter
ro: Importare contacte
sk: Import kontaktov
sl_si: Uvoz stikov
sv: Importerar kontakter
tr: Kişiler içe aktarılıyor

source: In case Proton sites are blocked, this setting allows the app to try alternative network routing to reach Proton, which can be useful for bypassing firewalls or network issues. We recommend keeping this setting on for greater reliability. %1$@
be: У выпадку блакіроўкі сайтаў Proton гэта налада дазваляе праграме скарыстацца альтэрнатыўнай сеткавай маршрутызацыяй, каб атрымаць доступ да Proton, што можа быць карысным для абыходу міжсеткавых экранаў або праблем з сеткай. Для большай надзейнасці мы рэкамендуем пакінуць гэту наладу актыўнай. %1$@
ca: En cas que es bloquegin els llocs de Proton, aquest paràmetre permet a l'aplicació provar l'encaminament de xarxa alternatiu per arribar a Proton, cosa que pot ser útil per evitar els tallafocs o problemes de xarxa. Recomanem mantenir aquesta configuració per a una major fiabilitat. %1$@
el: Σε περίπτωση που μπλοκάρουν τις ιστοσελίδες Proton, αυτή η ρύθμιση θα επιτρέψει στην εφαρμογή να δοκιμάσει εναλλακτική δρομολόγηση δικτύου ώστε να φτάσει στο Proton, το οποίο μπορεί να είναι χρήσιμο για παράκαμψη τείχους προστασίας ή ζητήματα δικτύου. Συνιστούμε να διατηρήσετε αυτήν τη ρύθμιση για μεγαλύτερη αξιοπιστία. %1$@
fr: En cas de blocage des sites Proton, ce paramètre permet à l'application d'essayer un routage réseau alternatif pour atteindre Proton, ce qui peut être utile pour contourner les pare-feux ou les problèmes de réseau. Nous vous recommandons de conserver ce paramètre activé pour plus de fiabilité. %1$@
id: Apabila situs Proton diblokir, pengaturan ini akan memungkinkan aplikasi kami untuk dapat terhubung dengan Proton melalui lalu lintas jaringan alternatif, yang dapat berguna untuk melewati hadangan firewall atau masalah jaringan. Kami sarankan agar pengaturan ini selalu aktif untuk koneksi yang lebih andal. %1$@
is: Sé lokað á Proton-vefsvæði, gerir þessi stilling forritinu kleift að reyna að nota aðra leið um netið til að tengjast Proton, sem aftur getur nýst til að komast fram hjá eldveggjum eða vandamálum varðandi netkerfið. Við mælum með því að hafa þessa stillingu virka til að auka áreiðanleika forritsins. %1$@
ka: იმ შემთხვევაში, თუ Proton-ის საიტები დაბლოკილია, ეს პარამეტრი აპს საშუალებას აძლევს, Proton-მდე მისასვლელად ქსელის ალტერნატიული რაუტინგი სცადოს, რაც შეიძლება, სასარგებლო იყოს ბრანდმაუერის ან ქსელის პრობლემების გვერდის ავლით. მეტი საიმედოობისთვის გირჩევთ, ჩართოთ ეს პარამეტრი. %1$@
nb: Denne innstillingen tillater appen å forsøke alternative nettverksruter for å nå Proton dersom Proton-nettsteder er blokkert. Det kan være nyttig for å komme rundt brannmurer og nettverksproblemer. Vi anbefaler å ha denne innstillingen på for mest pålitelighet. %1$@
ro: În cazul în care serverele Proton sunt blocate, această setare permite aplicației să încerce accesarea printr-o rețea alternativă pentru a ajunge la Proton, ceea ce poate fi util pentru ocolirea paravanelor de protecție sau a problemelor de rețea. Se recomandă păstrarea acestei setări pentru o fiabilitate mai mare. %1$@
sk: V prípade, že sú stránky Proton blokované, toto nastavenie umožňuje aplikácii vyskúšať alternatívne smerovanie siete na prístup k službe Proton, čo môže byť užitočné pri obchádzaní brán firewallu, alebo problémov so sieťou. Pre vyššiu spoľahlivosť odporúčame ponechať toto nastavenie zapnuté. %1$@
sl_si: Če so spletna mesta Proton blokirana, ta nastavitev aplikaciji omogoča, da poskuša z alternativnim usmerjanjem omrežja doseči Proton, kar je lahko koristno za izogibanje požarnim zidovom ali težavam z omrežjem. Priporočamo, da je za večjo zanesljivost ta nastavitev vklopljena. %1$@
sv: Om Proton-webbplatser är blockerade kan denna inställning göra det möjligt för appen att prova alternativ nätverksroutning för att nå Proton, vilket kan vara användbart för att kringgå brandväggar eller nätverksproblem. Vi rekommenderar att du behåller den här inställningen aktiverad för bättre tillförlitlighet. %1$@
tr: Bu seçenek ile, Proton sitelerinin engellenmiş olması durumunda, uygulama Proton ağına ulaşmak için alternatif ağ yöneltmesini dener. Güvenlik duvarlarını veya ağ sorunlarını aşmakta yararlı olabilir. Bağlantı güvenilirliğini artırmak için bu seçeneği açık tutmanız önerilir. %1$@

source: Inbox
be: Уваходныя
ca: Safata d'entrada
el: Εισερχόμενα
fr: Boite de réception
id: Kotak masuk
is: Innhólf
ka: შემომავალი
nb: Innboks
ro: Primite
sk: Doručená pošta
sl_si: Prejeto
sv: Inkorg
tr: Gelen kutusu

source: Incorrect PIN.
be: Няправільны PIN.
ca: PIN incorrecte.
el: Λανθασμένο PIN.
fr: Le code PIN n'est pas correct.
id: PIN salah.
is: Rangt PIN.
ka: არასწორი PIN კოდი.
nb: Feil PIN-kode.
ro: PIN incorect.
sk: Nesprávny PIN.
sl_si: Neveljavna PIN koda
sv: Felaktig PIN-kod.
tr: PIN kodu yanlış.

source: Information about how much storage space this Proton Mail account is using on your device.
is: Upplýsingar um hversu mikið geymslupláss þessi Proton tölvupóstreikningur notar í tækinu þínu.

source: Inherit color from parent folder
be: Унаследаваць колер ад бацькоўскай папкі
ca: Heretat d'una carpeta principal
el: Κληρονόμηση χρώματος από το γονικό φάκελο
fr: Couleur héritée du dossier dans lequel il se trouve
id: Ikuti warna folder induk
is: Erfa lit frá yfirmöppu
ka: მემკვიდრეობით ფერი მშობელი საქაღალდისგან
nb: Arv farge fra overordnet mappe
ro: Moştenire culoare de la folderul părinte
sk: Zdediť farbu nadradeného priečinka
sl_si: Podeduj barvo nadrejene mape
sv: Ärv färg från överordnad mapp
tr: Üst klasörün rengi devralınsın

source: Inherited from parent folder
be: Унаследавана ад бацькоўскай папкі
ca: Heretat d'una carpeta principal
el: Κληρονoμήθηκαν από το γονικό φάκελο
fr: Hérité du dossier dans lequel il est placé.
id: Diwariskan dari folder induk
is: Erft frá móðurmöppu
ka: მემკვიდრეობით მშობელი საქაღალდისგან
nb: Arvet fra overordnet mappe
ro: Moştenit de la folderul părinte
sk: Zdedené z nadradeného priečinka
sl_si: Podedovano od nadrejene mape
sv: Ärvd från överordnad mapp
tr: Üst klasörden devralındı

source: inline attachments
be: убудаваныя далучэнні
ca: adjunts en línia
el: inline συνημμένα
fr: pièces jointes intégrées
id: lampiran sebaris
is: innfelld viðhengi
ka: იქვე მიმაგრებული ფაილები
nb: innebygde vedlegg
ro: atașamente integrate
sk: vložené prílohy
sl_si: vgrajene priloge
sv: inbäddade bilagor
tr: satır arası ek dosyalar

source: Input Display Name…
be: Увядзіце бачнае імя…
ca: Introduïu el nom a mostrar…
el: Εισαγωγή Ονόματος Εμφάνισης…
fr: Saisissez le nom d'affichage…
id: Masukkan Nama Tampilan…
is: Settu inn birtingarnafn...
ka: შეიყვანეთ საჩვენებელი სახელი…
nb: Navn på inndatavisning…
ro: Introducere nume afișat…
sk: Zadajte zobrazované meno …
sl_si: Vpišite prikazno ime ...
sv: Mata in visningsnamn…
tr: Görüntülenecek adı yazın…

source: Input Notification Email …
is: Setja inn tilkynningapóst ...
tr: Bildirim e-posta adresini yazın…

source: Insecure connection
be: Небяспечнае падключэнне
ca: Connexió insegura
el: Μη διασφαλισμένη σύνδεση
fr: Connexion non sécurisée
id: Koneksi tidak aman
is: Óörugg tenging
ka: დაუცველი კავშირი
nb: Usikker forbindelse
ro: Conexiune nesigură
sk: Nezabezpečené pripojenie
sl_si: Ne-varna povezava.
sv: Osäker anslutning
tr: Güvenli olmayan bağlantı

source: Internal Error
be: Унутраная памылка
ca: Error intern
el: Εσωτερικό σφάλμα
fr: Erreur interne
id: Kesalahan Internal
is: Innri villa
ka: შიდა შეცდომა
nb: Intern feil
ro: Eroare internă
sk: Interná chyba
sl_si: Notranja napaka
sv: Internt fel
tr: İç hata

source: Internet Service Provider (ISP) problem
is: Vandamál hjá internetþjónustuaðila
tr: İnternet hizmeti sağlayıcı (ISP) sorunu

source: Introducing Proton’s refreshed look. Many services, one mission. Welcome to an Internet where privacy is the default.
be: Уводзіны ў абноўлены выгляд Proton. Шмат сэрвісаў, адна місія. Вітаем у інтэрнэце, дзе прыватнасць з'яўляецца паўсядзённасцю.
ca: Presentem el nou aspecte de Proton. Molts serveis, una missió. Us donem la benvinguda a una internet on la privacitat és la norma.
el: Παρουσίαση ανανεωμένης όψης του Proton. Πολλές υπηρεσίες, μία αποστολή. Καλώς ήρθατε σε ένα Διαδίκτυο όπου η ιδιωτικότητα είναι η προεπιλογή.
fr: Voici le nouveau look de Proton. Plusieurs services, une seule mission. Bienvenue sur un internet où la vie privée est la règle absolue.
id: Memperkenalkan tampilan Proton yang baru. Berbagai layanan, satu misi. Selamat datang di Internet yang menjunjung privasi sebagai hal yang baku.
is: Kynni hressandi útlit Protons. Margar þjónustur, eitt verkefni. Velkomin á internetið þar sem næði er sjálfgefið.
ka: წარმოგიდგენთ Proton-ის განახლებულ იერს. ბევრი სერვისი, ერთი მისია. მოგესალმებით ინტერნეტში, სადაც კონფიდენციალობა ნაგულისხმებია.
nb: Vi presenterer Protons oppdaterte utseende. Mange tjenester, ett oppdrag. Velkommen til et internett hvor personvern er standarden.
ro: Vă prezentăm aspectul împrospătat al Proton. Multe servicii, o singură misiune. Bine ați venit pe un internet în care confidențialitatea este implicită.
sk: Predstavujeme nový vzhľad Protonu. Mnoho služieb, jedno poslanie. Vitajte na internete, kde je súkromie samozrejmosťou.
sl_si: Predstavljamo osvežen videz Protona. Veliko storitev, eno poslanstvo. Dobrodošli v internetu, kjer je zasebnost privzeta.
sv: Introducerar Protons uppfräschade utseende. Många tjänster, ett uppdrag. Välkommen till ett Internet där integritet är standard.
tr: Yenilenmiş Proton böyle görünüyor. Birçok hizmet, tek amaç. Kişisel gizliliğin doğal sayıldığı internet fikrine hoş geldiniz.

source: Invalid hashed password!
be: Памылковы хэшаваны пароль!
ca: Contrasenya amb contrasenya no vàlida!
el: Μη έγκυρος hashed κωδικός πρόσβασης!
fr: Le mot de passe haché n'est pas valide.
id: Kata sandi hashed tidak valid!
is: Ógilt tætigildislykilorð!
ka: პაროლის ჰეში არასწორია!
nb: Ugyldig hash-passord!
ro: Parolă generată nevalidă!
sk: Neplatný hash hesla!
sl_si: Neveljavno zgoščeno geslo!
sv: Ogiltigt hashat lösenord!
tr: Karılmış parola geçersiz!

source: Invalid URL
be: Памылковы URL-адрас
ca: L'URL no és vàlid.
el: Μη έγκυρη διεύθυνση URL
fr: L'URL n'est pas valide.
id: URL tidak valid
is: Ógild vefslóð
ka: არასწორი URL
nb: Ugyldig nettadresse
ro: Adresă URL nevalidă.
sk: Neplatná URL
sl_si: Neveljaven URL
sv: Ogiltig URL
tr: Adres geçersiz

source: Invalid username!
be: Памылковае імя карыстальніка!
ca: Nom d'usuari invàlid!
el: Μη έγκυρο όνομα χρήστη!
fr: Le nom d'utilisateur n'est pas valide.
id: Nama pengguna tidak valid!
is: Ógilt notandanafn!
ka: არასწორი მომხმარებლის სახელი!
nb: Ugyldig brukernavn
ro: Nume de utilizator incorect!
sk: Neplatné používateľské meno!
sl_si: Neveljavno uporabniško ime!
sv: Ogiltigt användarnamn!
tr: Kullanıcı adı geçersiz!

source: Invite your contacts to Proton Mail to enjoy seamless end-to-end encryption, or add password protection to messages you send them.
be: Запрасіце свае кантакты ў Proton Mail, каб выкарыстоўваць бесперабойнае скразное шыфраванне, або абараніце паролем паведамленні, якія вы ім адпраўляеце.
ca: Convideu els vostres contactes a Proton Mail per a gaudir de xifratge d'extrem a extrem integrat o afegiu protecció de contrasenya als missatges que els envieu.
el: Προσκαλέστε τις επαφές σας στο Proton Mail να απολαύσουν απρόσκοπτη διατερματική κρυπτογράφηση ή προσθέστε προστασία κωδικού πρόσβασης στα μηνύματα που τους στέλνετε.
fr: Invitez vos contacts sur Proton Mail pour profiter d'un chiffrement transparent de bout en bout ou ajoutez une protection par mot de passe aux messages que vous leur envoyez.
id: Undang kontak Anda ke Proton Mail untuk dapat saling menikmati enkripsi end-to-end terpadu, atau tambahkan perlindugnan kata sandi pada pesan yang Anda kirimkan kepada mereka.
is: Bjóddu tengiliðum þínum í Proton tölvupóst til að njóta óaðfinnanlegrar enda-í-enda dulkóðunar, eða bæta lykilorðsvörn við skilaboð sem þú sendir þeim.
ka: მოიწვიეთ თქვენი კონტაქტები Proton Mail-ზე გამჭოლი დაშიფვრის გამოსაყენებლად და პაროლიანი ელფოსტების დასაგზავნად.
nb: Inviter kontaktene dine til Proton Mail for å nyte sømløs ende-til-ende kryptering, eller legg til passordbeskyttelse til meldinger du sender dem.
ro: Invitați persoane pentru a beneficia de criptare perfectă sau adăugați parole la mesaje.
sk: Pozvite svoje kontakty do služby Proton Mail, aby mohli využívať bezproblémové šifrovanie end-to-end, alebo pridajte ochranu heslom do správ, ktoré im posielate.
sl_si: Povabite svoje stike v Proton Mail, da uživajo v brezhibnem šifriranju od konca do konca, ali dodajte zaščito z geslom za sporočila, ki jim jih pošljete.
sv: Bjud in dina kontakter till Proton Mail för att njuta av sömlös end-to-end-kryptering, eller lägg till lösenordsskydd för meddelanden du skickar dem.
tr: Sorunsuz uçtan uca şifrelemenin tadını çıkarmak için tanıdıklarınızı Proton Mail kullanmaya çağırın ya da gönderdiğiniz iletilere parola koruması ekleyin.

source: Is this bug report about an in-app purchase?
be: Гэта памылка датычыцца куплі ў праграме?
ca: Aquest informe és sobre una compra des de l'aplicació?
el: Αυτή η αναφορά σφάλματος αφορά μια αγορά εντός της εφαρμογής;
fr: Ce rapport de bug concerne-t-il un achat dans l'application ?
id: Apakah laporan bug ini menyangkut pembelian dalam aplikasi (in-app purchase)?
is: Er þessi villuskýrsla vegna kaupa í forritinu?
ka: შეეხება თუ არა ეს ანგარიში აპის შიგნით შეძენის პრობლემებს?
nb: Gjelder feilrapporten et kjøp-i-app-tilfelle?
ro: Acest raport de eroare este despre o achiziție din aplicație?
sk: Týka sa toto hlásenie o chybe nákupu v aplikácii?
sl_si: Ali se to poročilo o napaki nanaša na nakup v aplikaciji?
sv: Är denna felrapport om ett köp inuti app?
tr: Bu hata bildirimi uygulama içi satın alma işlemiyle mi ilgili?

source: Label as
be: Пазначыць меткай
ca: Etiqueta com a
el: Σήμανση με ετικέτα ως
fr: Labelliser
id: Labeli sebagai
is: Merkja sem
ka: დანიშვნა, როგორც
nb: Merk som
ro: Etichetare ca
sk: Označiť ako
sl_si: Označi kot
sv: Märk som
tr: Şöyle etiketlensin

source: Label as…
be: Пазначыць як…
ca: Etiqueta com a…
el: Ετικέτα ως…
fr: Labelliser…
id: Labeli sebagai…
is: Merkja sem…
ka: ჭდის დადება…
nb: Merk som...
ro: Etichetare ca…
sk: Označiť ako…
sl_si: Dodaj oznako …
sv: Märk som…
tr: Etiketle…

source: Label Name
be: Назва меткі
ca: Nom de etiqueta
el: Όνομα Ετικέτας
fr: Nom du Label
id: Nama Label
is: Heiti merkis
ka: ჭდის სახელი
nb: Etikettnavn
ro: Nume etichetă
sk: Názov štítka
sl_si: Ime oznake
sv: Etikettnamn
tr: Etiket adı

source: Labels
be: Меткі
ca: Etiquetes
el: Ετικέτες
id: Label
is: Merkingar
ka: ჭდეები
nb: Etiketter
ro: Etichete
sk: Štítky
sl_si: Oznake
sv: Etiketter
tr: Etiketler

source: Language
be: Мова
ca: Idioma
el: Γλώσσα
fr: Langue
id: Bahasa
is: Tungumál
ka: ენა
nb: Språk
ro: Limba
sk: Jazyk
sl_si: Jezik
sv: Språk
tr: Dil

source: Later
be: Пазней
ca: Més tard
el: Αργότερα
fr: Plus tard
id: Nanti
is: Seinna
ka: მოგვიანებით
nb: Senere
ro: Mai târziu
sk: Neskôr
sl_si: Kasneje
sv: Senare
tr: Daha sonra

source: Learn more
be: Даведацца больш
ca: Més informació
el: Μάθετε περισσότερα
fr: En savoir plus
id: Pelajari lebih lanjut
is: Kanna nánar
ka: მეტის ნახვა
nb: Lær mer
ro: Detalii
sk: Dozvedieť sa viac
sl_si: Več o tem
sv: Lär dig mer
tr: Ayrıntılı bilgi alın

source: Learn more.
is: Kanna nánar.
tr: Ayrıntılı bilgi alın.

source: Left to Right
be: Злева направа
ca: Esquerra a Dreta
el: Αριστερά προς τα δεξιά
fr: De gauche à droite
id: Kiri ke Kanan
is: Vinstri til hægri
ka: მარცხნიდან მარჯვნივ
nb: Venstre til høyre
ro: De la stânga la dreapta
sk: Zľava Doprava
sl_si: Z leve proti desni
sv: Vänster till höger
tr: Soldan sağa

source: less than 1 minute
be: застаецца менш за 1 хвіліну
ca: menys d'un minut
el: λιγότερο από 1 λεπτό
fr: moins d'une minute
id: kurang dari 1 menit
is: minna en 1 mínúta
ka: 1 წუთზე ნაკლები
nb: mindre enn 1 minutt
ro: mai puțin de un minut
sk: menej ako 1 minúta
sl_si: manj kot ena minuta
sv: mindre än 1 minut
tr: 1 dakikadan az

source: Limit reached
be: Дасягнута абмежаванне
ca: S'ha assolit el límit
el: Εξάντληση ορίου
fr: Limite atteinte
id: Batas tercapai
is: Takmörkum náð
ka: მიაღწიეთ ლიმიტს
nb: Grense nådd
ro: Limită atinsă
sk: Dosiahnutý limit
sl_si: Meja je dosežena
sv: Gräns uppnådd
tr: Sınıra ulaşıldı

source: Load anyway
is: Hlaða samt inn

source: Load embedded images
be: Загрузіць убудаваныя відарысы
ca: Carrega les imatges incrustades
el: Φόρτωση ενσωματωμένων εικόνων
fr: Charger les images intégrées
id: Muat gambar yang tersemat
is: Hlaða inn ívöfnum myndum
ka: ჩადგმული გამოსახულებების ჩატვირთვა
nb: Last innebygde bilder
ro: Încărcare imagini integrate
sk: Načítať vložené obrázky
sl_si: Naloži vdelane slike
sv: Ladda inbäddade bilder
tr: Gömülü görselleri yükle

source: Load remote content
be: Загрузіць аддаленае змесціва
ca: Carrega el contingut remot
el: Φόρτωση απομακρυσμένου περιεχομένου
fr: Charger le contenu distant
id: Muat remote content
is: Hlaða inn fjartengdu efni
ka: გარე შემცველობის ჩატვირთვა
nb: Last eksternt innhold
ro: Încărcare conținut extern
sk: Načítať vzdialený obsah
sl_si: Naloži oddaljeno vsebino
sv: Ladda fjärrinnehåll
tr: Uzak içeriği yükle

source: Loading…
is: Hleð inn...
tr: Yükleniyor…

source: Local storage
is: Staðbundin geymsla
tr: Yerel depolama

source: Local storage limit
be: Абмежаванне лакальнага сховішча
ca: Límit d'emmagatzematge local
el: Όριο τοπικής αποθήκευσης
fr: Limite de stockage local
id: Batas kuota penyimpanan lokal
is: Takmörk á staðværu geymslurými
ka: ლოკალური საცავის ზღვარი
nb: Lokal lagringsgrense
ro: Limită stocare locală
sk: Limit miestneho úložiska
sl_si: Omejitev krajevne shrambe
sv: Lokal lagringsgräns
tr: Yerel depolama alanı sınırı

source: local storage limit.
is: takmörk staðbundinnar geymslu.
tr: yerel depolama alanı sınırı.

source: Lock The App
be: Заблакіраваць праграму
ca: Bloqueja l'aplicació
el: Κλείδωμα εφαρμογής
fr: Verrouiller l'application
id: Kunci Aplikasi
is: Læsa forritinu
ka: აპის ჩაკეტვა
nb: Lås appen
ro: Blocare aplicație
sk: Uzamknúť aplikáciu
sl_si: Zakleni aplikacijo
sv: Lås appen
tr: Uygulamayı kilitle

source: Log in again to keep receiving updates
is: Skráðu þig inn aftur til að halda áfram að fá uppfærslur
tr: Güncellemeleri almayı sürdürmek için yeniden oturum açın

source: Logged out of %@
is: Útskráður frá %@
tr: %@ oturumu kapatıldı

source: Logs
be: Журнал
ca: Registres
el: Αρχεία καταγραφής
fr: Journaux
id: Log
is: Aðgerðaskrár
ka: ჟურნალი
nb: Logger
ro: Jurnale
sk: Záznamy
sl_si: Dnevniki
sv: Loggar
tr: Günlük kayıtları

source: Mailbox
be: Паштовая скрыня
ca: Bústia de correu
el: Θυρίδα
fr: Messagerie
id: Kotak Surat
is: Pósthólf
ka: საფოსტო ყუთი
nb: Postboks
ro: Căsuță poștală
sk: Poštová schránka
sl_si: Poštni predal
sv: Brevlåda
tr: Posta kutusu

source: Manage
be: Кіраваць
ca: Gestionar
el: Διαχείριση
fr: Gérer
id: Kelola
is: Stjórna
ka: მართვა
nb: Administrer
ro: Gestionare
sk: Spravovať
sl_si: Upravljanje
sv: Hantera
tr: Yönet

source: Manage accounts
be: Кіраванне ўліковымі запісамі
ca: Gestionar comptes
el: Διαχείριση λογαριασμών
fr: Gérer les comptes
id: Kelola akun
is: Sýsla með notandaaðganga
ka: ანგარიშების მართვა
nb: Administrer kontoer
ro: Gestionare conturi
sk: Spravovať účty
sl_si: Uredi račune
sv: Hantera konton
tr: Hesap yönetimi
