Repository: ProtonMail/ios-mail
Catalog: ProtonMail/ProtonMail/Resource/Localization/*.lproj/Localizable.strings
Languages: be, ca, el, fr, id, is, ka, nb, ro, sk, sl_si, sv, tr

source: The new password does not match.
be: Новы пароль не супадае.
ca: La nova contrasenya no coincideix.
el: Ο νέος κωδικός πρόσβασης δεν ταιριάζει.
fr: Le nouveau mot de passe ne correspond pas.
id: Kata sandi baru tidak sesuai.
is: Nýju lykilorðin stemma ekki.
ka: ახალი პაროლები ერთმანეთს არ ემთხვევა.
nb: Det nye passordet samsvarer ikke
ro: Parola nouă nu este identică.
sk: Nové heslo sa nezhoduje.
sl_si: Novo geslo se ne ujema
sv: Det nya lösenordet matchar inte.
tr: Yeni parola eşleşmiyor.

source: The new password needs to be at least 8 characters long
be: Новы пароль павінен змяшчаць прынамсі 8 сімвалаў
ca: La nova contrasenya ha de tenir almenys 8 caràcters
el: Ο νέος κωδικός πρόσβασης πρέπει να έχει μήκος τουλάχιστον 8 χαρακτήρων
fr: Le nouveau mot de passe doit comporter au moins 8 caractères.
id: Kata sandi baru harus mengandung setidaknya 8 karakter
is: Nýja lykilorðið þarf að vera að lágmarki 8 stafir
ka: საჭიროა, რომ ახალი პაროლი 8 სიმბოლო მაინც იყოს
nb: Det nye passordet må være minst 8 tegn langt
ro: Parola nouă trebuie să aibă cel puțin 8 caractere.
sk: Nové heslo musí mať aspoň 8 znakov
sl_si: Novo geslo more biti dolgo vsaj 8 znakov.
sv: Det nya lösenordet måste vara minst 8 tecken långt
tr: Yeni parola en az 8 karakter uzunluğunda olmalıdır

source: The Password is wrong.
be: Няправільны пароль.
ca: La contrasenya és incorrecta.
el: Ο κωδικός πρόσβασης είναι λανθασμένος.
fr: Le mot de passe n'est pas correct.
id: Kata sandi tidak tepat.
is: Lykilorðið er rangt.
ka: პაროლი არასწორია.
nb: Passordet er feil.
ro: Parola este greșită.
sk: Heslo je nesprávne.
sl_si: Geslo je napačno.
sv: Lösenordet är fel.

source: The password must be between 8 and 21 characters long
be: Ваш пароль павінен мець даўжыню ў межах ад 8 да 21 сімвала
ca: La contrasenya ha de tenir entre 8 i 21 caràcters
el: Ο κωδικός πρόσβασης πρέπει να έχει μήκος μεταξύ 8 και 21 χαρακτήρων
fr: Le mot de passe doit contenir entre 8 et 21 caractères.
id: Kata sandi harus mengandung antara 8 dan 21 karakter
is: Lykilorðið verður að vera á milli 8 og 21 stafur að lengd
ka: პაროლი სიგრძე 8 და 21 სიმბოლოს შორის უნდა მერყეობდეს
nb: Passordet må bestå av mellom 8 og 21 tegn
ro: Parola trebuie să aibă între 8 și 21 de caractere.
sk: Nové heslo musí mať dĺžku 8 až 21 znakov
sl_si: Vaše geslo mora vsebovati 8 do 21 znakov.
sv: Lösenordet måste vara mellan 8 och 21 tecken långt
tr: Parola uzunluğu 8 ile 21 karakter arasında olmalıdır

source: The PIN codes must match!
be: PIN-коды павінны супадаць!
ca: Els codis PIN han de coincidir!
el: Οι κωδικοί PIN πρέπει να ταυτίζονται!
fr: Les codes PIN doivent être identiques.
id: Kode PIN harus sesuai!
is: PIN kóðarnir verða að samsvara!
ka: PIN კოდები ერთმანეთს უნდა ემთხვეოდეს!
nb: PIN-kodene samsvarer ikke!
ro: Codurile PIN trebuie să corespundă!
sk: PIN kódy sa musia zhodovať!
sl_si: Kodi PIN se morata ujemati!
sv: PIN-koderna måste matcha!
tr: PIN kodu ile onayı aynı değil!

source: The private key update failed.
be: Не ўдалося абнавіць прыватны ключ.
ca: No s'ha pogut actualitzar la clau privada.
el: Αποτυχία ενημέρωσης ιδιωτικού κλειδιού.
fr: La clé privée n'a pas pu être mise à jour.
id: Pembaruan kunci pribadi gagal.
is: Uppfærsla einkalykilsins mistókst.
ka: პირადი გასაღების განახლების შეცდომა.
nb: Oppdateringen av privatnøkkelen mislyktes.
ro: Actualizarea cheii private a eșuat.
sk: Aktualizácia súkromného kľúča zlyhala.
sl_si: Posodobitev zasebnega ključa ni uspela.
sv: Uppdatering av privat nyckel misslyckades.
tr: Kişisel anahtar güncellenemedi.

source: The request timed out.
be: Перавышаны тэрмін чакання запыту.
ca: S'ha esgotat la sol·licitud.
el: Το χρονικό όριο της αίτησης εξαντλήθηκε.
fr: La requête a expiré.
id: Waktu permintaan habis.
is: Beiðnin féll á tíma.
ka: მოთხოვნის ვადა გავიდა.
nb: Forespørselen ble tidsavbrutt.
ro: Solicitarea a expirat.
sk: Požiadavka vypršala.
sl_si: Časovna omejitev zahteve je potekla.
sv: Förfrågan gjorde timeout.
tr: İstek zaman aşımına uğradı.

source: The sending key is not valid
be: Несапраўдны ключ адпраўкі
ca: La clau enviada no es vàlida
el: Το κλειδί αποστολής δεν είναι έγκυρο
fr: La clé d'envoi n'est pas valide.
id: Kunci pengiriman tidak valid
is: Dulritunarlykill sendingar er ekki gildur
ka: გაგზავნის გასაღები არასწორია
nb: Avsendernøkkelen er ikke gyldig.
ro: Cheia de trimitere nu este validă
sk: Kľúč na odosielanie je neplatný
sl_si: Ključ za pošiljanje ni veljaven
sv: Den skickande nyckeln är inte giltig
tr: Gönderim anahtarı geçersiz

source: The sending time needs to be at least 5 minutes in the future.
be: У будучым час адпраўкі павінен быць не менш за 5 хвілін.
ca: L'hora d'enviament ha de ser almenys d'aquí a 5 minuts.
el: Ο χρόνος αποστολής πρέπει να είναι τουλάχιστον 5 λεπτά στο μέλλον.
fr: Le moment choisi pour l'envoi doit être au minimum dans 5 minutes.
id: Waktu pengiriman harus setidaknya 5 menit dari sekarang.
is: Sendingartíminn þarf að vera að minnsta kosti 5 mínútur í framtíðinni.
ka: გაგზავნის დრო, მინიმუმ, 5 წუთით უნდა იყოს მომავალში.
nb: Sendetiden må være minst 5 minutter i fremtiden.
ro: Momentul trimiterii trebuie să fie cu cel puțin 5 minute în viitor.
sk: Čas odoslania musí byť aspoň 5 minút v budúcnosti.
sl_si: Čas pošiljanja mora biti vsaj pet minut v prihodnosti.
sv: Sändningstiden behöver vara åtminstone 5 minuter i framtiden.
tr: Gönderilme zamanı en az 5 dakika sonra olmalıdır.

source: The size limit for attachments is 25 MB.
be: Абмежаванне памеру для далучэнняў складае 25 МБ.
ca: El límit de mida per als adjunts és de 25 MB.
el: Το όριο μεγέθους για τα συνημμένα είναι 25 MB.
fr: La taille limite pour les pièces jointes est de 25 Mo.
id: Batas ukuran lampiran adalah 25 MB.
is: Stærðartakmörk fyrir viðhengi eru 25 MB.
ka: მიმაგრებული ფაილების მაქსიმალური ზომა შეადგენს 25მბ-ს.
nb: Størrelsesgrensen for vedlegg er 25 MB.
ro: Limita dimensiunii atașamentelor este de 25 MiB.
sk: Limit veľkosti príloh je 25 MB.
sl_si: Velikost priponke je omejena na 25 MB.
sv: Storleksgränsen för bilagor är 25 MB.
tr: Ek dosyaların boyutu 25 MB ile sınırlıdır.

source: The URL you are trying to access is not standard and may not load properly. Do you want to open it using your device's default browser?
be: URL-адрас, які вы спрабуеце адкрыць з'яўляецца нестандартным і можа быць загружаны некарэктна. Вы сапраўды хочаце адкрыць яго прадвызначаным браўзерам на вашай прыладзе?
ca: L'URL a què intenteu accedir no és estàndard i pot no carregar-se correctament. Voleu obrir-lo amb el navegador per defecte del dispositiu?
el: Η διεύθυνση URL στην οποία προσπαθείτε να αποκτήσετε πρόσβαση δεν είναι τυπική και ενδέχεται να μην φορτώσει σωστά. Θέλετε να το ανοίξετε χρησιμοποιώντας το προεπιλεγμένο πρόγραμμα περιήγησης της συσκευής σας;
fr: L'URL à laquelle vous essayez d'accéder n'est pas standard et peut ne pas se charger correctement. Voulez-vous l'ouvrir en utilisant le navigateur par défaut de votre appareil ?
id: URL yang hendak Anda akses tidak standar dan mungkin tidak akan dapat termuat sebagaimana mestinya. Apakah Anda ingin membukanya dengan browser default milik perangkat Anda?
is: Slóðin sem þú ert að reyna að opna er ekki stöðluð og gæti hlaðist rangt inn. Viltu opna hana með sjálfgefna varfranum á tækinu þínu?
ka: URL, რომელზეც ცდილობთ წვდომას, არ არის სტანდარტული და შეიძლება, სწორად არ ჩაიტვირთოს. გსურთ მისი გახსნა მოწყობილობის ნაგულისხმები ბრაუზერის გამოყენებით?
nb: Nettadressen du prøver å få tilgang til, er ikke standard og lastes kanskje ikke inn riktig. Vil du åpne den ved å bruke enhetens standard nettleser?
ro: Adresa URL pe care încercați să o accesați nu este standard și s-ar putea să nu se încarce corect. Doriți să o deschideți folosind navigatorul implicit al dispozitivului?
sk: URL adresa, ktorú otvárate, je neštandardná a nemusí sa v poriadku načítať. Chcete ju otvoriť predvoleným prehliadačom vášho zariadenia?
sl_si: Naslov spletne strani, ki jo želite odpreti, ni standarden in stran morda ne bo pravilno prikazana. Ali ga želite odpreti v svojem privzetem brskalniku?
sv: Den URL du försöker komma åt är inte standard och kanske inte laddas korrekt. Vill du öppna den med enhetens standardwebbläsare?
tr: Erişmeye çalıştığınız adres standart olmadığından düzgün yüklenmeyebilir. Adresi aygıtınızın varsayılan tarayıcısı ile açmak ister misiniz?

source: The user is already logged in
is: Notandinn er þegar skráður inn
tr: Kullanıcı zaten oturum açmış

source: There are unsent messages that will be lost if you sign out
be: Ёсць неадпраўленыя паведамленні, якія будуць страчаны пры выхадзе з сістэмы
ca: Hi ha missatges no enviats que es perdran si tanqueu la sessió
el: Υπάρχουν μη απεσταλμένα μηνύματα που θα χαθούν εάν εξέλθετε
fr: Il reste des messages non envoyés qui seront perdus si vous vous déconnectez.
id: Terdapat pesan tidak terkirim yang akan hilang apabila Anda keluar
is: Enn eru ósend skilaboð sem munu tapast ef þú skráir þig út
ka: არსებობს გაუგზავნელი შეტყობინებები, რომლებიც დაიკარგება, თუ გახვალთ
nb: Det er usendte meldinger som vil gå tapt hvis du logger av
ro: Există mesaje netrimise care vor fi pierdute dacă vă deconectați.
sk: Existujú neodoslané správy, ktoré budú stratené, ak sa odhlásite
sl_si: Obstajajo neposlana sporočila, ki bodo izgubljena, če se odjavite
sv: Det finns oskickade meddelanden som går förlorade om du loggar ut
tr: Gönderilmemiş iletiler var. Oturumu kapatırsanız bunlar silinecek

source: This action cannot be undone.
be: Гэта дзеянне нельга будзе адрабіць.
ca: Aquesta acció no es pot desfer.
el: Αυτή η ενέργεια δεν γίνεται να αναιρεθεί.
fr: Cette action ne peut pas être annulée.
id: Tindakan ini tidak dapat diurungkan.
is: Þessa aðgerð er ekki hægt að afturkalla.
ka: ეს ქმედება არ შეიძლება, დაბრუნდეს.
nb: Denne handlingen kan ikke angres.
ro: Această acțiune nu poate fi anulată.
sk: Túto akciu nie je možné vrátiť späť.
sl_si: Tega dejanja ni mogoče preklicati.
sv: Denna åtgärd kan inte ångras.
tr: Bu işlem geri alınamaz.

source: This action cannot be undone. Emails stored in this folder will not be deleted and can be found in the All Mail folder.
be: Гэта дзеянне нельга будзе адрабіць. Лісты, якія знаходзяцца ў гэтай папцы не будуць выдалены, і іх можна будзе знайсці ў папцы "Уся пошта".
ca: Aquesta acció no es pot desfer. Els correus electrònics emmagatzemats a aquesta carpeta no se suprimiran i es poden trobar a la carpeta Tot el correu.
el: Αυτή η ενέργεια δεν γίνεται να αναιρεθεί. Μηνύματα αποθηκευμένα σε αυτόν τον φάκελο δεν θα διαγραφούν, θα μπορούν να βρεθούν στον φάκελο "Όλα τα μηνύματα".
fr: Cette action ne peut pas être annulée. Les messages stockés dans ce dossier ne seront pas supprimés et seront accessibles dans le dossier Tous les messages.
id: Tindakan ini tidak dapat diurungkan. Seluruh email yang tersimpan pada folder ini tidak akan dihapus dan dapat ditemukan di folder Semua Surat.
is: Þessa aðgerð er ekki hægt að afturkalla. Tölvupóstar vistaðir í þessari möppu verða ekki eyddir og verða til staðar í möppunni Allar möppur.
ka: ამ ქმედების დაბრუნება შეუძლებელია. საქაღალდეში შენახული შეტყობინებები არ წაიშლება. მათი ნახვა შესაძლებელია საქაღალდეში „ყველა შეტყობინება“.
nb: Denne handlingen kan ikke angres. E-postmeldinger som er lagret i denne mappen, blir ikke slettet og finnes i mappen All e-post.
ro: Această acțiune nu poate fi anulată. Mesajele stocate în acest folder nu vor fi șterse și pot fi găsite în folderul «Toate mesajele».
sk: Túto akciu nie je možné vrátiť späť. Emaily uložené v tomto priečinku nebudú vymazané a je možné ich nájsť v priečinku Všetky správy.
sl_si: Tega dejanja ni mogoče razveljaviti. E-poštna sporočila, shranjena v tej mapi, ne bodo izbrisana in jih je mogoče najti v mapi Vsa pošta.
sv: Denna åtgärd kan inte ångras. E-postmeddelanden som är lagrade i denna mapp raderas inte och kan hittas i mappen All e-post.
tr: Bu işlem geri alınamaz. Bu klasöre kaydedilmiş e-postalar silinmeyecek ve Tüm e-postalar kutusundan erişilebilecek.

source: This conversation contains non-trashed messages.
be: У гэтай размове маюцца паведамленні, якія не былі перамешчаны ў сметніцу.
ca: Aquesta conversa conté missatges no esborrats.
el: Αυτή η συνομιλία περιέχει μη διαγραμμένα μηνύματα.
fr: Cette conversation a des messages qui ne sont pas dans le dossier Corbeille.
id: Percakapan ini berisi pesan yang tidak dibuang.
is: Þetta samtal inniheldur skilaboð sem ekki eru í ruslinu.
ka: ეს საუბარი შეიცავს წაუშლელ შეტყობინებებს.
nb: Denne samtalen inneholder ikke meldinger i papirkurven.
ro: Această conversație conține mesaje neșterse.
sk: Táto konverzácia obsahuje nevymazané správy.
sl_si: Ta pogovor vsebuje sporočila, ki niso v smetnjaku.
sv: Denna konversation innehåller icke kastade meddelanden.
tr: Bu yazışmada çöpe atılmamış iletiler var.

source: This conversation contains trashed messages
be: Гэта размова змяшчае выдаленыя паведамленні
ca: Aquesta conversa conté missatges de la paperera
el: Αυτή η συνομιλία περιέχει διαγραμμένα μηνύματα
fr: Cette conversation a des messages qui sont dans le dossier Corbeille.
id: Percakapan ini berisi pesan yang telah dibuang
is: Þetta samtal inniheldur skilaboð sem eru í ruslinu
ka: საუბარი შეიცავს წაშლილ შეტყობინებებს
nb: Denne samtalen inneholder meldinger i papirkurven.
ro: Această conversaţie conţine mesaje care sunt șterse
sk: Táto konverzácia obsahuje vymazané správy
sl_si: Ta pogovor vsebuje sporočila, ki so v smetnjaku
sv: Denna konversation innehåller kastade meddelanden
tr: Bu yazışmada, çöpe atılmış iletiler var

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
is: Þessi tölvupóstur féll á auðkenningarprófunum lénsins. Hann gæti verið áframsendur á rangan hátt eða falsaður!
tr: Bu e-posta, etki alanının doğrulama gereksinimlerini karşılayamadı. E-posta, sahte ya da hatalı iletilmiş olabilir!

source: This email has failed its domain’s authentication requirements. It may be spoofed or improperly forwarded!
is: Þessi tölvupóstur féll á auðkenningarprófunum lénsins. Hann gæti verið áframsendur á rangan hátt eða falsaður!
tr: Bu e-posta, etki alanının doğrulama gereksinimlerini karşılayamadı. E-posta, sahte ya da hatalı iletilmiş olabilir!

source: This email seems to be from a Proton Mail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
be: Верагодна, што крыніцай гэтага ліста з'яўляецца адрас, які адносіцца да Proton Mail, але сам ліст прыйшоў не з нашай сістэмы і не прайшоў праверку на адпаведнасць нашым патрабаванням аўтэнтыфікацыі. Ён можа быць падроблены або перасланы неналежным чынам!
ca: Aquest correu sembla que sigui d'una adreça de Proton Mail, però ha arribat des de fora del nostre sistema i no ha passat els requisits d'autenticació. És possible que es tracti d'un correu falsejat o reenviat indegudament!
el: Αυτό το μήνυμα φαίνεται να στάλθηκε από μια διεύθυνση του Proton Mail, όμως προήλθε έξω από το σύστημά μας και απέτυχε τις απαιτήσεις μας για ταυτοποίηση. Ίσως έχει πλαστογραφηθεί ή προωθηθεί ακατάλληλα!
fr: Ce message semble provenir d'une adresse Proton Mail, mais il vient de l'extérieur de notre système et a échoué à nos exigences d'authentification. Il a peut-être été falsifié ou transféré de manière incorrecte.
id: Walaupun email ini sekilas terlihat seperti dikirim dari alamat Proton Mail, email ini sepertinya berasal dari luar sistem kami dan tidak memenuhi persyaratan autentikasi yang kami miliki. email ini mungkin palsu atau tidak diteruskan dengan benar!
is: Þessi tölvupóstur lítur út eins og hann komi frá Proton tölvupóst netfangi en kom í rauninni utan kerfisins og stóðst ekki auðkenningarkröfur okkar. Hann gæti verið falsaður eða áframsendur á rangan hátt!
ka: როგორც ჩანს, ეს ელფოსტა არის Proton Mail მისამართიდან, მაგრამ მოვიდა ჩვენი სისტემის გარედან და ვერ გაიარა ავტორიზაცია. ის შეიძლება გაყალბებული, ან არასწორად გადაგზავნილია!
nb: Denne e-posten ser ut til å være fra en Proton Mail-adresse, men kom fra utsiden av systemet vårt og mislyktes våre autentiseringskrav. Den kan være forfalsket eller feilaktig videresendt.
ro: Acest e-mail pare să fie de la o adresă Proton Mail, dar a venit din afara sistemului nostru și nu respectă cerințele de autenticitate. Ar putea fi falsificat sau redirecționat eronat!
sk: Zdá sa, že tento e-mail pochádza z adresy Proton Mail, ale prišiel z externého systému a nespĺňa naše overovacie požiadavky. Správa môže byť sfalšovaná alebo nesprávne preposlaná!
sl_si: Sporočilo je videti, kot bi bilo poslano z naslova Proton Mail, vendar ni prispelo iz našega sistema in ne izpolnjuje naših zahtev za preverjanje pristnosti. Morda se predstavlja z lažnim naslovom ali pa je nepravilno posredovano!
sv: Denna e-post verkar komma från en Proton Mail-adress, men den kom utanför vårt system och misslyckades med våra autentiseringskrav. Den kan vara förfalskad eller felaktigt vidarebefordrad!
tr: Bu e-posta, bir Proton Mail adresinden gelmiş gibi görünüyor. Ancak sistemimizin dışından geldi ve kimlik doğrulama gereksinimlerini karşılayamadı. Sahte ya da doğru olmayan şekilde iletilmiş olabilir!

source: This feature delays sending your emails, giving you the opportunity to undo send during the selected time frame.
be: Гэта функцыя затрымлівае адпраўку вашых паведамленняў, што дае вам магчымасць адрабіць адпраўку на працягу выбранага перыяду часу.
ca: Aquesta funció retarda l'enviament dels vostres correus electrònics, donant-vos l'oportunitat de desfer l'enviament durant el període de temps seleccionat.
el: Αυτή η λειτουργία καθυστερεί την αποστολή των μηνυμάτων σας, δίνοντάς σας την δυνατότητα να αναιρέσετε την αποστολή κατά τη διάρκεια του επιλεγμένου χρονικού πλαισίου.
fr: Cette fonctionnalité retarde l'envoi de vos messages, vous donnant la possibilité d'annuler l'envoi pendant un délai choisi.
id: Fitur ini akan menunda pengiriman email Anda, yang memberikan Anda kesempatan untuk dapat membatalkan pengiriman dalam rentang waktu yang dipilih.
is: Þessi eiginleiki seinkar sendingu tölvupósts þíns, sem gefur þér tækifæri til að afturkalla sendingu á völdum tímaramma.
ka: ეს ფუნქცია დააყოვნებს თქვენი ელფოსტის გაგზავნას, რაც გაძლევთ შესაძლებლობას, დროის არჩეული მონაკვეთის განმავლობაში გაგზავნა გააუქმოთ.
nb: Denne funksjonen forsinker utsending av e-postene dine. På denne måte kan du angre sending av e-posten i den valgte tidsrammen.
ro: Această funcție întârzie trimiterea mesajelor, pemițându-vă să anulați trimiterea în intervalul de timp selectat.
sk: Táto funkcia oneskoruje posielanie Vašich emailov, dáva možnosť prerušiť zasielanie správy, ktorá už bola na ceste a vrátiť ju späť.
sl_si: Ta funkcija počaka s pošiljanjem vaših e-poštnih sporočil in vam tako omogoča, da jih v izbranem časovnem okviru razveljavite.
sv: Denna funktion fördröjer sändningen av dina e-postmeddelanden, vilket ger dig möjlighet att ångra sändningen under den valda tidsramen.
tr: Bu özellik, e-postalarınızı göndermeyi geciktirerek belirtilen süre içinde göndermeyi geri alma olanağı sağlar.

source: This folder is empty
be: Гэта папка пустая
ca: Aquesta carpeta és buida
el: Αυτός ο φάκελος είναι κενός
fr: Ce dossier est vide.
id: Folder ini kosong
is: Þessi mappa er tóm
ka: საქაღალდე ცარიელია
nb: Denne mappen er tom
ro: Acest folder este gol
sk: Tento priečinok je prázdny
sl_si: Ta mapa je prazna
sv: Denna mapp är tom
tr: Bu klasör boş

source: This link leads to a website that might be trying to steal your information, such as passwords and credit card details. %@ For your security, do not continue.
be: Гэта спасылка вядзе на вэб-сайт, які можа спрабаваць скрасці вашы даныя: паролі або інфармацыю аб крэдытных картках. %@ Не працягвайце ў мэтах бяспекі.
ca: Aquest enllaç porta a un lloc web que podria estar intentant robar-vos la informació, com ara contrasenyes i detalls de la targeta de crèdit. %@ Per la vostra seguretat, no continueu.
el: Αυτός ο σύνδεσμος οδηγεί σε ιστοσελίδα που ενδέχεται να προσπαθεί να κλέψει πληροφορίες σας, όπως κωδικούς και λεπτομέρειες πιστωτικής κάρτας. %@ Για την ασφάλειά σας, μη συνεχίσετε.
fr: Ce lien mène à un site web qui pourrait essayer de voler vos informations, comme des mots de passe et des informations de cartes de paiement. %@ Pour votre sécurité, ne continuez pas.
id: Tautan ini tertuju pada situs web yang dapat mencuri informasi pribadi Anda, seperti kata sandi dan rincian kartu kredit yang Anda miliki. %@ Demi keamanan Anda, jangan lanjutkan ke situs web ini.
is: Þessi hlekkur leiðir til vefsíðu sem gæti verið að reyna að stela þínum upplýsingum, svo sem lykilorða- og kreditkortaupplýsingum. %@ Til öryggis skaltu ekki halda áfram.
ka: ბმული მიდის ვებგვერდამდე, რომელმაც შეიძლება, მოიპაროს თქვენი ისეთი ინფორმაცია, როგორიცაა პაროლები და საკრედიტო ბარათის დეტალები. %@ თქვენი უსაფრთხოებისთვის, ნუ გადახვალთ მასზე.
nb: Denne koblingen fører til et nettsted som kanskje prøver å stjele informasjonen din, for eksempel passord og kredittkortdetaljer. %@ For din egen sikkerhet bør du ikke fortsette.
ro: Această legătură web duce la un site web care ar putea încerca să vă fure informațiile, cum ar fi parolele și detaliile cărților de credit. %@ Pentru siguranță, nu continuați.
sk: Tento odkaz vedie na stránku, ktorá sa môže pokúšať o krádež vašich údajov, napríklad hesla alebo údajov z kreditnej karty. %@ Pre vašu vlastnú bezpečnosť nepokračujte.
sl_si: Ta povezava vodi do spletnega mesta, ki morda poskuša ukrasti vaše podatke, kot so gesla in podatki o plačilni kartici. %@ Ne nadaljujte zaradi vaše varnosti.
sv: Denna länk leder till en webbplats som kanske försöker stjäla din information, såsom lösenord och kreditkortsuppgifter. %@ För din säkerhet, fortsätt inte.
tr: Bu bağlantı, parola ve kredi kartı gibi bilgilerinizi çalmayı deneyen bir web sitesine gidiyor olabilir.. %@ Güvenliğiniz için daha ileri gitmeyin.
