Repository: ProtonMail/ios-mail
Catalog: ProtonMail/ProtonMail/Resource/Localization/*.lproj/Localizable.strings
Languages: be, ca, el, fr, id, is, ka, nb, ro, sk, sl_si, sv, tr

source: , will not be searched. To search within them, increase the %1$@
is: , verður ekki leitað. Til að leita innan þeirra, skaltu auka %1$@
tr: , aranamayacak. Bunlarda arama yapabilmek için %1$@nı artırın

source: …[Show full message]
be: …[Паказаць паведамленне цалкам]
ca: …[Mostra el missatge complet]
el: …[Εμφάνιση πλήρους μηνύματος]
fr: …[afficher le message complet]
id: …[Tampilkan isi pesan selengkapnya]
is: …[Sýna skilaboðin í heild sinni]
ka: …[სრული შეტყობინების ჩვენება]
nb: …[Vis hele meldingen]
ro: ...[Afișare mesaj complet]
sk: …[Zobraziť celú správu]
sl_si: … [Prikaži celotno sporočilo]
sv: …[Visa hela meddelandet]
tr: …[İletinin tümünü göster]

source: 'On' E, MMM d, yyyy 'at' %@
be: E, d MMM, yyyy у %@
ca: 'El' E, d MMM, yyyy 'a' %@
el: 'Στις' E, MMM d, yyyy 'στις' %@
fr: 'Le' E d MMM yyyy 'à' %@
id: 'Pada' E, d MMM yyyy 'pukul' %@
is: E, d. MMM. yyyy 'klukkan' %@
ka: 'დრო: %@ E, MMM d, yyyy-ში
nb: 'Den' E, d MMM, yyyy 'kl.' %@
ro: E, z MMM yyyy la %@
sk: 'V' E, MMM d, yyyy 'o' %@
sl_si: 'Dne' EE, dd. MMMM yyyy 'ob' %@
sv: 'Den' d MMM yyyy 'kl' %@
tr: E, MMM d, yyyy 'tarihinde' %@ 'saatinde'

source: 'Search message content' will be disabled. It can be enabled again from settings and all messages will have to be downloaded again.
is: 'Leita í innihaldi skilaboða' verður gert óvirkt. Það er hægt að virkja það aftur í stillingum og öllum skilaboðum verður að hlaða niður aftur.
tr: 'İleti içeriğinde arama' devre dışı bırakılacak. Ayarlar bölümünden yeniden etkinleştirilebilir ve tüm iletilerin yeniden indirilmesi gerekir.

# %@ of %@
source: %1$@ of %2$@
is: %1$@ af %2$@

source: %d seconds
is: %d sekúndur
tr: %d saniye

source: %d Selected
is: %d valið
tr: %d seçilmiş

source: + Drop here to add as attachment
be: + Перацягніце сюды, каб дадаць як далучэнне
ca: + Arrossegui aquí per afegir com a fitxer adjunt
el: + Τοποθετήστε εδώ για προσθήκη ως συνημμένο
fr: + Déposez ici pour ajouter comme pièce jointe
id: + Seret ke sini untuk menambahkan lampiran
is: + Slepptu hér til að bæta við sem viðhengi
ka: + დააგდეთ აქ მათ მისამაგრებლად
nb: + Slipp her for å legge til som vedlegg
ro: + Plasaţi aici pentru atașare
sk: + Presunutím sem pridáte prílohu
sl_si: + Spustite sem, da dodate kot prilogo
sv: + Släpp här för att lägga till som bilaga
tr: + Dosyayı eklemek için sürükleyip buraya bırakın

source: <1 minute remaining
is: <1 mínúta eftir
tr: <1 dakika kaldı

source: 1 message moved to archive
be: 1 паведамленне перамешчана ў архіў
ca: S'ha mogut 1 missatge a l'arxiu
el: 1 μήνυμα μετακινήθηκε στα Αρχειοθετημένα
fr: 1 message déplacé dans le dossier Archives
id: 1 pesan dipindahkan ke arsip
is: 1 skilaboð færð í geymslu
ka: 1 შეტყობინება გადატანილია არქივში
nb: 1 melding flyttet til arkiv
ro: Un mesaj a fost mutat în «Arhivă»
sk: 1 správa presunutá do archívu
sl_si: 1 sporočilo je premaknjeno v arhiv
sv: 1 meddelande flyttades till arkiv
tr: 1 ileti arşive taşındı

source: 1 Message moved to spam
be: 1 паведамленне перамешчана ў спам
ca: S'ha mogut 1 missatge al correu brossa
el: 1 μήνυμα μετακινήθηκε στα Ενοχλητικά
fr: 1 message déplacé dans le dossier Indésirables/spam
id: 1 Pesan dipindahkan ke spam
is: 1 skilaboð færð í ruslpóst
ka: 1 შეტყობინება გადატანილია სპამში
nb: 1 melding flyttet til søppelpost
ro: Un mesaj a fost mutat în «Nedorite»
sk: 1 správa presunutá do spamu
sl_si: Sporočilo premaknjeno v neželeno pošto.
sv: 1 meddelande flyttades till skräppost
tr: 1 ileti İstenmeyen kutusuna taşındı

source: 8 to 21 characters long
be: Ад 8 да 21 сімвала
ca: Longitud de 8 a 21 caràcters
el: μήκος 8 έως 21 χαρακτήρες
fr: 8 à 21 caractères
id: panjang antara 8 hingga 21 karakter
is: 8 til 21 stafa langt
ka: 8-დან 15-მდე სიმბოლო
nb: 8 til 21 tegn lang
ro: între 8 și 21 de caractere
sk: 8 až 21 znakov
sl_si: 8 do 21 znakov
sv: 8 till 21 tecken långt
tr: 8 ile 21 karakter uzunluğunda

source: Access to this account is disabled due to non-payment. Please sign in through proton.me to pay your unpaid invoice.
be: Доступ да гэтага ўліковага запісу адключаны па прычыне пратэрмінаванага плацяжу. Увайдзіце праз proton.me, каб аплаціць рахунак.
ca: L'accés a aquest compte està desactivat per falta de pagament. Inicieu la sessió a proton.me per pagar la factura pendent.
el: Η πρόσβαση σε αυτόν τον λογαριασμό είναι απενεργοποιημένη, λόγω μη πληρωμής. Παρακαλούμε συνδεθείτε από το proton.me προς εξόφληση του απλήρωτου τιμολογίου σας.
fr: L'accès à ce compte est désactivé en raison d’un défaut de paiement. Nous vous invitons à vous connecter via proton.me pour régler votre facture impayée.
id: Akses ke akun ini telah ditangguhkan karena adanya faktur yang tertunggak. Silakan masuk melalui proton.me untuk melunasi tagihan Anda.
is: Þessi notandaaðgangur er óvirkur vegna ógreidds reiknings. Skráðu þig inn í proton.me til að greiða ófrágenginn reikning.
ka: ანგარიშზე წვდომა გათიშულია გადაუხდელობის გამო.თქვენი გადაუხდელი ინვოისის გადასახდელად გთხოვთ შეხვიდეთ proton.me-ზე.
nb: Tilgang til denne konten er deaktivert grunnet manglende betaling. Logg på via proton.me for å betale den utestående fakturaen.
ro: Accesul la acest cont este blocat datorită unei plăți restante. Autentificați-vă la proton.me și achitați factura restantă.
sk: Prístup k tomuto účtu je zakázaný z dôvodu nezaplatenia. Ak chcete zaplatiť svoju nezaplatenú faktúru, prihláste sa cez proton.me.
sl_si: Zaradi neplačila je dostop do tega računa onemogočen. Prijavite se prek spletne strani proton.me in plačajte neplačani račun.
sv: Åtkomst till detta konto är inaktiverat på grund av utebliven betalning. Logga in via proton.me för att betala din obetalda faktura.

source: Account
be: Уліковы запіс
ca: Compte
el: Λογαριασμός
fr: Compte
id: Akun
is: Notandaaðgangur
ka: ანგარიში
nb: Konto
ro: Cont
sk: Účet
sl_si: Račun
sv: Konto
tr: Hesap

source: Account settings
be: Налады ўліковага запісу
ca: Configuració del compte
el: Ρυθμίσεις λογαριασμού
fr: Paramètres du compte
id: Pengaturan akun
is: Stillingar notandaaðgangs
ka: ანგარიშის მორგება
nb: Kontoinnstillinger
ro: Setări cont
sk: Nastavenia účtu
sl_si: Nastavitve računa
sv: Kontoinställningar
tr: Hesap ayarları

source: Action reverted
be: Дзеянне вернута
ca: Acció desfeta
el: Η ενέργεια επανήλθε
fr: Action annulée
id: Tindakan diurungkan
is: Aðgerð afturkölluð
ka: მოქმედება დაბრუნებულია
nb: Handling tilbakestilt
ro: Acțiune inversată
sk: Akcia vrátená
sl_si: Dejanje razveljavljeno
sv: Åtgärd återställd
tr: İşlem geri alındı

source: Add anniversary
be: Дадаць гадавіну
ca: Afegir aniversari
el: Προσθήκη Επετείου
fr: Ajouter un anniversaire
id: Tambah perayaan
is: Bæta við afmæli
ka: აღნიშვნის დამატება
nb: Legg til jubileum
ro: Adăugare aniversare
sk: Pridať výročie
sl_si: Dodaj obletnico
sv: Lägg till årsdag
tr: Yıldönümü ekle

source: Add attachment
be: Дадаць далучэнне
ca: Afegir adjunt
el: Προσθήκη συνημμένου
fr: Ajouter une pièce jointe
id: Tambah lampiran
is: Bæta við viðhengi
ka: ფაილის მიმაგრება
nb: Legg til vedlegg
ro: Adăugare atașament
sk: Pridať prílohu
sl_si: Dodaj prilogo
sv: Lägg till bilaga
tr: Dosya ekle

source: Add birthday
be: Дадаць дзень нараджэння
ca: Afegir data de naixement
el: Προσθήκη γενεθλίων
fr: Ajouter une date de naissance
id: Tambah tanggal lahir
is: Bæta við fæðingardegi
ka: დაბადების დღის დამატება
nb: Legg til bursdag
ro: Adăugare dată naștere
sk: Pridať narodeniny
sl_si: Dodaj rojstni dan
sv: Lägg till födelsedag
tr: Doğum günü ekle

source: Add CC and BCC
be: Дадаць копію і схаваную копію
ca: Afegeix CC i BCC
el: Προσθήκη Κοιν. και Κρυφής Κοιν
fr: Ajouter CC et CCI
id: Tambah CC dan BCC
is: Bæta við afriti og földu afriti
ka: BCC-ისა და CC-ის დამატება
nb: Legg til kopi og blindkopi
ro: Adăugare copie și copie ascunsă
sk: Pridať kópiu a skrytú kópiu
sl_si: Dodaj Kp in Skp
sv: Lägg till CC och BCC
tr: Kopya ve Gizli kopya ekle

source: Add contacts
be: Дадаць кантакты
ca: Afegeix contactes
el: Προσθήκη επαφών
fr: Ajouter des contacts
id: Tambah kontak
is: Bæta við tengiliðum
ka: კონტაქტების დამატება
nb: Legg til kontakter
ro: Adăugare contacte
sk: Pridať kontakty
sl_si: Dodaj stike
sv: Lägg till kontakter
tr: Kişi ekle

source: Add Folder
be: Дадаць папку
ca: Afegeix carpeta
el: Προσθήκη Φακέλου
fr: Ajouter un dossier
id: Tambah Folder
is: Bæta við möppu
ka: საქაღალდის დამატება
nb: Legg til mappe
ro: Adăugare folder
sk: Pridať priečinok
sl_si: Dodaj mapo
sv: Lägg till mapp
tr: Klasör ekle

source: Add gender
be: Дадаць пол
ca: Afegir gènere
el: Προσθήκη φύλου
fr: Ajouter un genre
id: Tambah gender
is: Bæta við kyni
ka: სქესის დამატება
nb: Legg til kjønn
ro: Adăugare gen
sk: Pridať pohlavie
sl_si: Dodaj spol
sv: Lägg till kön
tr: Cinsiyet ekle

source: Add Label
be: Дадаць метку
ca: Afegeix etiqueta
el: Προσθήκη Ετικέτας
fr: Ajouter un label
id: Tambah Label
is: Bæta við merki
ka: ჭდის დამატება
nb: Legg til etikett
ro: Adăugare etichetă
sk: Pridať štítok
sl_si: Dodaj oznako
sv: Lägg till etikett
tr: Etiket ekle

source: Add new address
be: Дадаць новы адрас
ca: Afegeix una adreça
el: Προσθέστε νέα διεύθυνση
fr: Ajouter une nouvelle adresse
id: Tambah alamat baru
is: Bæta við nýju heimilisfangi
ka: ახალი მისამართის დამატება
nb: Legg til ny adresse
ro: Adăugare adresă
sk: Pridať novú adresu
sl_si: Dodaj nov naslov
sv: Lägg till ny adress
tr: Yeni adres ekle

source: Add new custom field
be: Дадаць карыстальніцкае поле
ca: Afegiu un camp personalitzat nou
el: Προσθέστε νέο προσαρμοσμένο πεδίο
fr: Ajouter un nouveau champ personnalisé
id: Tambah kolom khusus baru
is: Bæta við nýjum sérsniðnum reit
ka: ახალი, თქვენთვის სასურველი ველის დამატება
nb: Legg til nytt tilpasset felt
ro: Adăugare câmp personal
sk: Pridať nové vlastné pole
sl_si: Dodaj polje po meri
sv: Lägg till nytt anpassat fält
tr: Yeni özel alan ekle

source: Add new email
be: Дадаць новы адрас электроннай пошты
ca: Afegiu un correu electrònic nou
el: Προσθήκη νέου email
fr: Ajouter une nouvelle adresse email
id: Tambah email baru
is: Bæta við nýju tölvupóstfangi
ka: ახალი ელფოსტის დამატება
nb: Legg til ny e-post
ro: Adăugare e-mail
sk: Pridať nový email
sl_si: Dodaj novo e-pošto
sv: Lägg till ny e-post
tr: Yeni e-posta ekle

source: Add new field
be: Дадаць новае поле
ca: Afegir un nou camp
el: Προσθήκη νέου πεδίου
fr: Ajouter un nouveau champ
id: Tambah kolom baru
is: Bæta við nýjum reit
ka: ახალი ველის დამატება
nb: Legg til nytt felt
ro: Adăugare câmp
sk: Pridať nové pole
sl_si: Dodaj novo polje
sv: Lägg till nytt fält
tr: Yeni alan ekle

source: Add new phone number
be: Дадаць новы нумар тэлефона
ca: Afegeix un nou número de telèfon
el: Προσθήκη νέου αριθμού τηλεφώνου
fr: Ajouter un nouveau numéro de téléphone
id: Tambah nomor telepon baru
is: Bæta við nýju símanúmeri
ka: ტელეფონის ახალი ნომრის დამატება
nb: Legg til nytt telefonnummer
ro: Adăugare număr de telefon
sk: Pridať nové telefónne číslo
sl_si: Dodaj novo telefonsko številko
sv: Lägg till nytt telefonnummer
tr: Yeni telefon numarası ekle

source: Add new URL
be: Дадаць новы URL-адрас
ca: Afegeix un URL nou
el: Προσθήκη νέου URL
fr: Ajouter une nouvelle URL
id: Tambah URL baru
is: Bæta við nýrri URL-slóð
ka: ახალი ბმულის დამატება
nb: Legg til ny nettadresse
ro: Adăugare URL
sk: Pridať novú adresu URL
sl_si: Dodaj nov URL
sv: Lägg till ny URL
tr: Yeni bağlantı ekle

source: Add nickname
be: Дадаць псеўданім
ca: Afegir àlies
el: Προσθήκη ψευδώνυμου
fr: Ajouter un surnom
id: Tambah julukan
is: Bæta við gælunafni
ka: მეტსახელის დამატება
nb: Legg til kallenavn
ro: Adăugare poreclă
sk: Pridať prezývku
sl_si: Dodaj vzdevek
sv: Lägg till smeknamn
tr: Takma ad ekle

source: Add organization
be: Дадаць арганізацыю
ca: Afegir organització
el: Προσθήκη οργανισμού
fr: Ajouter une organisation
id: Tambah organisasi
is: Bæta við stofnun
ka: ორგანიზაციის დამატება
nb: Legg til organisasjon
ro: Adăugare organizaţie
sk: Pridať organizáciu
sl_si: Dodaj organizacijo
sv: Lägg till organisation
tr: Kuruluş ekle

source: Add photo
be: Дадаць фатаграфію
ca: Afegir foto
el: Προσθήκη φωτογραφίας
fr: Ajouter une photo
id: Tambah foto
is: Bæta við mynd
ka: სურათის დამატება
nb: Legg til bilde
ro: Adăugare fotografie
sk: Pridať fotku
sl_si: Dodaj fotografijo
sv: Lägg till foto
tr: Fotoğraf ekle

source: Add Star
is: Bæta við stjörnu
tr: Yıldız koy

source: Add title
be: Дадаць загаловак
ca: Afegir títol
el: Προσθέστε τίτλο
fr: Ajouter un titre
id: Tambah gelar
is: Bæta við titli
ka: სათაურის დამატება
nb: Legg til tittel
ro: Adăugare titlu
sk: Pridať titul
sl_si: Dodaj naslov
sv: Lägg till rubrik
tr: Başlık ekle

source: Add to contacts
be: Дадаць у кантакты
ca: Afegeix als contactes
el: Προσθήκη στις επαφές
fr: Ajouter aux contacts
id: Tambah ke kontak
is: Bæta í tengiliði
ka: კონტაქტებში ჩამატება
nb: Legg til i kontakter
ro: Adăugare la contacte
sk: Pridať do kontaktov
sl_si: Dodaj med stike
sv: Lägg till i kontakter
tr: Kişilere ekle

source: Address
be: Адрас
ca: Adreça
el: Διεύθυνση
fr: Adresse
id: Alamat
is: Vistfang
ka: მისამართი
nb: Adresse
ro: Adresa
sk: Adresa
sl_si: Naslov
sv: Adress
tr: Adres

source: Addresses
be: Адрасы
ca: Adreces
el: Διευθύνσεις
fr: Adresses
id: Alamat
is: Vistföng
ka: მისამართები
nb: Adresser
ro: Adrese
sk: Adresy
sl_si: Naslovi
sv: Adresser
tr: Adresler

source: Alert
be: Абвестка
ca: Alerta
el: Προειδοποίηση
fr: Alerte
id: Peringatan
is: Aðvörun
ka: გაფრთხილება
nb: Varsel
ro: Alertă
sk: Upozornenie
sl_si: Opozorilo
sv: Varning
tr: Uyarı

source: All contacts are imported
be: Усе кантакты імпартаваны
ca: S'importen tots els contactes
el: Όλες οι επαφές έχουν εισαχθεί
fr: Tous les contacts sont importés.
id: Seluruh kontak telah diimpor
is: Allir tengiliðir fluttir inn
ka: ყველა კონტაქტი შემოტანილია
nb: Alle kontakter er importert
ro: S-au importat toate contactele
sk: Všetky kontakty boli importované
sl_si: Vsi stiki so uvoženi.
sv: Alla kontakter är importerade
tr: Tüm kişiler içe aktarıldı

source: All Mail
be: Уся пошта
ca: Tot el correu
el: Όλα τα μηνύματα
fr: Tous les messages
id: Seluruh Surat
is: Allur póstur
ka: ყველა ელფოსტა
nb: All e-post
ro: Toată corespondența
sk: Všetky správy
sl_si: Vsa pošta
sv: All e-post
tr: Tüm e-postalar

source: All protection settings will be reset and wiped upon logging out of the app.
is: Allar verndarstillingar verða endurstilltar og þurrkaðar út þegar þú skráir þig úr forritinu.
tr: Uygulama oturumu kapatıldıktan sonra tüm koruma ayarları sıfırlanacak ve silinecek.

source: All your messages are downloaded
is: Öllum skilaboðum þínum er hlaðið niður
tr: Tüm iletileriniz indirildi

source: Allow alternative routing
be: Дазволіць альтэрнатыўную маршрутызацыю
ca: Autoritza un enrutament alternatiu
el: Επιτρέψτε εναλλακτική δρομολόγηση
fr: Autoriser le routage alternatif
id: Izinkan pengalihan lalu lintas alternatif
is: Leyfa varaleið beiningar
ka: ალტერნატიული რაუტინგის ჩართვა
nb: Tillat alternativ ruting
ro: Permitere rută alternativă
sk: Povoliť alternatívne smerovanie
sl_si: Dovoli alternativno usmerjanje
sv: Tillåt alternativ routing
tr: Alternatif yöneltme kullanılabilsin

source: Allows you to open previously opened attachments while offline.
is: Gerir þér kleift að opna áður opnuð viðhengi án nettengingar.
tr: Çevrimdışı iken daha önce açılmış ek dosyaların açılabilmesini sağlar.

source: Allows you to open previously read messages while offline.
is: Gerir þér kleift að opna áður lesin skilaboð án nettengingar.
tr: Çevrimdışı iken daha önce açılmış iletilerin açılabilmesini sağlar.

source: Allows you to search within your messages. %1$@
is: Gerir þér kleift að leita í skilaboðunum þínum. %1$@
tr: İletilerinizde arama yapabilmenizi sağlar. %1$@

source: Also archive?
be: Таксама архіваваць?
ca: Arxivar també?
el: Επίσης αρχειοθέτηση;
fr: Archiver également ?
id: Arsipkan juga?
is: Setja einnig í geymslu?
ka: არქივის ჩათვლით?
nb: Også arkivere?
ro: Și arhivare?
sk: Aj archivované?
sl_si: Tudi arhiv?
sv: Arkivera också?
tr: Arşive de taşınsın mı?

source: Alternative routing
be: Альтэрнатыўная маршрутызацыя
ca: Enrutament alternatiu
el: Εναλλακτική δρομολόγηση
fr: Routage alternatif
id: Pengalihan lalu lintas alternatif
is: Varaleið beiningar
ka: ალტერნატიული რაუტინგი
nb: Alternativ ruting
ro: Rută alternativă
sk: Alternatívne smerovanie
sl_si: Alternativno usmerjanje
sv: Alternativ routing
tr: Alternatif yöneltme

source: Always off
be: Заўсёды выключана
ca: Sempre desactivat
el: Πάντα απενεργοποιημένο
fr: Toujours désactivé
id: Selalu nonaktif
is: Alltaf slökkt
ka: ყოველთვის გამორთული
nb: Alltid av
ro: Permanent oprit
sk: Vždy vypnuté
sl_si: Zmeraj izklopljeno
sv: Alltid av
tr: Her zaman kapalı

source: Always on
be: Заўсёды ўключана
ca: Sempre encés
el: Πάντα ενεργοποιημένο
fr: Toujours activé
id: Selalu aktif
is: Alltaf kveikt
ka: ყოველთვის ჩართული
nb: Alltid på
ro: Permanent pornit
sk: Vždy zapnuté
sl_si: Vedno vklopljena
sv: Alltid på
tr: Her zaman açık

source: Anniversary
be: Гадавіна
ca: Aniversari
el: Επέτειος
fr: Anniversaire
id: Hari Pernikahan
is: Afmæli
ka: აღნიშვნა
nb: Jubileum
ro: Aniversare
sk: Výročie
sl_si: Obletnica
sv: Årsdag
tr: Yıl dönümü

source: Antivirus interference
is: Truflanir vegna vírusvarna
tr: Antivirüs etkileşimi

source: Any unsaved changes will be lost.
be: Усе незахаваныя змены будуць страчаны.
ca: Qualsevol canvi no desat es perdrà.
el: Τυχόν μη αποθηκευμένες αλλαγές θα χαθούν.
fr: Toute modification non enregistrée sera perdue.
id: Seluruh perubahan yang belum disimpan akan hilang.
is: Allar óvistaðar breytingar munu tapast.
ka: შეუნახავი ცვლილებები დაიკარგება.
nb: Eventuelle ulagrede endringer vil gå tapt.
ro: Toate modificările nesalvate vor fi pierdute.
sk: Všetky neuložené zmeny budú stratené.
sl_si: Vse neshranjene spremembe bodo izgubljene.
sv: Alla osparade ändringar kommer gå förlorade.
tr: Kaydedilmemiş tüm değişiklikler silinecek.

source: API Server not reachable…
is: API netþjónn ekki aðgengilegur…
tr: API sunucusuna erişilemiyor…

source: App PIN
be: PIN праграмы
ca: PIN de l'aplicació
el: PIN Εφαρμογής
fr: Code PIN de l'application
id: PIN Aplikasi
is: Forrita PIN
ka: აპის PIN კოდი
ro: PIN aplicație
sk: PIN aplikácie
sl_si: PIN aplikacije
tr: Uygulama PIN kodu

source: App PIN & Face ID
be: PIN праграмы і Face ID
ca: PIN d'aplicació i Face ID
el: PIN εφαρμογής & ID Προσώπου
fr: Code PIN de l'application et Face ID
id: PIN & Face ID Aplikasi
is: Forrita PIN & Andlits ID
ka: აპის PIN-კოდი და Face ID
nb: App-PIN og Face ID
ro: PIN aplicație și ID facial
sk: PIN aplikácie a Face ID
sl_si: PIN aplikacije in ID obraza
sv: App-PIN och Face ID
tr: Uygulama PIN kodu ve Face ID

source: App PIN & Touch ID
be: PIN праграмы і Touch ID
ca: PIN d'aplicació i Touch ID
el: PIN εφαρμογής & ID αφής
fr: Code PIN de l'application et Touch ID
id: PIN & Touch ID Aplikasi
is: Forrita PIN & Snerti ID
ka: აპის PIN-კოდი და Touch ID
nb: App-PIN og Touch ID
ro: PIN aplicație și Touch ID
sk: PIN aplikácie a Touch ID
sl_si: PIN aplikacije & Touch ID
sv: App-PIN och Touch ID
tr: Uygulama PIN kodu ve Touch ID

source: App settings
be: Налады праграмы
ca: Configuració de l'aplicació
el: Ρυθμίσεις εφαρμογής
fr: Paramètres de l'application
id: Pengaturan aplikasi
is: Stillingar forrits
ka: აპის მორგება
nb: App-innstillinger
ro: Setări aplicație
sk: Nastavenia aplikácie
sl_si: Nastavitve aplikacije
sv: Appinställningar
tr: Uygulama ayarları

source: Appearance
be: Вонкавы выгляд
ca: Aparença
el: Εμφάνιση
fr: Apparence
id: Tampilan
is: Útlit
ka: გარეგნობა
nb: Utseende
ro: Aspect
sk: Vzhľad
sl_si: Videz
sv: Utseende
tr: Görünüm

source: Apply
be: Ужыць
ca: Aplica
el: Εφαρμογή
fr: Appliquer
id: Terapkan
is: Virkja
ka: გადატარება
nb: Anvend
ro: Aplicare
sk: Použiť
sl_si: Potrdi
sv: Tillämpa
tr: Uygula

source: Apply Labels
be: Ужыць меткі
ca: Aplicar etiquetes
el: Εφαρμογή Eτικετών
fr: Appliquer les labels
id: Terapkan Label
is: Setja merkingar
ka: ჭდეების გადატარება
nb: Anvend etiketter
ro: Aplicare etichete
sk: Použiť štítky
sl_si: Uveljavi oznake
sv: Tillämpa etiketter
tr: Etiketleri uygula

source: Apply Password
be: Ужыць пароль
ca: Aplica la contrasenya
el: Εφαρμογή Κωδικού Πρόσβασης
fr: Appliquer le mot de passe
id: Terapkan Kata Sandi
is: Virkja lykilorð
ka: პაროლის დაყენება
nb: Anvend passord
ro: Aplicare parolă
sk: Použiť heslo
sl_si: Nastavi geslo
sv: Tillämpa lösenord
tr: Parolayı uygula

source: Archive
be: Архіў
ca: Arxiu
el: Αρχειοθετημένα
fr: Archives
id: Arsip
is: Safn
ka: არქივი
nb: Arkiv
ro: Arhivă
sk: Archív
sl_si: Arhiv
sv: Arkiv
tr: Arşivle

source: Are you sure you want to delete permanently this message?
is: Ertu viss um að þú viljir eyða endanlega þessu skilaboði?
tr: Bu iletiyi kalıcı olarak silmek istediğinize emin misiniz?

source: Are you sure you want to delete these %d messages permanently?
is: Ertu viss um að þú viljir eyða þessum %d skilaboðum endanlega?

source: Are you sure you want to sign out %@?
be: Вы сапраўды хочаце выйсці з %@?
ca: Segur que voleu tancar la sessió de %@?
el: Θέλετε σίγουρα έξοδο του %@;
fr: Voulez-vous vraiment vous déconnecter de %@ ?
id: Apakah Anda yakin anda ingin keluar %@?
is: Ertu viss um að þú viljir skrá þig út %@?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, გახვიდეთ %@-დან?
nb: Er du sikker på at du vil logge av %@?
ro: Sigur doriți să vă deconectați din %@?
sk: Naozaj sa chcete odhlásiť z %@?
sl_si: Ali ste prepričani, da se želite izpisati %@?
sv: Är du säker på att du vill logga ut %@?
tr: %@ oturumunu kapatmak istediğinize emin misiniz?

source: Are you sure you want to sign out?
be: Вы сапраўды хочаце выйсці?
ca: Segur que voleu tancar la sessió?
el: Θέλετε σίγουρα να εξέλθετε;
fr: Voulez-vous vraiment vous déconnecter ?
id: Apakah Anda yakin ingin keluar?
is: Ertu viss um að þú viljir skrá þig út?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, გახვიდეთ?
nb: Er du sikker på at du vil logge av?
ro: Sigur doriți să vă deconectați?
sk: Naozaj sa chcete odhlásiť?
sl_si: Ali ste prepričani, da se želite izpisati?
sv: Är du säker på att du vill logga ut?
tr: Oturumu kapatmak istediğinize emin misiniz?

source: At %@
is: Klukkan %@
tr: Saat: %@

source: At least one email address in the group could not be found
be: Не атрымалася знайсці прынамсі адзін адрас электроннай пошты ў групе
ca: Almenys una adreça de correu del grup no s'ha pogut trobar
el: Τουλάχιστον μία διεύθυνση email στην ομάδα δεν βρέθηκε
fr: Au moins une adresse e-mail du groupe est introuvable.
id: Setidaknya satu alamat email yang terdapat di grup tidak dapat ditemukan
is: Að minnsta kosti eitt tölvupóstfang í hópnum fannst ekki
ka: ამ ჯგუფში, სულ ცოტა, ერთი ელფოსტის მისამართი ნაპოვნი არაა
nb: Minst én av e-postadressene i gruppen kunne ikke bli funnet
ro: Cel puțin o adresă de e-mail din grup nu a putut fi găsită.
sk: Minimálne jedna emailová adresa nebola v skupine nájdená
sl_si: Vsaj enega e-poštnega naslova v skupini ni bilo mogoče najti
sv: Minst en e-postadress i gruppen kunde inte hittas
tr: Gruptaki en az bir e-posta adresi bulunamadı

source: At least one email address in the group could not be found.
be: Не атрымалася знайсці прынамсі адзін адрас электроннай пошты ў групе.
ca: Almenys una adreça de correu del grup no s'ha pogut trobar.
el: Τουλάχιστον μία διεύθυνση email στην ομάδα δεν βρέθηκε.
fr: Au moins une adresse e-mail du groupe est introuvable.
id: Setidaknya satu alamat email yang terdapat di grup tidak dapat ditemukan.
is: Að minnsta kosti eitt netfang í hópnum fannst ekki.
ka: ამ ჯგუფში, სულ ცოტა, ერთი ელფოსტის მისამართი ნაპოვნი არაა.
nb: Minst én av e-postadressene i gruppen kunne ikke bli funnet.
ro: Cel puțin o adresă de e-mail din grup nu a putut fi găsită.
sk: Minimálne jedna emailová adresa nebola v skupine nájdená.
sl_si: Vsaj enega e-poštnega naslova v skupini ni bilo mogoče najti.
sv: Minst en e-postadress i gruppen kunde inte hittas.
tr: Gruptaki en az bir e-posta adresi bulunamadı.
