Repository: ProtonMail/ios-mail
Catalog: ProtonMail/ProtonMail/Resource/Localization/*.lproj/Localizable.strings
Languages: be, ca, el, fr, id, is, ka, nb, ro, sk, sl_si, sv, tr

source: Confirm new password
is: Staðfestu nýtt lykilorð
tr: Yeni parola onayı

source: Confirm new sign-in password
is: Staðfestu nýtt innskráningarlykilorð
tr: Yeni oturum açma parolası onayı

source: Confirm phishing report
be: Пацвердзіць скаргу на фішынг
ca: Confirmeu l'informe de phishing
el: Επιβεβαίωση αναφοράς ηλεκτρονικού "ψαρέματος" (Phishing)
fr: Confirmer le signalement de phishing/hameçonnage
id: Konfirmasi laporan phishing
is: Staðfesta skýrslu um veiðipóst
ka: ფიშინგის ანგარიშის დასტური
nb: Bekreft rapporten om nettfisking
ro: Confirmare raportare înșelăciune
sk: Potvrdiť nahlásenie phishingu
sl_si: Potrdite prijavo poskusa prevare
sv: Bekräfta nätfiskerapport
tr: Kimlik avı bildirimini onayla

source: Confirmation
be: Пацвярджэнне
ca: Confirmació
el: Επιβεβαίωση
id: Konfirmasi
is: Staðfesting
ka: დასტური
nb: Bekreftelse
ro: Confirmare
sk: Potvrdenie
sl_si: Potrditev
sv: Bekräftelse
tr: Onayla

source: Connect to WiFi or enable "Download via mobile data".
is: Tengstu WiFi eða virkjaðu „Hlaða niður í gegnum farsímagögn“.
tr: WiFi bağlantısı kurun ya da "Mobil veri ile indirilsin" seçeneğini etkinleştirin.

source: Contact deleted, will be synced when connection is available
be: Кантакт выдалены і будзе сінхранізаваны, калі падключэнне стане даступным
ca: S'ha eliminat el contacte. Es sincronitzarà quan hi hagi una connexió disponible
el: Η επαφή διαγράφηκε, θα συγχρονιστεί όταν υπάρξει διαθέσιμη σύνδεση
fr: Contact supprimé, il sera synchronisé quand une connexion sera disponible.
id: Kontak dihapus, akan disinkronkan ketika koneksi tersedia
is: Tengiliður eyddur, verður samstilltur næst þegar nettenging er til staðar
ka: კონტაქტი წაშლილია. დასინქრონდება ინტერნეტ-კავშირის აღდგენის შემდეგ
nb: Kontakt slettet, synkroniseres når tilkobling er tilgjengelig
ro: Contact șters. Va fi sincronizat atunci când conexiunea este disponibilă.
sk: Kontakt vymazaný, bude synchronizovaný keď bude dostupné pripojenie
sl_si: Stik je bil izbrisan in se bo sinhroniziral, ko se povežete z internetom
sv: Kontakt borttagen, kommer att synkroniseras när anslutning är tillgänglig
tr: Kişi silindi. Bağlantı kurulduğunda eşitlenecek

source: Contact saved, will be synced when connection is available
be: Кантакт захаваны і будзе сінхранізаваны пры аднаўленні падключэння да інтэрнэту
ca: S'ha desat el contacte. Es sincronitzarà quan hi hagi una connexió disponible
el: Η επαφή αποθηκεύτηκε, θα συγχρονιστεί όταν υπάρξει διαθέσιμη σύνδεση
fr: Contact enregistré, il sera synchronisé quand une connexion sera disponible.
id: Kontak disimpan, akan disimpan ketika koneksi tersedia
is: Tengiliður vistaður, verður samstilltur næst þegar nettenging er til staðar
ka: კონტაქტი შენახულია. დასინქრონდება ინტერნეტკავშირის აღდგენის შემდეგ
nb: Kontakt lagret, synkroniseres når tilkobling er tilgjengelig
ro: Contact salvat. Va fi sincronizat atunci când conexiunea este disponibilă.
sk: Kontakt bol uložený, bude synchronizovaný po pripojení na internet
sl_si: Stik je bil shranjen in se bo sinhroniziral, ko se povežete z internetom
sv: Kontakt sparad, synkroniseras när anslutning är tillgänglig
tr: Kişi kaydedildi. Bağlantı kurulduğunda eşitlenecek

source: Contact us directly through our support form, email (support@protonmail.zendesk.com), or Twitter.
is: Hafðu beint samband við okkur í gegnum aðstoðarsíðuna okkar, með tölvupósti (support@protonmail.zendesk.com) eða á Twitter.
tr: Bizimle doğrudan destek isteği formu, e-posta (support@protonmail.zendesk.com) ya da Twitter aracılığıyla görüşebilirsiniz.

source: Contacts
be: Кантакты
ca: Contactes
el: Επαφές
id: Kontak
is: Tengiliðir
ka: კონტაქტები
nb: Kontakter
ro: Contacte
sk: Kontakty
sl_si: Stiki
sv: Kontakter
tr: Kişiler

source: Content search available
is: Efnisleit í boði
tr: İçerik araması yapılabilir

source: Continue
be: Працягнуць
ca: Continua
el: Συνέχεια
fr: Continuer
id: Lanjut
is: Halda áfram
ka: გაგრძელება
nb: Fortsett
ro: Continuare
sk: Pokračovať
sl_si: Nadaljuj
sv: Fortsätt
tr: İlerle

source: Conversation grouping
be: Групаванне размоў
ca: Agrupació de conversa
el: Ομαδοποίηση συνομιλιών
fr: Activer le mode conversation
id: Kelompokkan percakapan
is: Hópun í samtöl
ka: საუბრების დაჯგუფება
nb: Samtalegruppering
ro: Grupare conversații
sk: Zoskupovanie konverzácií
sl_si: Združevanje pogovorov
sv: Gruppering av konversationer
tr: Yazışmalar gruplansın

source: Conversation mode
be: Рэжым размовы
ca: Mode de conversa
el: Λειτουργία συνομιλίας
fr: Mode conversation
id: Mode percakapan
is: Samtalshamur
ka: საუბრის რეჟიმი
nb: Samtalemodus
ro: Mod conversație
sk: Režim konverzácie
sl_si: Način pogovora
sv: Konversationsläge
tr: Yazışma kipi

source: Conversations are optional
is: Samtöl eru valkvæð
tr: Yazışmaları gruplandırmak isteğe bağlıdır

source: Copy
be: Капіяваць
ca: Copia
el: Αντιγραφή
fr: Copier
id: Salin
is: Afrita
ka: კოპირება
nb: Kopier
ro: Copiere
sk: Kopírovať
sl_si: Kopiraj
sv: Kopiera
tr: Kopyala

source: Copy address
be: Капіяваць адрас
ca: Copiar l'adreça
el: Αντιγραφή διεύθυνσης
fr: Copier l'adresse
id: Salin alamat
is: Afrita vistfang
ka: მისამართის კოპირება
nb: Kopier adresse
ro: Copiere adresă
sk: Kopírovať adresu
sl_si: Kopiraj naslov
sv: Kopiera adress
tr: Adresi kopyala

source: Copy name
be: Капіяваць імя
ca: Copia el nom
el: Αντιγραφή ονόματος
fr: Copier le nom
id: Salin nama
is: Afrita nafn
ka: სახელის კოპირება
nb: Kopier navn
ro: Copiere nume
sk: Názov kópie
sl_si: Kopiraj ime
sv: Kopiera namn
tr: Adı kopyala

source: Country
be: Краіна
ca: País
el: Χώρα
fr: Pays
id: Negara
is: Land
ka: ქვეყანა
nb: Land
ro: Țara
sk: Krajina
sl_si: Država
sv: Land
tr: Ülke

source: Create
be: Стварыць
ca: Crear
el: Δημιουργία
fr: Créer
id: Buat
is: Búa til
ka: შექმნა
nb: Opprett
ro: Creare
sk: Vytvoriť
sl_si: Ustvari
sv: Skapa
tr: Ekle

source: Creating folder not allowed
be: Стварэнне папкі забаронена
ca: No es permet crear la carpeta.
el: Δεν επιτρέπεται η δημιουργία φακέλου
fr: La création du dossier n'est pas autorisée.
id: Pembuatan folder tidak diizinkan
is: Ekki leyft að búa til möppu
ka: საქაღალდის შექმნა აკრძალულია
nb: Oppretting av mappe ikke tillatt
ro: Crearea folderului nu este permisă
sk: Vytvorenie priečinka nie je povolené
sl_si: Ustvarjanje mape ni dovoljeno.
sv: Det är inte tillåtet att skapa mapp
tr: Klasör oluşturmaya izin verilmiyor

source: Creating label not allowed
be: Стварэнне меткі забаронена
ca: No es permet crear l'etiqueta.
el: Δεν επιτρέπεται η δημιουργία ετικέτας
fr: La création du label n'est pas autorisée.
id: Pembuatan label tidak diizinkan
is: Ekki leyft að búa til merki
ka: ჭდის შექმნა დაუშვებელია
nb: Oppretting av etikett ikke tillatt
ro: Crearea etichetei nu este permisă
sk: Vytvorenie štítku nie je povolené
sl_si: Ustvarjanje oznake ni dovoljeno
sv: Det är inte tillåtet att skapa etikett
tr: Etiket oluşturmaya izin verilmiyor

source: Current Language is:
is: Núverandi tungumál er:
tr: Geçerli dil:

source: Current password
is: Núverandi lykilorð
tr: Geçerli parola

source: Current Recovery Email
be: Бягучы адрас электроннай пошты для аднаўлення доступу
ca: Correu electrònic de recuperació actual
el: Τρέχουσα Διεύθυνση Ανάκτησης
fr: Actuelle adresse e-mail de récupération
id: Email Pemulihan Saat Ini
is: Núgildandi endurheimtupóstfang
ka: მიმდინარე აღსადგენი ელფოსტა
nb: Gjeldende gjennopprettings-e-post
ro: Adresă curentă e-mail de recuperare
sk: Aktuálny email na obnovenie
sl_si: Trenutni e-poštni naslov za obnovitev
sv: Nuvarande e-post för återställning
tr: Geçerli kurtarma e-postası

source: Current selection:
is: Núverandi val:
tr: Geçerli seçim:

source: Current sign-in password
is: Núverandi lykilorð innskráningar
tr: Geçerli oturum açma parolası

source: Custom
be: Карыстальніцкі
ca: Personalitzat
el: Προσαρμοσμένο
fr: Personnalisé
id: Sesuaikan
is: Sérsniðið
ka: ხელით
nb: Tilpasset
ro: Personalizat
sk: Vlastné
sl_si: Po meri
sv: Anpassad
tr: Özel

source: Cut
be: Выразаць
ca: Retalla
el: Αποκοπή
fr: Couper
id: Potong
is: Klippa
ka: ამოჭრა
nb: Klipp ut
ro: Decupare
sk: Vystrihnúť
sl_si: Izreži
sv: Klipp ut
tr: Kes

source: Dark mode
be: Цёмны рэжым
ca: Mode fosc
el: Σκούρα διαμόρφωση
fr: Thème sombre
id: Mode gelap
is: Dökkur hamur
ka: ბნელი რეჟიმი
nb: Mørk modus
ro: Mod întunecat
sk: Tmavý režim
sl_si: Temna tema
sv: Mörkt läge
tr: Koyu kip

source: Date:
be: Дата:
ca: Data:
el: Ημερομηνία:
id: Tanggal:
is: Dagsetning:
ka: თარიღი:
nb: Dato:
ro: Data:
sk: Dátum:
sl_si: Datum:
sv: Datum:
tr: Tarih:

source: Date: %@
be: Дата: %@
ca: Data: %@
el: Ημερομηνία: %@
id: Tanggal: %@
is: Dagsetning: %@
ka: თარიღი: %@
nb: Dato: %@
ro: Data: %@
sk: Dátum: %@
sl_si: Datum: %@
sv: Datum: %@
tr: Tarih: %@

source: days
is: dagar
tr: Gün

source: Decryption error
be: Памылка расшыфроўкі
ca: Error de desxifrat
el: Σφάλμα κατά την αποκρυπτογράφηση
fr: Erreur de déchiffrement
id: Kesalahan dekripsi
is: Afkóðunarvilla
ka: გაშიფვრის შეცდომა
nb: Krypteringsfeil
ro: Eroare decriptare
sk: Chyba dešifrovania
sl_si: Napaka pri dešifriranju
sv: Dekrypteringsfel
tr: Şifre çözme sorunu

source: Decryption of this content failed
be: Не ўдалося расшыфраваць гэта змесціва
ca: No s'ha pogut desxifrar aquest contingut.
el: Η αποκρυπτογράφηση αυτού του περιεχομένου απέτυχε
fr: Ce contenu n'a pas pu être déchiffré.
id: Konten ini gagal didekripsi
is: Afkóðun þessa efnis mistókst
ka: შემცველობის გაშიფვრის შეცდომა
nb: Dekryptering av dette innholdet mislyktes
ro: Decriptarea acestui conținut a eșuat
sk: Dešifrovanie tohto obsahu zlyhalo
sl_si: Dešifriranje te vsebine ni uspelo
sv: Dekryptering av detta innehåll misslyckades
tr: Bu içeriğin şifresi çözülemedi

source: Decryption of this message's encrypted content failed.
be: Не ўдалося расшыфраваць змесціва гэтага зашыфраванага паведамлення.
ca: El contingut xifrat d'aquest missatge no s'ha pogut desxifrar.
el: Η αποκρυπτογράφηση του κρυπτογραφημένου περιεχομένου αυτού του μηνύματος απέτυχε.
fr: Le contenu de ce message chiffré n'a pas pu être déchiffré.
id: Konten terenkripsi yang terdapat pada pesan ini gagal didekripsi.
is: Afkóðun á dulrituðu efni þessara skilaboða mistókst.
ka: Შეტყობინების დაშიფრული ნაწილის გაშიფვრის შეცდომა.
nb: Dekryptering av denne meldingens krypterte innhold mislyktes.
ro: Decriptarea conținutului criptat al acestui mesaj a eșuat.
sk: Dešifrovanie šifrovaného obsahu tejto správy zlyhalo.
sl_si: Dešifriranje šifrirane vsebine tega sporočila ni uspelo.
sv: Dekryptering av detta meddelandes krypterade innehåll misslyckades.
tr: Bu iletinin şifrelenmiş içeriğinin şifresi çözülemedi.

source: Default
be: Прадвызначаны
ca: Per defecte
el: Προεπιλεγμένο
fr: Par défaut
id: Bawaan
is: Sjálfgefið
ka: ნაგულისხმევი
nb: Standard
ro: Implicit
sk: Predvolená
sl_si: Privzeto
sv: Standard
tr: Varsayılan

source: Default browser
be: Прадвызначаны браўзер
ca: Navegador predeterminat
el: Προεπιλεγμένος περιηγητής
fr: Navigateur par défaut
id: Browser default
is: Sjálfgefinn vafri
ka: ნაგულისხმები ბრაუზერი
nb: Standard nettleser
ro: Navigator implicit
sk: Predvolený prehliadač
sl_si: Privzeti brskalnik
sv: Standardwebbläsare
tr: Varsayılan tarayıcı

source: Define Hint (Optional)
be: Вызначыце падказку (неабавязкова)
ca: Defineix una pista (opcional)
el: Υποδείξεις Κωδικού Πρόσβασης (Προαιρετικό)
fr: Définissez un indice (facultatif).
id: Tentukan Petunjuk (Opsional)
is: Skilgreina vísbendingu (valkvætt)
ka: მითითების განსაზღვრა (არასავალდებულო)
nb: Definer hint (valgfritt)
ro: Definire indiciu (opţional)
sk: Definovať tip (voliteľné)
sl_si: Določite namig (neobvezno)
sv: Definiera ledtråd (Valfritt)
tr: İpucu belirtin (isteğe bağlı)

source: Delete
be: Выдаліць
ca: Elimina
el: Διαγραφή
fr: Supprimer
id: Hapus
is: Eyða
ka: წაშლა
nb: Slett
ro: Ștergere
sk: Odstrániť
sl_si: Izbriši
sv: Ta bort
tr: Sil

source: Delete %d Messages
be: Выдаліць %d паведамленні(-яў)
ca: Eliminar %d missatges
el: Διαγραφή %d Μηνυμάτων
fr: Supprimer %d messages
id: Hapus %d Pesan
is: Eyða %d skilaboðum
ka: წაშლილია %d შეტყობინება
nb: Slett %d meldinger
ro: Ștergere %d mesaje
sk: Odstrániť $%d správy
sl_si: Izbriši %d sporočil
sv: Ta bort %d meddelanden
tr: %d iletiyi sil

source: Delete all downloaded messages?
is: Eyða öllum niðurhlöðnum skilaboðum?
tr: İndirilmiş tüm iletiler silinsin mi?

source: Delete contact
be: Выдаліць кантакт
ca: Elimina el contacte
el: Διαγραφή επαφής
fr: Supprimer le contact
id: Hapus kontak
is: Eyða tengilið
ka: კონტაქტის წაშლა
nb: Slett kontakt
ro: Ștergere contact
sk: Zmazať kontakt
sl_si: Izbriši stik
sv: Ta bort kontakt
tr: Kişiyi sil

source: Delete contact group
be: Выдаліць групу кантактаў
ca: Eliminar grup de contactes
el: Διαγραφή ομάδας επαφών
fr: Supprimer le groupe de contacts
id: Hapus grup kontak
is: Eyða tengiliðahópi
ka: კონტაქტების ჯგუფის წაშლა
nb: Slett kontaktgruppe
ro: Ștergere grup de contacte
sk: Zmazať skupinu kontaktov
sl_si: Izbriši skupino stikov
sv: Ta bort kontaktgrupp
tr: Kişi grubunu sil

source: Delete folder
be: Выдаліць папку
ca: Eliminar carpeta
el: Διαγραφή φακέλου
fr: Supprimer le dossier
id: Hapus folder
is: Eyða möppu
ka: საქაღალდის წაშლა
nb: Slett mappe
ro: Ștergere folder
sk: Vymazať priečinok
sl_si: Izbriši mapo
sv: Ta bort mapp
tr: Klasörü sil

source: Delete label
be: Выдаліць метку
ca: Eliminar etiqueta
el: Διαγραφή ετικέτας
fr: Supprimer le label
id: Hapus label
is: Eyða merki
ka: ჭდის წაშლა
nb: Slett etikett
ro: Ștergere etichetă
sk: Vymazať štítok
sl_si: Izbriši oznako
sv: Ta bort etikett
tr: Etiketi sil

source: Delete message
be: Выдаліць паведамленне
ca: Eliminar missatge
el: Διαγραφή μηνύματος
fr: Supprimer le message
id: Hapus pesan
is: Eyða skilaboðum
ka: შეტყობინების წაშლა
nb: Slett melding
ro: Ștergere mesaj
sk: Vymazať správu
sl_si: Izbriši sporočilo
sv: Ta bort meddelande
tr: İletiyi sil

source: Details
is: Nánari upplýsingar
tr: Ayrıntılar

source: Disable any proxies or firewalls, or contact your network administrator.
is: Gerðu alla eldveggi og milliþjóna (proxies) óvirka, eða hafðu samband við kerfisstjórann þinn.
tr: Vekil sunucuları veya güvenlik duvarlarını devre dışı bırakın ya da ağ yöneticinizle görüşün.

source: Disable Validation
be: Адключыць праверку
ca: Desactiva la Validació
el: Απενεργοποίηση Επαλήθευσης
fr: Désactiver la validation
id: Nonaktifkan Validasi
is: Gera sannprófun óvirka
ka: ვალიდაციის გამორთვა
nb: Deaktiver validering
ro: Dezactivare validare
sk: Vypnúť overenie
sl_si: Onemogoči preverjanje
sv: Inaktivera validering
tr: Doğrulamayı devre dışı bırak

source: Disabled
be: Адключана
ca: Desactivat
el: Απενεργοποιημένο
fr: Désactivé
id: Dinonaktifkan
is: Óvirkt
ka: გათიშულია
nb: Deaktivert
ro: Dezactivat
sk: Zakázané
sl_si: Onemogočeno
sv: Inaktiverad
tr: Devre dışı

source: Disabling the feature now will delete the messages that have already been downloaded.
is: Ef slökkt er á eiginleikanum núna verður þeim skilaboðum eytt sem þegar hefur verið hlaðið niður.
tr: Bu özellik devre dışı bırakıldığında indirilmiş olan iletiler silinir.

source: Discard
be: Адхіліць
ca: Descarta
el: Απόρριψη
fr: Abandonner
id: Buang
is: Henda
ka: მოცილება
nb: Forkast
ro: Anulare
sk: Zahodiť
sl_si: Zavrzi
sv: Kasta
tr: Sil

source: Discard changes
be: Адхіліць змены
ca: Descarta els canvis
el: Απόρριψη αλλαγών
fr: Abandonner les modifications
id: Buang perubahan
is: Henda breytingum
ka: ცვლილებების გაუქმება
nb: Forkast endringer
ro: Anulare modificări
sk: Zahodiť zmeny
sl_si: Zavržem spremembe
sv: Ignorera ändringar
tr: Değişiklikleri sil

source: Dismiss keyboard
be: Ігнараваць клавіятуру
ca: Tanca el teclat
el: Παράβλεψη πληκτρολογίου
fr: Ignorer le clavier
id: Tutup keyboard
is: Sleppa lyklaborði
ka: კლავიატურის მოცილება
nb: Avvis tastaturet
ro: Ascundere tastatură
sk: Schovať klávesnicu
sl_si: Opusti tipkovnico
sv: Avfärda tangentbord
tr: Klavyeyi yok say

source: Display Name
be: Бачнае імя
ca: Nom a mostrar
el: Εμφανιζόμενο Όνομα
fr: Nom d'affichage
id: Nama Tampilan
is: Birtingarnafn
ka: საჩვენებელი სახელი
nb: Visningsnavn
ro: Nume afișat
sk: Zobraziť Meno
sl_si: Prikazno ime
sv: Visningsnamn
tr: Görüntülenecek ad

source: Do you really want to remove this file from attachments?
be: Вы сапраўды хочаце выдаліць гэты файл з далучэнняў?
ca: Segur que voleu esborrar aquest fitxer dels adjunts?
el: Θέλετε πραγματικά να καταργήσετε αυτό το αρχείο από συνημμένα;
fr: Voulez-vous vraiment retirer ce fichier des pièces jointes ?
id: Apakah Anda yakin untuk menghapus berkas ini dari daftar lampiran?
is: Viltu virkilega fjarlægja þessa skrá úr viðhengjum?
ka: მართლა გნებავთ შეტყობინებიდან ამ მიმაგრებული ფაილის მოცილება?
nb: Ønsker du virkelig å fjerne denne filen fra vedleggene?
ro: Sigur doriți să eliminați această imagine din atașamente?
sk: Skutočne chcete odstrániť prílohy zo súboru?
sl_si: Ali res želite odstraniti to datoteko iz prilog?
sv: Vill du verkligen ta bort denna fil från bilagor?
tr: Bu dosyayı ek dosyalar içinden kaldırmak istediğinize emin misiniz?

source: Do you want to cancel the process?
be: Вы сапраўды хочаце скасаваць працэс?
ca: Voleu cancel·lar el procés?
el: Θέλετε να ακυρώσετε την διαδικασία;
fr: Voulez-vous annuler le processus ?
id: Apakah Anda ingin membatalkan proses ini?
is: Viltu hætta við ferlið?
ka: გნებავთ პროცესის გაუქმება?
nb: Vil du avbryte prosessen?
ro: Doriți anularea procesului?
sk: Chcete prerušiť tento proces?
sl_si: Ali želite preklicati postopek?
sv: Vill du avbryta processen?
tr: İşlemi iptal etmek istiyor musunuz?

source: Do you want to discard the changes?
be: Вы сапраўды хочаце адхіліць змены?
ca: Voleu descartar els canvis?
el: Θέλετε να απορρίψετε τις αλλαγές σας;
fr: Voulez-vous abandonner les modifications ?
id: Apakah Anda ingin membatalkan perubahan?
is: Viltu henda breytingunum?
ka: გნებავთ ცვლილებების გაუქმება?
nb: Vil du forkaste endringene?
ro: Doriți să renunțați la modificări?
sk: Prajete si zrušiť zmeny?
sl_si: Ali želite zavreči spremembe?
sv: Vill du ignorera ändringarna?
tr: Değişiklikleri silmek istiyor musunuz?

source: Do you want to discard your changes?
be: Вы сапраўды хочаце адхіліць вашы змены?
ca: Voleu descartar els vostres canvis?
el: Θέλετε να απορρίψετε τις αλλαγές σας;
fr: Voulez-vous abandonner vos modifications ?
id: Apakah Anda ingin membatalkan perubahan?
is: Viltu henda þínum breytingum?
ka: გნებავთ თქვენი ცვლილებების გაუქმება?
nb: Vil du forkaste endringene dine?
ro: Doriți să renunțați la modificări?
sk: Prajete si zrušiť vaše zmeny?
sl_si: Ali želite zavreči spremembe?
sv: Vill du ignorera ändringarna?
tr: Değişikliklerinizi silmek istiyor musunuz?

source: Do you want to send your message anyway?
be: Вы ўсё роўна хочаце адправіць паведамленне?
ca: Voleu enviar el missatge igualment?
el: Θέλετε να αποστείλετε το μήνυμα ως έχει;
fr: Voulez-vous quand même envoyer votre message ?
id: Apakah Anda tetap ingin mengirim pesan ini?
is: Viltu samt senda tölvupóstinn þinn?
ka: გნებავთ ამ ელფოსტის მაინც გაგზავნა?
nb: Ønsker du uansett å sende meldingen?
ro: Doriți să trimiteți mesajul așa?
sk: Chcete napriek tomu správu odoslať?
sl_si: Ali želite vaše sporočilo vseeno poslati?
sv: Vill du skicka ditt meddelande ändå?
tr: İletinizi yine de göndermek istiyor musunuz?

source: Don't remind me again
be: Больш не нагадваць
ca: No em tornis a recordar
el: Μην μου υπενθυμίσεις ξανά
fr: Ne plus me le rappeler
id: Jangan ingatkan saya lagi
is: Ekki minna mig á þetta aftur
ka: აღარ შემახსენო
nb: Ikke påminn meg igjen
ro: Nu-mi mai reaminti
sk: Už nepripomínať
sl_si: Ne opominjaj me več
sv: Påminn mig inte igen
tr: Bir daha hatırlatma

source: Don't Show Again
be: Больш не паказваць
ca: No ho tornis a mostrar
el: Να μην εμφανιστεί ξανά
fr: Ne plus afficher
id: Jangan Tampilkan Lagi
is: Ekki birta þetta aftur
ka: აღარ მაჩვენო
nb: Ikke vis igjen
ro: Nu mai afișa
sk: Viac nezobrazovať
sl_si: Ne prikaži več
sv: Visa inte igen
tr: Bir daha gösterme

source: Done
be: Гатова
ca: Fet
el: Ολοκληρώθηκε
fr: Terminé
id: Selesai
is: Lokið
ka: მზადაა
nb: Ferdig
ro: Gata
sk: Hotovo
sl_si: Opravljeno
sv: Klar
tr: Tamam

source: Download paused
is: Hlé gert á niðurhali
tr: İndirme duraklatıldı

source: Download paused: Low battery
is: Hlé gert á niðurhali: Lítil hleðsla
tr: İndirme duraklatıldı: Pil düzeyi düşük

source: Download paused: No connectivity
is: Hlé gert á niðurhali: Engin tenging
tr: İndirme duraklatıldı: Bağlantı yok

source: Download paused: No WiFi detected
is: Hlé gert á niðurhali: Ekkert þráðlaust net fannst
tr: İndirme duraklatıldı: WiFi bağlantısı yok

source: Download paused: Storage full
is: Hlé gert á niðurhali: Geymsla full
tr: İndirme duraklatıldı: Depolama alanı dolu

source: Download progress
is: Nðurhalsstaða
tr: İndirme ilerlemesi

source: Download via mobile data
is: Sækja í gegnum farsímagögn
tr: Mobil veri ile indir

source: Downloaded messages
is: Sótt skilaboð
tr: İndirilmiş iletiler

source: Downloaded messages will be deleted
is: Sóttum skilaboðum verður eytt
tr: İndirilmiş iletiler silinecek

source: Downloading message %1$d out of %2$d
is: Er að sækja skilaboð %1$d af %2$d
tr: %1$d / %2$d ileti indiriliyor

source: Downloading metadata ...
is: Sæki lýsigögn ...
tr: Üst veriler indiriliyor...

source: Downloading new messages ...
is: Sæki ný skilaboð ...
tr: Yeni iletiler indiriliyor...

source: Downloads emails so you can search within them. Messages are encrypted and stored locally. %1$@
is: Hleður niður tölvupósti svo þú getir leitað í þeim. Skilaboð eru dulkóðuð og geymd staðbundið. %1$@
tr: E-postaları indirirerek arama yapılabilmesini sağlar. İletiler şifrelenmiş biçimde yerel olarak kaydedilir. %1$@

source: Draft
be: Чарнавік
ca: Esborrany
el: Πρόχειρο
fr: Brouillon
id: Draf
is: Drög
ka: მონახაზი
nb: Utkast
ro: Ciornă
sk: Koncept
sl_si: Osnutek
sv: Utkast
tr: Taslak

source: Draft is still uploading…
be: Чарнавік усё яшчэ запампоўваецца…
ca: L'esborrany encara s'està pujant…
el: Το πρόχειρο εξακολουθεί να μεταφορτώνεται…
fr: Brouillon toujours en cours de chargement…
id: Draf masih mengunggah…
is: Drög eru enn að hlaðast upp...
ka: მონახაზის ატვირთვა ჯერ კიდევ მიმდინარეობს…
nb: Utkast lastes fremdeles opp…
ro: Ciorna încă se încarcă…
sk: Koncept sa stále nahráva…
sl_si: Osnutek se še shranjuje ...
sv: Utkast laddas fortfarande upp…
tr: Taslak hala yükleniyor…

source: Draft saved
be: Чарнавік захаваны
ca: Esborrany desat
el: Το πρόχειρο αποθηκεύτηκε
fr: Le brouillon a été enregistré.
id: Draf disimpan
is: Drög vistuð
ka: მონახაზი შენახულია
nb: Utkast lagret
ro: Ciorna a fost salvată
sk: Koncept uložený
sl_si: Osnutek shranjen
sv: Utkast sparat
tr: Taslak kaydedildi

source: Drafts
be: Чарнавікі
ca: Esborranys
el: Πρόχειρα
fr: Brouillons
id: Draf
is: Drög
ka: მონახაზები
nb: Utkast
ro: Ciorne
sk: Koncepty
sl_si: Osnutki
sv: Utkast
tr: Taslaklar

source: Easily up-to-date
be: Лёгка абнавіць
ca: Actualitzat fàcilment
el: Εύκολα ενημερωμένο
fr: Facile d'être à jour
id: Selalu termutakhir
is: Auðveldlega uppfærð
ka: ადვილად განახლებადი
nb: Lett oppdatert
ro: Ușor de actualizat
sk: Jednoducho aktuálne
sl_si: Preprosto posodabljanje
sv: Enkelt att uppdatera
tr: Kolayca güncel

source: Edit
be: Рэдагаваць
ca: Edita
el: Επεξεργασία
fr: Modifier
id: Sunting
is: Breyta
ka: ჩასწორება
nb: Rediger
ro: Editare
sk: Upraviť
sl_si: Uredi
sv: Redigera
tr: Düzenle

source: Edit avatar
be: Рэдагаваць аватар
ca: Editar avatar
el: Επεξεργασία avatar
fr: Modifier l'avatar
id: Sunting avatar
is: Breyta táknmynd
ka: ავატარის ჩასწორება
nb: Rediger avatar
ro: Editare avatar
sk: Upraviť avatar
sl_si: Uredi avatar
sv: Redigera avatar
tr: Avatarı düzenle

source: Edit Contact
be: Рэдагаваць кантакт
ca: Edita el contacte
el: Επεξεργασία Επαφής
fr: Modifier le contact
id: Sunting Kontak
is: Breyta tengilið
ka: კონტაქტის ჩასწორება
nb: Rediger kontakt
ro: Editare contact
sk: Upraviť kontakt
sl_si: Uredi stik
sv: Redigera kontakt
tr: Kişiyi düzenle
