Repository: ProtonMail/ios-mail
Catalog: ProtonMail/ProtonMail/Resource/Localization/*.lproj/Localizable.strings
Languages: be, ca, el, fr, id, is, ka, nb, ro, sk, sl_si, sv, tr

source: Manage addresses
be: Кіраванне адрасамі
ca: Gestionar adreces
el: Διαχείριση διευθύνσεων
fr: Gérer les adresses
id: Kelola alamat
is: Sýsla með netföng
ka: მისამართების მართვა
nb: Administrer adresser
ro: Gestionare adrese
sk: Spravovať adresy
sl_si: Upravljanje naslovov
sv: Hantera adresser
tr: Adres yönetimi

source: Mark as legitimate
be: Пазначыць як надзейнае
ca: Marca com a legítim
el: Σήμανση ως αποδεκτό
fr: Marquer comme légitime
id: Tandai sebagai absah
is: Merkja sem lögmætt
ka: მონიშვნა, როგორც ნამდვილის
nb: Marker som legitim
ro: Marcare ca legitim
sk: Označiť ako legitímne
sl_si: Označi kot legitimno
sv: Markera som legitimt
tr: Göründüğü gibi olarak işaretle

source: Mark as read
be: Пазначыць як прачытанае
ca: Marca com a llegit
el: Σήμανση ως διαβασμένο
fr: Marquer comme lu
id: Tandai telah dibaca
is: Merkja sem lesið
ka: წაკითხულად მონიშვნა
nb: Marker som lest
ro: Marcare ca citit
sk: Označiť ako prečítané
sl_si: Označi kot prebrano
sv: Markera som läst
tr: Okunmuş olarak işaretle

source: Mark as read/unread
be: Пазначыць як прачытанае/непрачытанае
ca: Marca com a llegit / no llegit
el: Σήμανση ως διαβασμένο ή μη
fr: Marquer comme lu/non lu
id: Tandai telah/belum dibaca
is: Merkja sem lesið/ólesið
ka: წაუკითხავად/წაკითხულად მონიშვნა
nb: Marker som lest/ulest
ro: Marcare ca citit/necitit
sk: Označiť ako prečítané/neprečítané
sl_si: Označi kot prebrano/neprebrano
sv: Markera som läst/oläst
tr: Okunmuş/okunmamış olarak işaretle

source: Mark as unread
be: Пазначыць як непрачытанае
ca: Marca com a no llegit
el: Σήμανση ως μη διαβασμένο
fr: Marquer comme non lu
id: Tandai belum dibaca
is: Merkja sem ólesið
ka: წაუკითხავად მონიშვნა
nb: Marker som ulest
ro: Marcare ca necitit
sk: Označiť ako neprečítané
sl_si: Označi kot neprebrano
sv: Markera som oläst
tr: Okunmamış olarak işaretle

source: Menu
be: Меню
ca: Menú
el: Μενού
is: Valmynd
ka: მენიუ
nb: Meny
ro: Meniu
sl_si: Meni
sv: Meny
tr: Menü

source: Message actions
be: Дзеянні з паведамленнямі
ca: Accions del missatge
el: Ενέργειες μηνύματος
fr: Actions
id: Tindakan pesan
is: Skilaboðaaðgerðir
ka: შეტყობინების ქმედებები
nb: Meldingshandlinger
ro: Acțiuni mesaj
sk: Akcie správy
sl_si: Dejanja sporočila
sv: Meddelandeåtgärder
tr: İleti işlemleri

source: Message body
be: Цела паведамлення
ca: Cos del missatge
el: Σώμα μηνύματος
fr: Corps du message
id: Badan pesan
is: Meginmál skilaboða
ka: შეტყობინების ტანი
nb: Meldingstekst
ro: Conținut mesaj
sk: Telo správy
sl_si: Telo sporočila
sv: Meddelandetext
tr: İleti içeriği

source: Message could not be sent. At least one recipient email address/domain doesn't exist or is badly formatted.
is: Ekki var hægt að senda skilaboð. Tölvupóstfang/lén a.m.k. eins viðtakanda er ekki til eða er rangt sniðið.
tr: İleti gönderilemedi. En az bir alıcı e-posta adresi/etki alanı bulunamadı ya da biçimi hatalı.

source: Message downloading paused. Find out how to %1$@
is: Hlé gert á niðurhali skilaboða. Finndu út hvernig á að %1$@
tr: İletilerin indirilmesi duraklatıldı. Nasıl %1$@ öğrenin

source: Message expiration
be: Тэрмін дзеяння паведамлення
ca: Caducitat del missatge
el: Λήξη μηνύματος
fr: Délai d'expiration du message
id: Waktu kedaluwarsa pesan
is: Skilaboð renna út
ka: შეტყობინების ვადა
nb: Utløpstid for melding
ro: Expirare mesaj
sk: Platnosť správy
sl_si: Potek veljavnosti sporočila
sv: När meddelandet löper ut
tr: İleti geçerlilik süresi

source: Message expired
be: Тэрмін дзеяння паведамлення завяршыўся
ca: El missatge ha expirat
el: Το μήνυμα έληξε
fr: Message expiré
id: Pesan kedaluwarsa
is: Skilaboð útrunnin
ka: შეტყობინებას ვადა გაუვიდა
nb: Melding utløpt
ro: Mesaj expirat
sk: Platnosť správy vypršala
sl_si: Sporočilo je poteklo.
sv: Meddelande löpt ut
tr: İletinin süresi dolmuş

source: Message has been deleted.
be: Паведамленне выдалена.
ca: S'ha eliminat el missatge.
el: Το μήνυμα διαγράφηκε.
fr: Le message a été supprimé.
id: Pesan telah dihapus.
is: Skilaboðum hefur verið eytt.
ka: შეტყობინება წაიშალა.
nb: Melding er slettet
ro: Mesajul a fost șters.
sk: Správa bola vymazaná.
sl_si: Sporočilo je bilo izbrisano.
sv: Meddelandet har tagits bort.
tr: İleti silindi.

source: Message has been moved.
be: Паведамленне перамешчана.
ca: El missatge s'ha mogut.
el: Το μήνυμα έχει μεταφερθεί.
fr: Le message a été déplacé.
id: Pesan telah dipindahkan.
is: Skilaboð voru færð.
ka: შეტყობინება გადატანილია.
nb: Melding er flyttet
ro: Mesajul a fost mutat.
sk: Správa bola presunutá.
sl_si: Sporočilo je bilo premaknjeno.
sv: Meddelandet har flyttats.
tr: İleti taşındı.

source: Message headers
be: Загалоўкі паведамлення
ca: Capçaleres del missatge
el: Κεφαλίδες μηνύματος
fr: En-têtes du message
id: Header pesan
is: Hausar skilaboða
ka: შეტყობინების თავსართები
nb: Meldingoverskrifter
ro: Antete mesaj
sk: Hlavičky správ
sl_si: Glave sporočil
sv: Meddelanderubriker
tr: İleti üst bilgileri

source: Message history
is: Skilaboðasaga
tr: İleti geçmişi

source: Message moved to trash
be: Паведамленне перамешчана ў сметніцу
ca: S'ha mogut el missatge a la paperera
el: Το μήνυμα μετακινήθηκε στα Διαγραμμένα
fr: Message déplacé dans le dossier Corbeille
id: Pesan dipindahkan ke sampah
is: Skilaboð voru færð í ruslið
ka: შეტყობინება გადატანილია ნაგავში
nb: Melding flyttet til papirkurven
ro: Mesaj mutat în «Gunoi»
sk: Správa bola presunutá do koša
sl_si: Sporočilo premaknjeno v smetnjak
sv: Meddelandet flyttades till papperskorgen
tr: İleti çöpe atıldı

source: Message Password
be: Пароль паведамлення
ca: Contrasenya del missatge
el: Κωδικός Πρόσβασης Μηνύματος
fr: Mot de passe du message
id: Kata Sandi Pesan
is: Lykilorð skilaboða
ka: შეტყობინების პაროლი
nb: Meldingspassord
ro: Parolă mesaj
sk: Heslo správy
sl_si: Geslo sporočila
sv: Meddelandelösenord
tr: İleti Parolası

source: Message saved to Drafts
be: Паведамленне захавана ў Чарнавікі
ca: Missatge desat a Esborranys
el: Το μήνυμα αποθηκεύτηκε στα Πρόχειρα
fr: Le message a été enregistré dans le dossier Brouillons.
id: Pesan tersimpan di Draf
is: Skilaboð vistuð í Drög
ka: შეტყობინება შენახულია მონახაზებში
nb: Melding lagret som utkast
ro: Mesaj salvat în «Ciorne»
sk: Správa uložená do Konceptov
sl_si: Sporočilo shranjeno med osnutke
sv: Meddelande sparat i utkast
tr: İleti taslaklar kutusuna kaydedildi

source: Message sending failed. Please try again.
be: Не ўдалося адправіць паведамленне. Паспрабуйце яшчэ раз.
ca: Error en l'enviament del missatge. Torneu-ho a provar.
el: Η Αποστολή του μηνύματος απέτυχε, παρακαλώ δοκιμάστε ξανά.
fr: Le message n'a pas pu être envoyé, nous vous invitons à réessayer.
id: Pengiriman pesan gagal. Silakan coba lagi.
is: Sending skilaboða mistókst, reyndu aftur.
ka: შეტყობინების გაგზავნის შეცდომა. თავიდან სცადეთ.
nb: Sending av melding mislyktes. Forsøk igjen.
ro: Trimitere mesaj eșuată. Reîncercați.
sk: Odosielanie správy zlyhalo. Skúste to znova.
sl_si: Pošiljanje sporočila ni uspelo. Poskusite znova.
sv: Misslyckades att skicka meddelande. Försök igen.
tr: İleti gönderilemedi. Lütfen yeniden deneyin.

source: Message sent
be: Паведамленне адпраўлена
ca: Missatge enviat
el: Το μήνυμα στάλθηκε
fr: Le message a été envoyé.
id: Pesan terkirim
is: Skilaboð send
ka: შეტყობინება გაიგზავნა
nb: Melding sendt
ro: Mesaj trimis
sk: Správa odoslaná
sl_si: Sporočilo poslano
sv: Meddelande skickat
tr: İleti gönderildi

source: Messages are being downloaded for content search. Some results may not be shown. %1$@
is: Verið er að hlaða niður skilaboðum fyrir efnisleit. Sumar niðurstöður eru hugsanlega ekki sýndar. %1$@
tr: İletiler içeriklerinin aranabilmesi için indirildi. Bazı sonuçlar görüntülenmeyebilir. %1$@

source: Messages from before
is: Skilaboð frá því áður
tr: Şundan önceki iletiler

source: Messages from before %@, will not be searched. To search within them, free up storage space on this device.
is: Skilaboð frá því áður %@, verður ekki leitað. Til að leita innan þeirra skaltu losa um geymslupláss á þessu tæki.
tr: %@ öncesindeki iletiler aranamayacak. Bunlarda arama yapabilmek için bu aygıt üzerinde boş alan açın.

source: Messages will download via WiFi. This could take some time and your device may heat up slightly. You can pause the action at any time.
is: Skilaboðum verður hlaðið niður í gegnum WiFi. Þetta gæti tekið nokkurn tíma og tækið gæti hitnað aðeins. Þú getur gert hlé á aðgerðinni hvenær sem er.
tr: İletiler WiFi ile indirilecek. Bu işlem biraz zaman alabilir ve aygıtınızın hafifçe ısınmasına neden olabilir. İşlemi istediğiniz zaman duraklatabilirsiniz.

source: Mobile
be: Мабільны
ca: Mòbil
el: Κινητό
id: Seluler
is: Farsími
ka: მობილური
nb: Mobil
ro: Mobil
sk: Mobil
sl_si: Mobilno
sv: Mobil
tr: Cep telefonu

source: Mobile Signature
be: Мабільны подпіс
ca: Signatura mòbil
el: Υπογραφή κινητού
fr: Signature mobile
id: Tanda Tangan Seluler
is: Farsímaundirskrift
ka: მობილური ხელმოწერა
nb: Mobil signatur
ro: Semnătură mobil
sk: Mobilný podpis
sl_si: Mobilni podpis
sv: Mobilsignatur
tr: Mobil imza

# Monday (%@) at 08:%02d
source: Monday (%1$@) at 08:%2$d
is: Mánudag (%1$@) kl. 08:%2$d
tr: Pazartesi (%1$@) saat 08:%2$d

source: More
be: Больш
ca: Més
el: Περισσότερα
fr: Plus
id: Lainnya
is: Meira
ka: მეტი
nb: Mer
ro: Mai multe
sk: Viac
sl_si: Več
sv: Mer
tr: Diğer

source: Move message
be: Перамясціць паведамленне
ca: Mou el missatge
el: Μετακίνηση μηνύματος
fr: Déplacer le message
id: Pindahkan pesan
is: Færa skilaboð
ka: შეტყობინების გადატანა
nb: Flytt melding
ro: Mutare mesaj
sk: Presunúť správu
sl_si: Premakni sporočilo
sv: Flytta meddelande
tr: İletiyi taşı

source: Move to
be: Перамясціць у
ca: Mou a
el: Μετακίνηση σε
fr: Déplacer
id: Pindahkan ke
is: Færa í
ka: გადატანა
nb: Flytt til
ro: Mutare în
sk: Presunúť do
sl_si: Premakni v
sv: Flytta till
tr: Şuraya taşınsın

source: Move to archive
be: Перамясціць у архіў
ca: Mou a l'arxiu
el: Αρχειοθέτηση
fr: Déplacer dans le dossier Archives
id: Pindahkan ke arsip
is: Flytja í safn
ka: არქივში გადატანა
nb: Flytt til arkiv
ro: Mutare în «Arhivă»
sk: Presunúť do archívu
sl_si: Premakni v arhiv
sv: Flytta till arkiv
tr: Arşive taşı

source: Move to inbox
be: Перамясціць ва ўваходныя
ca: Mou a la safata d'entrada
el: Μετακίνηση στα Εισερχόμενα
fr: Déplacer dans le dossier Boite de réception
id: Pindahkan ke kotak masuk
is: Flytja í pósthólf
ka: შემომავლებში გადატანა
nb: Flytt til innboks
ro: Mutare în «Primite»
sk: Presunúť do priečinka Doručená pošta
sl_si: Premakni v prejeto
sv: Flytta till inkorg
tr: Gelen kutusuna taşı

source: Move to spam
be: Перамясціць у спам
ca: Mou al correu brossa
el: Μετακίνηση στα ενοχλητικά
fr: Déplacer dans le dossier Indésirables/spam
id: Pindahkan ke spam
is: Flytja í ruslpóst
ka: სპამში გადატანა
nb: Flytt til søppelpost
ro: Mutare în «Nedorite»
sk: Presunúť do spamu
sl_si: Premakni v neželeno pošto
sv: Flytta till skräppost
tr: İstenmeyen kutusuna taşı

source: Move to trash
be: Перамясціць у сметніцу
ca: Mou a la paperera
el: Μετακίνηση στα Διαγραμμένα
fr: Déplacer dans le dossier Corbeille
id: Pindahkan ke sampah
is: Henda í ruslið
ka: ნაგავში გადატანა
nb: Flytt til papirkurven
ro: Mutare în «Gunoi»
sk: Presunúť do koša
sl_si: Premakni v smetnjak
sv: Flytta till papperskorg
tr: Çöpe at

source: Move to…
be: Перамясціць у…
ca: Mou a…
el: Μετακίνηση σε…
fr: Déplacer…
id: Pindahkan ke…
is: Færa í…
ka: გადატანა…
nb: Flytt til…
ro: Mutare în…
sk: Presunúť do…
sl_si: Premakni v …
sv: Flytta till…
tr: Şuraya taşı…

source: Neat and tidy
be: Просты і лаканічны
ca: Polit i endreçat
el: Τακτοποιημένα
fr: Soignée et ordonnée
id: Rapi dan teratur
is: Hreint og fínt
ka: მოვლილი და მოწესრიგებული
nb: Pent og ryddig
ro: Curată și ordonată
sk: Úhľadné a čisté
sl_si: Čisto in urejeno
sv: Rent och snyggt
tr: Temiz ve düzenli

source: Networking
be: Сетка
ca: Xarxa
el: Δικτύωση
fr: Réseaux
id: Jaringan
is: Netvinnsla
ka: ქსელი
nb: Nettverk
ro: Rețea
sk: Sieťovanie
sl_si: Omrežje
sv: Nätverk
tr: Ağ iletişimi

source: New contact
be: Новы кантакт
ca: Nou contacte
el: Νέα επαφή
fr: Nouveau contact
id: Kontak baru
is: Nýr tengiliður
ka: ახალი კონტაქტი
nb: Ny kontakt
ro: Contact nou
sk: Nový kontakt
sl_si: Nov stik
sv: Ny kontakt
tr: Yeni kişi

source: New folder
be: Новая папка
ca: Carpeta nova
el: Νέος φάκελος
fr: Nouveau dossier
id: Folder baru
is: Ný mappa
ka: ახალი საქაღალდე
nb: Ny mappe
ro: Folder nou
sk: Nový priečinok
sl_si: Nova mapa
sv: Ny mapp
tr: Yeni klasör

source: New Folder
is: Ný mappa
tr: Yeni klasör

source: New group
be: Новая група
ca: Grup nou
el: Νέα ομάδα
fr: Nouveau groupe
id: Grup baru
is: Nýr hópur
ka: ახალი ჯგუფი
nb: Ny gruppe
ro: Grup nou
sk: Nová skupina
sl_si: Nova skupina
sv: Ny grupp
tr: Yeni grup

source: New label
be: Новая метка
ca: Etiqueta nova
el: Νέα ετικέτα
fr: Nouveau label
id: Label baru
is: Ný merking
ka: ახალი ჭდე
nb: Ny etikett
ro: Etichetă nouă
sk: Nový štítok
sl_si: Nova oznaka
sv: Ny etikett
tr: Yeni etiket

source: New Label
be: Новая метка
ca: Etiqueta nova
el: Νέα Ετικέτα
fr: Nouveau label
id: Label Baru
is: Ný merking
ka: ახალი ჭდე
nb: Ny etikett
ro: Etichetă nouă
sk: Nový štítok
sl_si: Nova oznaka
sv: Ny etikett
tr: Yeni etiket

source: New mailbox password
is: Nýtt lykilorð á pósthólfi
tr: Yeni posta kutusu parolası

source: New Message
be: Новае паведамленне
ca: Nou missatge
el: Νέο Μήνυμα
fr: Nouveau message
id: Pesan Baru
is: Ný skilaboð
ka: ახალი შეტყობინება
nb: Ny melding
ro: Mesaj nou
sk: Nová správa
sl_si: Novo sporočilo
sv: Nytt meddelande
tr: Yeni ileti

source: New password
is: Nýtt lykilorð
tr: Yeni parola

source: New sign-in password
is: Nýtt innskráningarlykilorð
tr: Yeni oturum açma parolası

source: Next
be: Далей
ca: Següent
el: Επόμενο
fr: Suivant
id: Selanjutnya
is: Næsta
ka: შემდეგი
nb: Neste
ro: Înainte
sk: Ďalej
sl_si: Naprej
sv: Nästa
tr: İleri

source: Nickname
be: Псеўданім
ca: Sobrenom
el: Ψευδώνυμο
fr: Surnom
id: Nama panggilan
is: Gælunafn
ka: მეტსახელი
nb: Kallenavn
ro: Porecla
sk: Prezývka
sl_si: Vzdevek
sv: Smeknamn
tr: Takma ad

source: No attachment found
be: Далучэнні не знойдзены
ca: No s'ha trobat cap adjunt
el: Κανένα συνημμένο
fr: Il n'y a pas de pièce jointe.
id: Tidak ada sisipan yang ditemukan
is: Ekkert viðhengi fannst
ka: მიმაგრებული ფაილების გარეშე
nb: Ingen vedlegg funnet
ro: Nu s-a găsit niciun atașament
sk: Nenájdená žiadna príloha
sl_si: Ni priponk
sv: Inga bilagor hittades
tr: Herhangi bir ek dosya bulunamadı

source: No connectivity detected…
be: Не выяўлена падключэння…
ca: No s'ha detectat cap connectivitat…
el: Δεν εντοπίστηκε σύνδεση…
fr: Aucune connexion détectée…
id: Tidak ada koneksivitas yang terdeteksi…
is: Engin tenging fannst
ka: კავშირი არ არსებობს…
nb: Ingen forbindelse oppdaget ...
ro: Nu există conexiune…
sk: Nenašlo sa pripojenie…
sl_si: Ni zaznane povezave …
sv: Ingen anslutning upptäcktes…
tr: Herhangi bir bağlantı bulunamadı…

source: No internet connection
be: Няма падключэння да інтэрнэту
ca: No hi ha connexió a Internet
el: Δεν υπάρχει σύνδεση στο Διαδίκτυο
fr: Aucune connexion internet
id: Tidak ada koneksi internet
is: Engin internettenging
ka: ინტერნეტი არ გაქვთ
nb: Ingen internettforbindelse
ro: Nu există conexiune la internet
sk: Žiadne internetové pripojenie
sl_si: Ni spletne povezave
sv: Ingen Internetanslutning
tr: İnternet bağlantısı yok

source: No keys retrieved for internal user
be: Для ўнутранага карыстальніка не атрымана ніводнага ключа
ca: No s’ha recuperat cap clau per a l’usuari intern
el: Κανένα πλήκτρο δεν ανακτήθηκε για τον εσωτερικό χρήστη
fr: Aucune clé n'a été récupérée pour l'utilisateur interne.
id: Tidak ada kunci untuk pengguna internal yang diterima
is: Engir dulritunarlyklar sóttir fyrir innri notandann
ka: შიდა მომხმარებლისთვის გასაღებები მიღებული არაა
nb: Ingen nøkler kunne hentes for intern bruker
ro: Nicio cheie preluată pentru utilizatorul intern
sk: Pre interného používateľa neboli nájdené žiadne kľúče
sl_si: Za notranjega uporabnika ni bilo pridobljenih nobenih ključev
sv: Inga nycklar hämtade för intern användare
tr: İç kullanıcı için bir anahtarı alınamadı

source: no object
be: няма аб'екта
ca: cap objecte
el: κανένα αντικείμενο
fr: aucun objet
id: tidak ada objek
is: enginn hlutur
ka: საგნის გარეშე
nb: ingen objekt
ro: fără obiect
sk: bez predmetu
sl_si: ni objektov
sv: inget ämne
tr: nesne yok

source: No Recipient
be: Няма атрымальніка
ca: Cap destinatari
el: Κανένας παραλήπτης
fr: Aucun destinataire
id: Tanpa Penerima
is: Enginn viðtakandi
ka: მიმღების გარეშე
nb: Ingen mottaker
ro: Fără destinatar
sk: Žiadny príjemca
sl_si: Brez prejemnika
sv: Ingen mottagare
tr: Alıcı yok

source: No results found
be: Нічога не знойдзена
ca: No s'ha trobat cap resultat.
el: Δεν βρέθηκαν αποτελέσματα
fr: Aucun résultat n'a été trouvé.
id: Tidak ada hasil yang ditemukan
is: Engar niðurstöður fundust
ka: შედეგების გარეშე
nb: Ingen resultater funnet
ro: Nu s-au găsit rezultate
sk: Nenašli sa žiadne výsledky
sl_si: Ni najdenih rezultatov
sv: Inga resultat hittades
tr: Herhangi bir sonuç bulunamadı

source: No valid keys retrieved for internal user
be: Для ўнутранага карыстальніка не атрымана ніводнага сапраўднага ключа
ca: No s'han recuperat claus vàlides per a l'usuari intern
el: Δεν υπάρχουν έγκυρα κλειδιά που ανακτήθηκαν για τον εσωτερικό χρήστη
fr: Aucune clé valide récupérée pour l'utilisateur interne
id: Tidak ada kunci valid untuk pengguna internal yang diterima
is: Engir gildir dulritunarlyklar sóttir fyrir innri notanda
ka: შიდა მომხმარებლისთვის სწორი გასაღებები მიღებული არაა
nb: Ingen gyldige nøkler hentet for intern bruker
ro: Nicio cheie validă preluată pentru utilizatorul intern.
sk: Pre interného používateľa neboli nájdené žiadne platné kľúče
sl_si: Za notranjega uporabnika ni bilo pridobljenih nobenih veljavnih ključev.
sv: Inga giltiga nycklar hämtade för intern användare
tr: İç kullanıcı için geçerli bir anahtar alınamadı

source: No WKD key retrieved for user is valid for sending
be: Ніводны з атрыманых ключоў WKD для карыстальніка несапраўдны для адпраўкі
ca: No hi ha cap clau WKD per a l'usuari vàlida per a l'enviament
el: Κανένα κλειδί WKD που ανακτήθηκε για το χρήστη δεν είναι έγκυρο για την αποστολή
fr: Aucune clé WKD récupérée pour l'utilisateur n'est valide pour l'envoi.
id: Tidak ada kunci WKD yang diambil untuk pengguna internal yang valid untuk pengiriman
is: Enginn WKD-lyklanna sem náð var í fyrir notandann eru gildir fyrir sendingu
ka: მომხმარებლისათვის გამოთხოვნილი არცერთი WKD გასაღები გასაგზავნად გამოსადეგი არაა
nb: Ingen WKD-nøkkel hentet for brukeren er gyldig for sending.
ro: Nicio cheie WKD recuperată pentru utilizator nu este validă pentru trimitere
sk: Žiadny získaný WKD kľúč pre používateľa nie je platný na odoslanie
sl_si: Nobeden od ključev WKD za uporabnika ni veljaven za pošiljanje sporočil
sv: Ingen WKD-nyckel hämtad för användaren är giltig för sändning
tr: İç kullanıcı için geçerli WKD bir gönderim anahtarı alınamadı

source: No, not related to in-app purchase
be: Не мае ніякага дачынення да куплі праз праграму
ca: No, no relacionat amb una compra dins l'aplicació
el: Όχι, δεν σχετίζεται με την αγορά εντός της εφαρμογής
fr: Non, non relié à un achat dans l'application
id: Tidak, masalah saya tidak berhubungan dengan pembelian dalam aplikasi
is: Nei, ekki tengt kaupum í forritinu
ka: არა, არ ეხება აპში შეძენებს
nb: Nei, ikke relatert til kjøp i appen
ro: Nu are legătură cu achiziția în aplicație.
sk: Nie, nesúvisí s nákupom v aplikácii
sl_si: Ne, ni povezano z nakupom znotraj aplikacije
sv: Nej, inte relaterade till i-app inköp
tr: Hayır, uygulama içi satın alma işlemiyle ilgili değil

source: None
be: Няма
ca: Cap
el: Κανένα
fr: Aucun
id: Tidak ada
is: Ekkert
ka: არცერთი
nb: Ingen
ro: Niciunul
sk: Žiadny
sl_si: Brez
sv: Ingen
tr: Yok

source: normal attachments
be: звычайныя далучэнні
ca: adjunts normals
el: κανονικά συνημμένα
fr: pièces jointes normales
id: lampiran normal
is: venjuleg viðhengi
ka: ნორმალურად მიმაგრებული ფაილები
nb: normale vedlegg
ro: atașamente normale
sk: normálne prílohy
sl_si: normalne priloge
sv: normala bilagor
tr: normal ek dosyalar

source: Not a spam (move to inbox)
is: Ekki ruslpóstur (flytja í innhólf)
tr: İstenmeyen değil (Gelen kutusuna taşı)

source: Not all messages were downloaded. To download them, free up storage on the device.
is: Ekki var öllum skilaboðum hlaðið niður. Til að hlaða þeim niður skaltu losa um geymslupláss í tækinu.
tr: Tüm iletiler indirilemedi. İletileri indirmek için aygıt üzerinde boş depolama alanı açın.

source: Not all messages were downloaded. To download them, increase the storage limit below.
is: Ekki var öllum skilaboðum hlaðið niður. Til að hlaða þeim niður skaltu auka geymslumörkin hér að neðan.
tr: Tüm iletiler indirilemedi. İletileri indirmek için aşağıdaki depolama alanı sınırını artırın.

source: Not set
be: Не зададзена
ca: No establert
el: Μη ορισμένο
fr: Non défini
id: Belum ditentukan
is: Ekki skilgreint
ka: დაყენებული არაა
nb: Ikke angitt
ro: Nesetat
sk: Nenastavené
sl_si: Ni nastavljeno
sv: Inte inställd
tr: Ayarlanmamış

source: Notes
be: Нататкі
el: Σημειώσεις
id: Catatan
is: Minnispunktar
ka: შენიშვნები
nb: Notater
ro: Notițe
sk: Poznámky
sl_si: Zapiski
sv: Anteckningar
tr: Notlar

source: Nothing to see here
be: Тут нічога няма
ca: Aquí no hi ha res
el: Τίποτα ενδιαφέρον εδώ
fr: Rien à signaler ici
id: Tidak ada apa-apa di sini
is: Ekkert að sjá hér
ka: აქ არაფერია სანახავი
nb: Ingenting å se her
ro: Nimic de văzut aici
sk: Nie je tu nič k zobrazeniu
sl_si: Tukaj ni ničesar.
sv: Inget att se här
tr: Burada görülecek bir şey yok

source: Notice
be: Заўвага
ca: Avís
el: Ειδοποίηση
fr: Information
id: Pemberitahuan
is: Tilkynning
ka: შენიშვნა
nb: Bemerk
ro: Notificare
sk: Poznámka
sl_si: Obvestilo
sv: Notis
tr: Dikkat

source: Notifications
be: Апавяшчэнні
ca: Notificacions
el: Ειδοποιήσεις
id: Notifikasi
is: Tilkynningar
ka: შეტყობინებები
nb: Varsler
ro: Notificări
sk: Notifikácie
sl_si: Obvestila
sv: Aviseringar
tr: Bildirimler

source: Off
be: Выключана
ca: Desactivat
el: Ανενεργό
fr: Désactivé
id: Nonaktif
is: Óvirkt
ka: გამორთული
nb: Av
ro: Dezactivat
sk: Vypnuté
sl_si: Izklopljeno
sv: Av
tr: Kapalı

source: Offline
be: Па-за сеткай
ca: Fora de línia
el: Εκτός σύνδεσης
fr: Hors ligne
id: Luring
is: Ótengdur
ka: ოფლაინი
nb: Frakoblet
ro: Deconectat
sk: Nepripojený
sl_si: Brez povezave
tr: Çevrimdışı

source: Offline, message queued for sending
be: Вы па-за сеткай, паведамленне ў чарзе на адпраўку
ca: Fora de línia, missatge a la cua per enviar
el: Εκτός σύνδεσης, το μήνυμα τέθηκε σε αναμονή για αποστολή
fr: Vous êtes hors ligne, le message est en file d'attente pour l'envoi.
id: Offline, pesan diantrikan untuk pengiriman
is: Ótengdur, skilaboð sett í biðröð fyrir sendingu
ka: შეტყობინება გაგზავნის რიგშია
nb: Frakoblet modus, melding satt i sendekø
ro: Deconectat, mesajul va fi trimis ulterior.
sk: Vypnuté, správa vo fronte na odoslanie
sl_si: Ni povezave, sporočilo je uvrščeno v pošiljanje
sv: Offline, meddelandet i kö för att skickas
tr: Çevrimdışı. İleti gönderilmek üzere kuyruğa alındı

source: OK
be: Добра
el: ΟΚ
is: Í lagi
ka: დიახ
sl_si: V redu
tr: Tamam

source: Okay
is: Í lagi
tr: Tamam

source: Oldest message:
is: Elstu skilaboð:
tr: En eski ileti:

source: On
be: Уключана
ca: Activat
el: Ενεργό
fr: Activé
id: Aktif
is: Virkt
ka: ჩართ
nb: På
ro: Activat
sk: Zapnuté
sl_si: Vklopljeno
sv: På
tr: Açık

source: On %@
is: Þann %@
tr: %@ tarihinde

# On %@ at %@
source: On %1$@ at %2$@
be: %1$@ у %2$@
ca: El %1$@ a les %2$@
el: Στις %1$@ στις %2$@
fr: Le %1$@ à %2$@
id: Pada %1$@ pukul %2$@
is: Þann %1$@ klukkan %2$@
ka: %1$@ %2$@-ზე
nb: Den %1$@ kl. %2$@
ro: %1$@ la %2$@
sk: %1$@ o %2$@
sl_si: %1$@ ob %2$@
sv: Den %1$@ kl. %2$@
tr: %1$@ tarihinde %2$@ saatinde

source: Only one free account can be added
is: Aðeins er hægt að bæta við einum ókeypis aðgangi
tr: Yalnızca bir tane ücretsiz hesap eklenebilir
