Repository: ProtonMail/ios-mail
Catalog: ProtonMail/ProtonMail/Resource/Localization/*.lproj/Localizable.strings
Languages: be, ca, el, fr, id, is, ka, nb, ro, sk, sl_si, sv, tr

source: You have unsaved changes. Do you want to save it?
be: У вас ёсць незахаваныя змены. Вы сапраўды хочаце захаваць іх?
ca: Hi ha canvis no desats. Vols desar-los?
el: Έχετε μη αποθηκευμένες αλλαγές. Θέλετε να τις αποθηκεύσετε;
fr: Vous avez des modifications non enregistrées. Voulez-vous les enregistrer ?
id: Anda memiliki perubahan yang belum disimpan. Apakah Anda ingin menyimpan perubahan ini?
is: Það eru óvistaðar breytingar. Viltu vista þær?
ka: გნებავთ შეტანილი ცვლილებების შენახვა?
nb: Du har ulagrede endringer. Ønsker du å lagre de?
ro: Aveți modificări nesalvate. Doriți să le salvați?
sk: Máte neuložené zmeny, chcete ich uložiť?
sl_si: Imate neshranjene spremembe. Ali jih želite shraniti?
sv: Du har osparade ändringar. Vill du spara dem?
tr: Kaydedilmemiş değişiklikleriniz var. Kaydetmek ister misiniz?

source: You have used %1$d%% of your storage space (%2$@). Please upgrade your plan to continue to send and receive emails.
be: Вы выкарысталі %1$d%% прасторы вашага сховішча (%2$@). Палепшыце свой тарыфны план, каб мець магчымасць адпраўляць і атрымліваць лісты.
ca: Heu utilitzat %1$d%% del vostre espai d'emmagatzematge (%2$@). Actualitzeu el vostre pla per continuar enviant i rebent correus electrònics.
el: Έχετε χρησιμοποιήσει %1$d%% του χώρου αποθήκευσης (%2$@). Παρακαλούμε αναβαθμίστε το πλάνο σας για να συνεχίσετε να στέλνετε και να λαμβάνετε ηλεκτρονικά μηνύματα.
fr: Vous avez utilisé %1$d%% de votre espace de stockage (%2$@). Nous vous invitons à passer à l’abonnement supérieur pour continuer à envoyer et à recevoir des messages.
id: Anda telah menggunakan %1$d%% dari ruang penyimpanan Anda (%2$@). Silakan tingkatkan paket Anda untuk melanjutkan mengirim dan menerima email.
is: Þú hefur notað %1$d%% af geymsluplássinu þínu (%2$@). Vinsamlegast uppfærðu áskriftina þína til að halda áfram að senda og taka á móti tölvupósti.
ka: თქვენ მთელი თქვენი საცავის( %2$@) %1$d%% გამოიყენეთ. ელ. ფოსტის მიმოგზავნის გასაგრძელებლად განაახლეთ თქვენი გეგმა.
nb: Du har brukt %1$d%% av lagringsplassen din (%2$@). Oppgrader planen for å fortsette å sende og motta e-post.
ro: Ați folosit [%1$d%% din spațiul de stocare (%2$@). Treceți la un plan superior pentru a putea trimite și primi mesaje în continuare.
sk: Využili ste %1$d%% vášho úložného priestoru (%2$@). Ak chcete naďalej odosielať a prijímať emaily, prosím upgradujte svoj plán predplatného.
sl_si: Porabili ste %1$d %% svojega prostora za shranjevanje (%2$@). Za nadaljnje nemoteno pošiljanje in prejemanje e-pošte nadgradite svoj paket.
sv: Du har använt %1$d%% av ditt lagringsutrymme (%2$@). Uppgradera ditt paket för att fortsätta skicka och ta emot e-post.
tr: Depolama alanınızın (%2$@), %1$d%% kadarını kullanıyorsunuz. Lütfen e-posta gönderip almayı sürdürebilmek için tarifenizi yükseltin.

source: You have used up all of your storage space (%@). Please upgrade your plan to continue to send and receive emails.
be: Вы выкарысталі ўсю прастору свайго сховішча (%@). Палепшыце свой тарыфны план, каб мець магчымасць адпраўляць і атрымліваць лісты.
ca: Heu utilitzat tot el vostre espai d'emmagatzematge (%@). Actualitzeu el vostre pla per continuar enviant i rebent correus electrònics.
el: Έχετε χρησιμοποιήσει το σύνολο του αποθηκευτικού σας χώρου (%@). Για συνέχιση αποστολής και παραλαβής μηνυμάτων, παρακαλούμε αναβαθμίστε το πρόγραμμά σας.
fr: Vous avez utilisé tout votre espace de stockage (%@). Nous vous invitons à passer à l’abonnement supérieur pour continuer à envoyer et à recevoir des messages.
id: Anda telah menggunakan seluruh ruang penyimpanan yang Anda miliki (%@). Silakan tingkatkan paket Anda untuk tetap dapat mengirim dan menerima email.
is: Þú hefur notað allt geymsluplássið þitt (%@). Vinsamlegast uppfærðu áskriftina þína til að halda áfram að senda og taka á móti tölvupósti.
ka: თქვენ გამოიყენეთ მთელი თქვენი საცავი (%@). ელ. ფოსტის მიმოგზავნის გასაგრძელებლად განაახლეთ თქვენი გეგმა.
nb: Du har brukt opp all lagringsplassen (%@). Oppgrader planen din for å fortsette å sende og motta e-post.
ro: Ați folosit tot spațiul de stocare (%@). Treceți la un plan superior pentru a putea trimite și primi mesaje în continuare.
sk: Využili ste všetok úložný priestor (%@). Ak chcete naďalej odosielať a prijímať emaily, upgradujte svoj plán predplatného.
sl_si: Porabili ste ves prostor za shranjevanje (%@). Za nadaljnje pošiljanje in prejemanje e-pošte nadgradite svoj paket.
sv: Du har använt allt ditt lagringsutrymme (%@). Uppgradera ditt paket för att fortsätta skicka och ta emot e-post.
tr: Depolama alanınızın (%@), tamamını kullandınız. Lütfen e-posta gönderip almayı sürdürebilmek için tarifenizi yükseltin.

source: You need at least one recipient to send
be: Для адпраўкі вам неабходны прынамсі адзін атрымальнік
ca: Necessites almenys un destinatari per enviar
el: Χρειάζεστε τουλάχιστον έναν παραλήπτη για αποστολή
fr: Vous avez besoin d’au moins un destinataire pour envoyer.
id: Anda harus memasukkan setidaknya satu nama penerima untuk dapat mengirim pesan
is: Bættu við a.m.k. einum viðtakanda til að geta sent
ka: მიმღებების სია ცარიელია
nb: Du trenger minst én mottaker for å sende
ro: Trebuie cel puțin un destinatar pentru a trimite mesajul.
sk: Na odoslanie potrebujete aspoň jedného príjemcu
sl_si: Potrebujete vsaj enega naslovnika za pošiljanje.
sv: Du behöver minst en mottagare för att skicka
tr: Göndermek için en az bir alıcı gereklidir

source: You will be switched to %@
be: Вы будзеце пераключаны на %@
ca: Sereu redirigit a %@
el: Θα αλλάξετε σε %@
fr: Vous allez passer à %@.
id: Anda akan dialihkan ke %@
is: Þér mun verða skipt yfir á %@
ka: თქვენ გადაირთვებით %@-ზე
nb: Du vil bli byttet til %@
ro: Se va comuta la %@
sk: Budete prepnutý na účet %@
sl_si: Preklopili boste na račun %@
sv: Du kommer att bytas till %@
tr: %@ hesabına geçeceksiniz

source: You're going to delete the message irreversibly. Are you sure?
be: Вы збіраецеся незваротна выдаліць паведамленне. Вы ўпэўнены?
ca: Aixó esborrarà el missatge de manera irreversible. Està segur?
el: Πρόκειται να εξαλείψετε το μήνυμα ανεπιστρεπτί. Είστε βέβαιος;
fr: Vous allez supprimer le message de manière irréversible. Vous confirmez ?
id: Anda akan menghapus pesan ini secara permanen. Apakah Anda yakin?
is: Þú ert að fara að eyða skilaboðunum óafturkræft. Ertu viss?
ka: ფაილები წაიშლება აღდგენის შანსის გარეშე. დარწმუნებული ბრძანდებით?
nb: Du kommer til å slette meldingen irreversibelt. Er du sikker?
ro: Veți șterge mesajul în mod ireversibil. Confirmați?
sk: Chystáte sa natrvalo vymazať správu. Naozaj?
sl_si: Sporočilo boste nepovratno izbrisali. Ali ste prepričani?
sv: Du kommer att ta bort meddelandet oåterkalleligt. Är du säker?
tr: İleti geri alınamayacak şekilde silinecek. Emin misiniz?

source: Your changes will be discarded
be: Змены будуць адхілены
ca: Els vostres canvis es descartaran
el: Οι αλλαγές σας θα απορριφθούν
fr: Vos modifications seront abandonnées.
id: Perubahan Anda tidak akan disimpan
is: Breytingum þínum verður hent
ka: თქვენი ცვლილებები გაუქმდება
nb: Endringene dine blir forkastet
ro: Modificările vor fi anulate
sk: Vaše zmeny budú zrušené
sl_si: Vaše spremembe bodo zavržene
sv: Alla osparade ändringar kommer gå förlorade
tr: Yaptığınız değişiklikler silinecek

source: Your country may be blocking access to Proton. Try using %1$@ (or any other VPN) or %2$@ to access Proton.
is: Yfirvöld í landinu þínu gætu verið að hindra aðgang að Proton. Prófaðu að nota %1$@ (eða einhverja VPN-þjónustu) eða %2$@ til að tengjast Proton.
tr: Ülkeniz Proton ağına erişimi engelliyor olabilir. Proton ağına erişmek için %1$@ (ya da başka bir VPN) ya da %2$@ kullanmayı deneyin.

source: Your feedback
is: Þín umsögn
tr: Geri bildiriminiz

source: Your folders
be: Вашы папкі
ca: Les vostres carpetes
el: Οι φάκελοί σας
fr: Vos dossiers
id: Folder Anda
is: Þínar möppur
ka: თქვენი საქაღალდეები
nb: Dine mapper
ro: Foldere
sk: Vaše priečinky
sl_si: Vaše mape
sv: Dina mappar
tr: Klasörleriniz

source: Your labels
be: Вашы меткі
ca: Les vostres etiquetes
el: Οι ετικέτες σας
fr: Vos labels
id: Label Anda
is: Þínar merkingar
ka: თქვენი ჭდეები
nb: Dine etiketter
ro: Etichete
sk: Vaše štítky
sl_si: Vaše oznake
sv: Dina etiketter
tr: Etiketleriniz

source: Your messages are being downloaded...
is: Verið er að hlaða niður skilaboðunum þínum...
tr: İletileriniz indiriliyor...

source: Your session has expired because you have been inactive for a while or because it has been revoked. Please log back in.
be: Ваш сеанс пратэрмінаваны, бо вы былі неактыўныя некаторы час або ён быў адкліканы. Увайдзіце ў сістэму паўторна.
ca: La vostra sessió ha caducat perquè heu estat inactiva durant un temps o perquè s'ha revocat. Torneu a iniciar la sessió.
el: Η περίοδος λειτουργίας σας έχει λήξει επειδή δεν έχετε κάνει κάποια ενέργεια για λίγο ή επειδή έχει ανακληθεί. Συνδεθείτε ξανά.
fr: Votre session a expiré parce que vous avez été inactif pendant un certain temps ou parce qu'elle a été révoquée. Reconnectez-vous.
id: Sesi Anda telah kedaluwarsa karena Anda sudah lama tidak aktif atau izin sesi Anda telah dicabut. Silakan masuk lagi.
is: Setan þín er útrunnin því þú varst aðgerðalaus um tíma eða þá að hún hefur verið afturkölluð. Skráðu þig aftur inn.
ka: თქვენი სესიის ვადა ამოიწურა, რადგან გარკვეული დროით უმოქმედო იყავით. ხელახლა შედით.
nb: Økten din er utløpt fordi du har vært inaktiv en stund eller fordi den har blitt opphevet. Logg på igjen.
ro: Sesiunea a expirat deoarece nu s-a identificat vreo activitate de ceva timp sau pentru că a fost anulată. Reautentificați-vă.
sk: Vaša relácia vypršala kvôli dlhšej reaktivite alebo zrušeniu relácie. Prihláste sa znovu, prosím.
sl_si: Vaša seja je potekla, ker ste bili nekaj časa neaktivni ali ker je bila preklicana. Prosimo, prijavite se znova.
sv: Din session har löpt ut eftersom du har varit inaktiv ett tag eller för att den har återkallats. Logga in igen.
tr: Bir süredir etkin olmadığınızdan ya da kapatıldığından oturumunuzun süresi dolmuş. Lütfen yeniden oturum açın.

source: ZIP
be: Паштовы індэкс
ca: Codi postal
el: T.K
fr: Code postal
id: Kode pos
is: Póstnúmer
ka: საფოსტო ინდექსი
nb: Postnummer
ro: Cod Poștal
sk: PSČ
sl_si: Poštna številka
sv: Postnummer

source: %d Minutes
tr: %d dakika

source: <1m
be: <1хв
ca: <1 min
el: <1λ
fr: <1 min
ka: <1წთ
sl_si: <1 min
sv: <1 min.
tr: <1d

source: DisplayName
tr: Görüntülenecek ad

source: Sent
be: Адпраўленыя
ca: Enviats
el: Απεσταλμένα
fr: Envoyés
id: Terkirim
ka: გაგზავნილები
nb: Sendt
ro: Trimise
sk: Odoslané
sl_si: Poslano
sv: Skickat
tr: Gönderilmiş

source: Internet
be: Інтэрнэт
el: Διαδίκτυο
ka: ინტერნეტი
nb: Internett

source: Timing
be: Час
ca: Temporització
el: Χρονισμός
fr: Délai
id: Waktu
ka: ვადა
ro: Temporizare
sk: Načasovanie
sl_si: Časovna razporeditev
sv: Tidsinställning

# Archive (verb)
source: Archive
be: Архіваваць
ca: Arxiva
el: Αρχειοθετημένα
fr: Archiver
id: Arsipkan
ka: დაარქივება
nb: Arkiver
ro: Arhivare
sk: Archivovať
sl_si: Arhiviraj
sv: Arkivera
