Repository: ProtonMail/ios-mail
Catalog: ProtonMail/ProtonMail/Resource/Localization/*.lproj/Localizable.strings
Languages: be, ca, el, fr, id, is, ka, nb, ro, sk, sl_si, sv, tr

source: Open
be: Адкрыць
ca: Obrir
el: Άνοιγμα
fr: Ouvrir
id: Buka
is: Opna
ka: გახსნა
nb: Åpne
ro: Deschidere
sk: Otvoriť
sl_si: Odpri
sv: Öppna
tr: Aç

source: Open account switcher
be: Адкрыць пераключальнік уліковых запісаў
ca: Obrir el commutador de comptes
el: Άνοιγμα εναλλάκτη λογαριασμού
fr: Voir tous vos comptes
id: Buka pemindah akun
is: Opnaðu reikningsskipti
ka: ანგარიშის გადამრთველის გახსნა
nb: Åpne kontobytter
ro: Comutator creare cont
sk: Otvoriť prepínač účtov
sl_si: Preklopi na drug račun
sv: Öppna kontoväxlare
tr: Hesap değiştiriciyi aç

source: Organization
be: Арганізацыя
ca: Organització
el: Οργανισμός
fr: Organisation
id: Organisasi
is: Stofnun
ka: ორგანიზაცია
nb: Organisasjon
ro: Organizația
sk: Organizácia
sl_si: Organizacija
sv: Organisation
tr: Kuruluş

source: Other
be: Іншае
ca: Altres
el: Άλλο
fr: Autre
id: Lainnya
is: Annað
ka: სხვა
nb: Annet
ro: Altele
sk: Iné
sl_si: Drugo
sv: Övrigt
tr: Diğer

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that App Store provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked payment cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the App Store's servers.
be: Наша каманда падтрымкі кліентаў паспрабуе змяніць ваш тарыфны план уручную, калі вы згадзіцеся дадаць тэхнічныя даныя, якія былі выдадзены крамай App Store праграме ў момант куплі. Сярод гэтых даных няма ніякіх падрабязнасцей аб вашым уліковым запісе iTunes, Apple ID, прывязаных крэдытных картках або якой-небудзь іншай карыстальніцкай інфармацыі. Тэхнічныя даныя толькі дапамогуць нам праверыць, што трансакцыя цалкам завяршылася на серверах App Store.
ca: El nostre servei d'atenció al client intentarà activar el vostre pla de serveis manualment si esteu d'acord a adjuntar les dades tècniques que l'App Store va proporcionar a l'aplicació en el moment de la compra. Aquestes dades no inclouen cap detall del vostre compte d'iTunes, l'ID d'Apple, les targetes de pagament vinculades o cap altra informació de l'usuari. Les dades tècniques només ens ajuden a verificar que la transacció s'ha realitzat als servidors de l'App Store.
el: Η ομάδα υποστήριξης πελατών θα προσπαθήσει να ενεργοποιήσει το πακέτο/plan σας με μη αυτόματο τρόπο, εφόσον συμφωνείτε να επισυνάψετε τα τεχνικά δεδομένα που παρέσχε η App Store στην εφαρμογή τη στιγμή της αγοράς. Αυτά τα δεδομένα δεν περιλαμβάνουν λεπτομέρειες σχετικά με το λογαριασμό σας στο iTunes, το αναγνωριστικό της Apple, τις συνδεδεμένες κάρτες πληρωμής ή οποιεσδήποτε άλλες πληροφορίες χρήστη. Τα τεχνικά δεδομένα, μας βοηθούν να ελέγξουμε και να επαληθεύσουμε ότι η συναλλαγή ολοκληρώθηκε στους διακομιστές του App Store.
fr: Notre équipe du service client essaiera d'activer votre abonnement manuellement si vous acceptez de joindre les données techniques que l'App Store a fournies à l'application au moment de l'achat. Ces données ne comprennent aucun détail sur votre compte iTunes, votre identifiant Apple, les cartes de paiement liées ou toute autre information sur l'utilisateur. Les données techniques nous aident uniquement à contrôler et à vérifier que la transaction a été effectuée sur les serveurs de l'App Store.
id: Tim Layanan Konsumen kami akan mencoba untuk mengaktifkan paket layanan Anda secara manual apabila Anda bersedia untuk melampirkan data teknis aplikasi yang disediakan oleh App Store pada saat pembayaran. Data ini tidak berisi rincian tentang akun iTunes, Apple ID, kartu kredit, atau informasi pengguna lain yang terhubung dengan Anda. Data teknis ini hanya akan digunakan untuk membantu kami memeriksa dan memverifikasi apakah transaksi Anda memang benar telah tuntas pada server App Store.
is: Þjónustudeild okkar mun reyna að virkja þjónustuáætlun þína handvirkt ef þú samþykkir að hengja við tæknigögn sem App Store útvegaði appinu þegar það var keypt. Þessi gögn innihalda engar upplýsingar um iTunes reikninginn þinn, Apple ID, tengd greiðslukort eða aðrar notendaupplýsingar. Tæknigögn hjálpa okkur aðeins að athuga og sannreyna að viðskiptin hafi verið framkvæmd á netþjónum App Store.
ka: ჩვენი მხარდაჭერის გუნდი შეეცდება, ხელით გაააქტიუროს თქვენი სერვისის გეგმა, თუ თანახმა იქნებით, მიამაგროთ ტექნიკური მონაცემები, რომლებიც App Store-მა აპს შეძენის მომენტში მიაწოდა. ეს მონაცემები არ შეიცავს დეტალებს თქვენი iTunes ანგარიშის, Apple ID-ის, დაკავშირებული საკრედიტო ბარათების ან სხვა ინფორმაციას მომხმარებლის შესახებ. ტექნიკური მონაცემები, მხოლოდ, ტრანზაქციის App Store-ის სერვერებზე შესრულების შესახებ შემოწმებაში და დადასტურებაში გვეხმარება.
nb: Vårt kundestøtteteam vil prøve å aktivere serviceplanen din manuelt hvis du godtar å legge ved tekniske data som App Store ga til appen i kjøpsøyeblikket. Disse dataene inkluderer ingen detaljer om iTunes-kontoen din, Apple-ID, koblede betalingskort eller annen brukerinformasjon. Tekniske data hjelper oss bare med å kontrollere og verifisere at transaksjonen ble fullført på App Stores tjenere.
ro: Echipa noastră de asistență pentru clienți va încerca să activeze manual abonamentul dacă sunteți de acord să atașați datele tehnice pe care App Store le-a furnizat aplicației la momentul cumpărării. Aceste date nu includ detalii despre contul iTunes, ID-ul Apple, cardurile de plată asociate sau orice alte informații despre utilizator. Datele tehnice ne ajută doar să verificăm dacă tranzacția a fost realizară pe serverele magazinului de aplicații App Store.
sk: Náš tím podpory zákazníkov sa pokúsi aktivovať váš plán služieb manuálne, pokiaľ súhlasíte s priložením techníckých dát, ktoré v okamihu nákupu App Store poskytol aplikácii. Tieto dáta neobsahujú žiadne deaily o vašom iTunes účte, Apple ID, pripojených platobných kartách alebo akékoľvek iné informácie o užívateľovi. Technické dáta slúžia len na pomoc s overením, že bola vaša transakcia vykonaná na serveroch App Store.
sl_si: Naša skupina za podporo strankam bo poskusila ročno aktivirati vaš paket storitev, če se strinjate, da boste aplikaciji priložili tehnične podatke, ki jih je App Store posredoval v trenutku nakupa. Ti podatki ne vključujejo nobenih podrobnosti o vašem računu iTunes, Apple ID-ju, povezanih plačilnih karticah ali drugih uporabniških informacijah. Tehnični podatki nam le pomagajo preveriti in preveriti, ali je bila transakcija opravljena na strežnikih App Store.
sv: Vår kundtjänst kommer att försöka aktivera din serviceplan manuellt om du samtycker till att bifoga tekniska data som AppStore lämnat till appen vid köptillfället. Denna data innehåller inte några detaljer om ditt iTunes-konto, Apple-ID, länkade kreditkort eller någon annan användarinformation. Det hjälper bara oss att verifiera att transaktionen var uppfylld på Appstores servrar.
tr: Satın alma sırasında App Store tarafından uygulamaya sağlanan teknik verileri eklemeyi kabul ederseniz, Müşteri destek ekibimiz hizmet tarifenizi el ile etkinleştirmeye çalışır. Bu verilerde iTunes hesabınız, Apple kimliğiniz, bağlı ödeme kartlarınız veya diğer kullanıcı bilgileriniz hakkında herhangi bir ayrıntı bulunmaz. Teknik veriler yalnızca App Store sunucularında işlemin gerçekleştirildiğini denetlememize ve doğrulamamıza yardımcı olur.

source: Our system flagged this message as a phishing attempt. Please check that it is legitimate
is: Kerfið okkar merkti þessi skilaboð sem tilraun til að veiða upplýsingar. Vinsamlega skoðaðu hvort þau séu lögmæt
tr: Sistemimiz bu iletiyi bir kimlik avı girişimi olarak işaretledi. Lütfen göründüğü gibi olup olmadığını kontrol edin

source: Parent folder
be: Бацькоўская папка
ca: Carpeta superior
el: Γονικός φάκελος
fr: Dossier parent
id: Folder induk
is: Yfirmappa
ka: მშობელი საქაღალდე
nb: Overordnet mappe
ro: Folder părinte
sk: Nadradený priečinok
sl_si: Nadrejena mapa
sv: Överordnad mapp
tr: Üst klasör

source: Password Hint
be: Падказка да пароля
ca: Pista per a la contrasenya
el: Υπόδειξη Κωδικού Πρόσβασης
fr: Indice de mot de passe
id: Petunjuk Kata Sandi
is: Vísbending lykilorðs
ka: პაროლის მინიშნება
nb: Passordhint
ro: Indiciu pentru parolă
sk: Pomôcka pre heslo
sl_si: Namig za geslo
sv: Lösenordsledtråd
tr: Parola ipucu

source: Password update failed
be: Не ўдалося абнавіць пароль
ca: No s'ha pogut actualitzar la contrasenya.
el: Αποτυχία ενημέρωσης κωδικού πρόσβασης
fr: Le mot de passe n'a pas pu être mis à jour.
id: Pembaruan kata sandi gagal
is: Uppfærsla lykilorðs mistókst
ka: პაროლის განახლების შეცდომა
nb: Passordoppdatering mislyktes
ro: Actualizarea parolei a eșuat.
sk: Aktualizácia hesla zlyhala
sl_si: Posodobitev gesla ni uspela
sv: Lösenordsuppdatering misslyckades
tr: Parola güncellenemedi

source: Passwords must match
be: Паролі павінны супадаць
ca: Les contrasenyes han de coincidir
el: Οι κωδικοί πρόσβασης πρέπει να ταυτίζονται
fr: Les mots de passe doivent être identiques.
id: Kata sandi harus sesuai
is: Lykilorðin verða að samsvara
ka: პაროლები უნდა ემთხვეოდეს
nb: Passordene må samsvare
ro: Parolele trebuie să corespundă.
sk: Heslá sa musia zhodovať
sl_si: Gesli se morata ujemati
sv: Lösenorden måste matcha
tr: Parola ile onayı aynı değil

source: Pause
is: Í bið
tr: Duraklat

source: Personal
be: Асабісты
el: Προσωπικό
fr: Personnel
id: Pribadi
is: Persónulegt
ka: პირადი
nb: Personlig
sk: Osobné
sl_si: Osebno
sv: Privat
tr: Kişisel

source: PGP-encrypted
be: Зашыфравана з дапамогай PGP
ca: Xifrat amb PGP
el: Κρυπτογραφημένο κατά PGP
fr: Chiffré par PGP
id: Terenkripsi PGP
is: PGP-dulritað
ka: PGP-ით დაშიფრული
nb: PGP-kryptert
ro: Criptat cu PGP
sk: Šifrované pomocou PGP
sl_si: PGP šifrirano
sv: PGP-krypterad
tr: PGP ile şifrelenmiş

source: PGP-encrypted and signed message
be: Паведамленне падпісана і зашыфравана з дапамогай PGP
ca: Missatge signat i xifrat amb PGP
el: PGP κρυπτογραφημένο και υπογεγραμμένο μήνυμα
fr: Message chiffré et signé avec PGP
id: Pesan ditandatangani dan dienkripsi PGP
is: PGP-dulrituð og undirrituð skilaboð
ka: PGP-ით დაშიფრული და ხელმოწერილი შეტყობინება
nb: PGP-kryptert og signert melding
ro: Mesaj criptat cu PGP și semnat
sk: Podpísaná a šifrovaním PGP chránená správa
sl_si: S PGP šifrirano in podpisano sporočilo
sv: PGP-krypterat och signerat meddelande
tr: PGP ile şifrelenmiş ve imzalanmış ileti

source: PGP-encrypted message
be: Паведамленне зашыфравана з дапамогай PGP
ca: Missatge xifrat amb PGP
el: Κρυπτογραφημένο μήνυμα με PGP
fr: Message chiffré par PGP
id: Pesan terenkripsi PGP
is: PGP-dulrituð skilaboð
ka: PGP-ით დაშიფრული შეტყობინება
nb: PGP-kryptert melding
ro: Mesaj criptat cu PGP
sk: Správa zašifrovaná pomocou PGP
sl_si: Sporočilo, šifrirano s PGP
sv: PGP-krypterat meddelande
tr: PGP ile şifrelenmiş ileti

source: PGP-encrypted message from verified sender
be: Паведамленне зашыфравана з дапамогай PGP ад праверанага адпраўніка
ca: Missatge xifrat amb PGP des d'un remitent verificat
el: Μήνυμα με κρυπτογράφηση PGP από επαληθευμένο αποστολέα
fr: Message chiffré avec PGP provenant d'un expéditeur vérifié
id: Pesan terenkripsi PGP dari pengirim terverifikasi
is: PGP-dulrituð skilaboð frá sannvottuðum sendanda
ka: PGP-ით დაშიფრული შეტყობინება შემოწმებული გამგზავნიდან
nb: PGP-kryptert melding fra bekreftet avsender
ro: Mesaj criptat cu PGP de la utilizator verificat
sk: Správa zašifrovaná pomocou PGP z overenej adresy
sl_si: Sporočilo, šifrirano s PGP, preverjenega pošiljatelja
sv: PGP-krypterat meddelande från verifierad avsändare
tr: Doğrulanmış göndericiden PGP ile şifrelenmiş ileti

source: PGP-encrypted to verified recipient
be: Зашыфравана з дапамогай PGP для праверанага атрымальніка
ca: Xifrat PGP al destinatari verificat
el: Κρυπτογραφημένο κατά PGP σε επαληθευμένο παραλήπτη
fr: Chiffrement PGP vers un destinataire vérifié
id: Dienkripsi PGP untuk penerima terverifikasi
is: PGP-dulritað til sannvottaðs viðtakanda
ka: PGP-ით დაშიფრული შეტყობინება შემოწმებული მიმღებისთვის
nb: PGP-kryptert til verifisert mottaker
ro: Criptat cu PGP spre destinatar verificat
sk: Šifrované PGP odosielateľ overený
sl_si: Šifrirano s PGP za preverjenega prejemnika
sv: PGP-krypterad till verifierad mottagare
tr: Doğrulanmış alıcıya PGP ile şifrelenmiş

source: PGP-signed
be: Падпісана з дапамогай PGP
ca: Signat amb PGP
el: Υπογεγραμμένο με PGP
fr: Signé par PGP
id: Ditandatangani PGP
is: PGP-undirritað
ka: PGP-ის ბეჭდით
nb: PGP-signert
ro: Semnat cu PGP
sk: Podpísané pomocou PGP
sl_si: Podpisano s PGP
sv: PGP-signerad
tr: PGP ile imzalanmış

source: PGP-signed message from verified sender
be: Паведамленне падпісана з дапамогай PGP ад праверанага адпраўніка
ca: Missatge signat amb PGP d'un remitent verificat
el: Υπογεγραμμένο μήνυμα PGP από επαληθευμένο αποστολέα
fr: Message signé par PGP provenant d'un expéditeur vérifié
id: Pesan tertandatangani PGP dari pengirim terverifikasi
is: PGP-undirrituð skilaboð frá sannvottuðum sendanda
ka: PGP-ით ხელმოწერილი შეტყობინება შემოწმებული გამომგზავნისგან
nb: PGP-signert melding fra bekreftet avsender
ro: Mesaj semnat PGP de la utilizator verificat
sk: Správa podpísaná pomocou PGP z overenej adresy
sl_si: Sporočilo, podpisano s PGP, preverjenega pošiljatelja
sv: PGP-signerat meddelande från verifierad avsändare
tr: Doğrulanmış göndericiden PGP ile imzalanmış ileti

source: PGP-signed message. Sender verification failed
be: Паведамленне падпісана з дапамогай PGP. Не ўдалося праверыць адпраўніка
ca: Missatge signat amb PGP. No s'ha pogut verificar el remitent.
el: Μήνυμα υπογεγραμμένο PGP. Αποτυχία επαλήθευσης αποστολέα
fr: Message signé par PGP. L'expéditeur n'a pas pu être vérifié.
id: Pesan tertandatangani PGP. Verifikasi pengirim gagal
is: PGP-undirrituð skilaboð. Staðfesting sendanda mistókst
ka: შეტყობინება ხელმოწერილია PGP-ით. გამომგზავნის შემოწმების შეცდომა
nb: PGP-signert melding. Bekreftelse av avsender mislyktes
ro: Mesaj semnat cu PGP. Verificarea expeditorului a eșuat.
sk: PGP-podpísaná správa. Overenie odosielateľa zlyhalo
sl_si: Sporočilo, podpisano s PGP. Preverjanje pošiljatelja neuspešno
sv: PGP-signerat meddelande. Avsändarverifieringen misslyckades
tr: PGP ile imzalanmış ileti. Gönderici doğrulanamadı

source: Phone
be: Тэлефон
ca: Telèfon
el: Τηλέφωνο
fr: Téléphone
id: Telepon
is: Sími
ka: ტელეფონი
nb: Telefon
ro: Telefon
sk: Telefón
sl_si: Telefon
sv: Telefon
tr: Telefon

source: Phone number
be: Нумар тэлефона
ca: Número de telèfon
el: Αριθμός τηλεφώνου
fr: Numéro de téléphone
id: Nomor telepon
is: Símanúmer
ka: ტელეფონის ნომერი
nb: Telefonnummer
ro: Număr de telefon
sk: Telefónne číslo
sl_si: Telefonska številka
sv: Telefonnummer
tr: Telefon numarası

source: PIN code
be: PIN-код
ca: Codi PIN
el: Κωδικός PIN
fr: Code PIN
id: Kode PIN
is: PIN-númer
ka: PIN კოდი
nb: PIN-kode
ro: Cod PIN
sk: PIN kód
sl_si: PIN koda
sv: PIN-kod
tr: PIN kodu

source: PIN code can't be empty.
be: PIN-код не можа быць пустым.
ca: El codi PIN no es pot deixar en blanc.
el: Ο κωδικός PIN δεν γίνεται να είναι κενός.
fr: Le code PIN ne peut pas être vide.
id: Kode PIN tidak boleh kosong.
is: PIN númer má ekki vera autt.
ka: PIN კოდი ცარიელი არ შეიძლება იყოს.
nb: PIN-koden kan ikke være tom.
ro: Codul PIN nu poate fi gol.
sk: PIN kód nemôže byť prázdny.
sl_si: Kode PIN ne smete pustiti prazne.
sv: PIN-kod kan inte vara tomt.
tr: Pin kodu boş olamaz.

source: PIN is too long
be: Занадта доўгі PIN
ca: El PIN és massa llarg
el: Υπερβολικά μεγάλο PIN
fr: Le code PIN est trop long.
id: Kode PIN terlalu panjang
is: PIN er of langt
ka: PIN კოდი ძალიან გრძელია
nb: PIN er for lang
ro: Codul PIN este prea lung.
sk: PIN je príliš dlhý
sl_si: PIN je predolg.
sv: PIN-kod är för lång
tr: PIN kodu çok uzun

source: PIN is too short
be: Занадта кароткі PIN
ca: El PIN és massa curt
el: Υπερβολικά μικρό PIN
fr: Le code PIN est trop court.
id: Kode PIN terlalu pendek
is: PIN er of stutt
ka: PIN კოდი ძალიან მოკლეა
nb: PIN er for kort
ro: Codul PIN este prea scurt.
sk: PIN je príliš krátky
sl_si: PIN je prekratek.
sv: PIN-kod är för kort
tr: PIN kodu çok kısa

source: Please connect and retry
be: Падключыцеся і паўтарыце спробу
ca: Connecteu-vos i torneu-ho a intentar.
el: Παρακαλούμε συνδεθήτε και ξαναπροσπαθήσετε
fr: Veuillez vous connecter et réessayer.
id: Silakan hubungkan dan coba lagi
is: Vinsamlegast tengdu og reyndu aftur
ka: დაუკავშირდით და თავიდან სცადეთ
nb: Koble til og prøv på nytt
ro: Conectați-vă și reîncercați.
sk: Prosím pripojte sa a skúste to znova
sl_si: Povežite se in poskusite znova
sv: Anslut och försök igen
tr: Lütfen bağlantı kurup yeniden deneyin

source: Please connect to the internet to continue.
is: Vinsamlegast tengdu við internetið til að halda áfram.
tr: Lütfen işlemi sürdürmek için internet bağlantısı kurun.

source: Please input a valid email address.
be: Увядзіце сапраўдны адрас электроннай пошты.
ca: Introduïu una adreça de correu electrònic vàlida.
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση E-mail.
fr: Saisissez une adresse e-mail valide.
id: Silakan masukkan alamat email yang valid.
is: Settu inn gilt tölvupóstfang.
ka: შეიყვანეთ ელფოსტის სწორი მისამართი.
nb: Angi en gyldig e-postadresse.
ro: Introduceți o adresă de e-mail validă.
sk: Prosím zadajte platnú emailovú adresu.
sl_si: Prosimo, vnesite veljaven e-poštni naslov.
sv: Mata in en giltig e-postadress.
tr: Lütfen geçerli bir e-posta adresi yazın.

source: Please keep Proton Mail open until the operation is done.
be: Не закрывайце Proton Mail, пакуль аперацыя не завершыцца.
ca: Manteniu Proton Mail obert fins que finalitzi l'operació.
el: Παρακαλούμε κρατήστε το Proton Mail ανοιχτό μέχρι να ολοκληρωθεί η λειτουργία.
fr: Laissez Proton Mail ouvert durant l’opération.
id: Jangan tutup Proton Mail sebelum tindakan ini rampung.
is: Vinsamlega haltu Proton tölvupóstforritinu opnu þar til aðgerð er lokið.
ka: დატოვეთ Proton Mail გაშვებული ოპერაციის დასრულებამდე.
nb: Hold Proton Mail åpen til operasjonen er fullført.
ro: Păstrați Proton Mail deschis până la finalizarea operațiunii.
sk: Prosím nezatvárajte Proton Mail pokiaľ sa operácia nedokončí.
sl_si: Pustite Proton Mail odprto, dokler operacija ni končana.
sv: Håll Proton Mail öppen tills operationen är klar.
tr: Lütfen işlem tamamlanana kadar Proton Mail uygulamasını açık tutun.

source: Please make sure that your internet connection is working.
is: Vinsamlega gakktu úr skugga um að nettengingin þín virki.
tr: Lütfen internet bağlantınızın çalıştığından emin olun.

source: Please provide a group name
be: Назавіце групу
ca: Indiqueu un nom de grup
el: Παρακαλώ καταχωρίστε ένα όνομα ομάδας
fr: Indiquez un nom de groupe.
id: Silakan tentukan nama grup
is: Settu inn nafn á hópi
ka: შეიყვანეთ ჯგუფის სახელი
nb: Angi et gruppenavn
ro: Furnizați numele grupului
sk: Prosím, zadajte názov skupiny
sl_si: Določite ime skupine
sv: Ange ett gruppnamn
tr: Lütfen bir grup adı yazın

source: Please select at least one email
be: Выберыце прынамсі адзін адрас электроннай пошты
ca: Seleccioneu com a mínim un correu electrònic.
el: Παρακαλούμε επιλέξτε τουλάχιστον ένα μήνυμα
fr: Sélectionnez au moins un message.
id: Silakan pilih setidaknya satu email
is: Veldu a.m.k. eitt tölvupóstfang
ka: აირჩიეთ ერთი ელფოსტა მაინც
nb: Velg minst en e-post
ro: Selectați cel puțin un mesaj.
sk: Vyberte aspoň jeden email, prosím
sl_si: Izberite vsaj eno sporočilo.
sv: Välj minst en e-post
tr: Lütfen en az bir e-posta adresi seçin

source: Please select at least one email for the contact group
be: Выберыце прынамсі адзін адрас электроннай пошты для групы кантактаў
ca: Seleccioneu almenys un correu electrònic per al grup de contactes
el: Παρακαλώ επιλέξτε τουλάχιστον ένα E-mail για την ομάδα επαφών
fr: Sélectionnez au moins un message pour le groupe de contacts.
id: Silakan pilih minimal satu email untuk dimasukkan ke dalam grup kontak
is: Veldu a.m.k. eitt tölvupóstfang fyrir tengiliðahópinn
ka: საკონტაქტო ჯგუფისთვის აირჩიეთ ერთი ელფოსტა მაინც
nb: Velg minst én e-postadresse for kontaktgruppen
ro: Selectați cel puțin un membru pentru grupul de contacte.
sk: Vyberte aspoň jeden email pre skupinu kontaktov
sl_si: Izberite vsaj en e-poštni naslov za skupino stikov
sv: Välj minst en e-post för kontaktgruppen
tr: Lütfen kişi grubu için en az bir e-posta adresi seçin

source: Please set a recovery / notification email
be: Задайце электронную пошту для аднаўлення доступу або апавяшчэнняў
ca: Establiu un correu electrònic de recuperació / notificació
el: Παρακαλούμε ορίστε μια διεύθυνση ανάκτησης / ειδοποίησης
fr: Définissez une adresse e-mail de récupération/notification.
id: Harap tentukan alamat email pemulihan / notifikasi
is: Vinsamlega settu inn endurheimtu-/tilkynningarnetfang
ka: დააყენეთ სხვა აღდგენის / შეტყობინებების ელფოსტის მისამართი
nb: Angi en gjenopprettings-/varslings-e-post
ro: Stabiliți o adresă de e-mail de recuperare/notificare.
sk: Nastavte email na obnovu a prijímanie notifikácií, prosím
sl_si: Nastavite e-poštni naslov za obnovitev/obveščanje
sv: Ställ in en e-postadress för återställning/avisering
tr: Lütfen bir kurtarma / bildirim e-posta adresi ayarlayın

source: Please share your problem.
is: Vinsamlegast deildu vandamálinu þínu.
tr: Lütfen sorununuzu paylaşın.

source: Please upgrade to a paid plan to use more than 3 folders
be: Перайдзіце на платны тарыфны план, каб выкарыстоўваць больш за 3 папкі
ca: Milloreu a un pla de pagament per utilitzar més de 3 carpetes.
el: Για χρήση άνω των 3 φακέλων, παρακαλούμε αναβαθμίστε σε πρόγραμμα επί πληρωμή
fr: Nous vous invitons à passer à un abonnement payant pour utiliser plus de 3 dossiers.
id: Silakan tingkatkan ke paket berbayar untuk menggunakan lebih dari 3 folderA
is: Vinsamlega uppfærðu í greidda áskrift til að nota fleiri en 3 möppur
ka: სამზე მეტი საქაღალდის გამოსაყენებლად გადადით ფასიან ვერსიაზე
nb: For å bruke mer enn 3 mapper oppgrader til en betalt plan
ro: Treceți la un plan cu plată pentru a folosi mai mult de 3 foldere.
sk: Ak chcete používať viac ako 3 priečinky, prejdite na platený plán, prosím
sl_si: Za uporabo več kot treh map nadgradite na plačljiv paket
sv: Uppgradera till ett betalt paket för att använda mer än 3 mappar
tr: Lütfen 3 klasörden fazlasını kullanmak için ücretli bir tarifeye yükseltin

source: Please upgrade to a paid plan to use more than 3 labels
be: Перайдзіце на платны тарыфны план, каб выкарыстоўваць больш за 3 меткі
ca: Milloreu a un pla de pagament per utilitzar més de 3 etiquetes.
el: Για χρήση άνω των 3 ετικετών, παρακαλούμε αναβαθμίστε σε πρόγραμμα επί πληρωμή
fr: Nous vous invitons à passer à un abonnement payant pour utiliser plus de 3 labels.
id: Silakan tingkatkan ke paket berbayar untuk menggunakan lebih dari 3 label
is: Vinsamlega uppfærðu í greidda áskrift til að nota meira en 3 merkingar
ka: სამზე მეტი ჭდის გამოსაყენებლად გადადით ფასიან ვერსიაზე
nb: For å bruke mer enn 3 etiketter oppgrader til en betalt plan
ro: Treceți la un plan cu plată pentru a folosi mai mult de 3 etichete.
sk: Ak chcete používať viac ako 3 štítky, prejdite na platený plán, prosím
sl_si: Za uporabo več kot treh oznak nadgradite na plačljiv paket.
sv: Uppgradera till ett betalt paket för att använda fler än 3 etiketter
tr: Lütfen 3 etiketten fazlasını kullanmak için ücretli bir tarifeye yükseltin

source: Please upgrade your plan
be: Палепшыце свой тарыфны план
ca: Milloreu el vostre pla
el: Παρακαλούμε αναβαθμίστε το πρόγραμμά σας
fr: Nous vous invitons à passer à l’abonnement supérieur.
id: Silakan tingkatkan paket Anda
is: Vinsamlega uppfærðu áskriftarleiðina þína
ka: განაახლეთ თქვენი გეგმა
nb: Oppgrader planen din
ro: Treceți la alt plan
sk: Prosíme prejdite na vyšší plán
sl_si: Prosimo, nadgradite vaš paket.
sv: Uppgradera ditt paket
tr: Lütfen tarifenizi yükseltin
