Repository: ProtonMail/ios-mail
Catalog: ProtonMail/ProtonMail/Resource/Localization/*.lproj/Localizable.strings
Languages: be, ca, el, fr, id, is, ka, nb, ro, sk, sl_si, sv, tr

source: At least one recipient email address is improperly formatted, please double check them.
be: Прынамсі адзін адрас электроннай пошты атрымальніка адфарматаваны няправільна. Праверце іх яшчэ раз.
ca: Almenys una adreça de correu de destinatari té un format incorrecte. Comproveu-la.
el: Τουλάχιστον μία διεύθυνση email παραλήπτη δεν έχει μορφοποιηθεί σωστά, παρακαλώ ελέγξτε τους.
fr: Au moins une adresse e-mail de destinataire est mal formatée, nous vous invitons à les vérifier.
id: Setidaknya satu alamat email penerima tidak terformat dengan benar. Mohon periksa kembali.
is: Að minnsta kosti eitt tölvupóstfang viðtakanda er rangt sniðið, yfirfarðu þetta.
ka: მიმღების ერთი მისამართი მაინც არასწორადაა აკრეფილი. გთხოვთ, გადაამოწმოთ.
nb: Minst én mottakers e-postadresse er feil formatert, dobbeltsjekk dem.
ro: Cel puțin o adresă de e-mail a destinatarului nu este în format corespunzător. Reverificați-o.
sk: Najmenej jedna emailová adresa príjemcu má nesprávny formát, skontrolujte ich prosím.
sl_si: Najmanj en e-poštni naslov prejemnika ni primerne oblike. Prosimo, preverite jih.
sv: Minst en mottagares e-postadress är felaktigt formaterad, dubbelkolla dem.
tr: En az bir alıcı adresinin biçimi yanlış. Lütfen adresleri iki kez kontrol edin.

source: At least one recipient email address/domain doesn't exist or is badly formatted. Message moved to drafts.
be: Прынамсі адзін адрас электроннай пошты/дамен атрымальніка не існуе або дрэнна адфарматаваны. Паведамленне перамешчана ў чарнавікі.
ca: Almenys una adreça de correu o domini de destinatari no existeix o té un format incorrecte. Missatge mogut a esborranys.
el: Τουλάχιστον μία διεύθυνση email παραλήπτη/τομέα δεν υπάρχει ή έχει κακή μορφοποίηση. Το μήνυμα μετακινήθηκε στα πρόχειρα.
fr: Au moins une adresse e-mail ou un domaine de destinataire n'existe pas ou est mal formaté. Le message a été déplacé dans le dossier Brouillons.
id: Setidaknya satu domain/alamat email penerima yang hendak dituju tidak ada atau tidak terformat dengan benar. Pesan dipindahkan ke draf.
is: Að minnsta kosti eitt tölvupóstfang viðtakanda er ekki til eða er rangt sniðið. Skilaboð voru færð í drög.
ka: მინიმუმ, ერთი მიმღების ელფოსტის მისამართი/დომენი არ არსებობს ან ცუდად არის შედგენილი. შეტყობინება გადატანილია მონახაზებში.
nb: Minst én mottakers e-postadresse/domene finnes ikke eller er dårlig formatert. Meldingen er flyttet til utkast.
ro: Cel puțin o adresă de e-mail/domeniu pentru destinatar nu există sau nu este în format corespunzător. Mesajul a fost mutat în «Ciorne».
sk: Aspoň jedna emailová adresa/doména príjemcu neexistuje, alebo má zlý formát. Správa bola presunutá do konceptov.
sl_si: Vsaj en e-poštni naslov/domena prejemnika ne obstaja ali je napačno oblikovana. Sporočilo premaknjeno med osnutke.
sv: Åtminstone en mottagares e-postadress/domän finns inte eller är felaktigt formaterad. Meddelande flyttat till utkast.
tr: En az bir alıcının e-posta adresi ya da etki alanı bulunamadı veya biçimi hatalı. İleti taslaklar kutusuna taşındı.

source: attachment
is: viðhengi
tr: ek dosya

source: Attachment failure
be: Не ўдалося далучыць
ca: Error d'adjunt
el: Αποτυχία επισύναψης
fr: Le chargement de la pièce jointe n'a pas abouti.
id: Unggahan lampiran gagal
is: Bilun vegna viðhengis
ka: მიმაგრების შეცდომა
nb: Feil ved vedlegg
ro: Eșuare atașament
sk: Zlyhanie prílohy
sl_si: Napaka pri priponki
sv: Bifogning misslyckades
tr: Ek dosya hatası

source: Attachment imported
be: Далучэнне імпартавана
ca: Fitxer adjunt importat
el: Το συνημμένο έχει εισαχθεί
fr: Pièce jointe importée
id: Lampiran berhasil diimpor
is: Viðhengi flutt inn
ka: მიმაგრებული ფაილი შემოტანილია
nb: Vedlegg importert
ro: Atașament importat
sk: Príloha bola importovaná
sl_si: Priponka uvožena
sv: Bilaga importerad
tr: Ek dosya içe aktarıldı

source: Attachment limit
be: Абмежаванне далучэння
ca: Límit de fitxers adjunts
el: Όριο συνημμένων
fr: Limite de pièce jointe
id: Batas lampiran
is: Takmörkun viðhengis
ka: მიმაგრებული ფაილის ლიმიტი
nb: Vedleggsgrense
ro: Limită atașament
sk: Limit príloh
sl_si: Omejitev velikosti priponke
sv: Begränsning för bilaga
tr: Ek dosya sınırlaması

source: attachments
is: viðhengi
tr: ek dosyalar

source: Attachments
is: Viðhengi
tr: Ek dosyalar

source: Authentication
be: Аўтэнтыфікацыя
ca: Autentificació
el: Ταυτοποίηση
fr: Authentification
id: Autentikasi
is: Auðkenning
ka: ავთენტიკაცია
nb: Autentisering
ro: Autentificare
sk: Overenie
sl_si: Preverjanje pristnosti
sv: Autentisering
tr: Kimlik doğrulaması

source: Auto Lock Time
be: Час аўтаматычнага блакіравання
ca: Temps de bloqueig automàtic
el: Χρονικό Όριο Αυτόματου Κλειδώματος
fr: Délai avant verrouillage automatique
id: Waktu Penguncian Otomatis
is: Sjálfvirkur læsingartími
ka: ავტომატური დაბლოკვის დრო
nb: Automatisk låsetid
ro: Timp autoblocare
sk: Čas do automatického uzamknutia
sl_si: Čas samodejnega zaklepanja
sv: Tid till automatisk låsning
tr: Otomatik kilitleme süresi

source: Auto-load embedded images
be: Аўтаматычная загрузка ўбудаваных відарысаў
ca: Càrrega automàtica d'imatges incrustades
el: Αυτόματη φόρτωση ενσωματωμένων εικόνων
fr: Charger automatiquement les images intégrées
id: Muat gambar yang tersemat secara otomatis
is: Hlaða sjálfvirkt inn ívöfnum myndum
ka: ჩადგმული გამოსახულებების ავტომატური ჩატვირთვა
nb: Last automatisk innebygde bilder
ro: Autoîncărcare imagini incluse
sk: Automaticky načítať vložené obrázky
sl_si: Samodejno prenesi vdelane slike
sv: Ladda automatiskt inbäddade bilder
tr: Gömülü görseller otomatik olarak yüklensin

source: Auto-load remote content
be: Аўтаматычная загрузка аддаленага змесціва
ca: Carrega automàticament el contingut remot
el: Αυτόματη φόρτωση απομακρυσμένου περιεχομένου
fr: Charger automatiquement le contenu distant
id: Muat remote content secara otomatis
is: Hlaða sjálfvirkt inn fjartengdu efni
ka: სხვა სერვერებიდან შემცველობის ავტომატური ჩვენება
nb: Last automatisk eksternt innhold
ro: Autoîncărcare conținut extern
sk: Automaticky načítať vzdialený obsah
sl_si: Samodejno prenesi oddaljeno vsebino
sv: Ladda fjärrinnehåll automatiskt

source: Awful
is: Hræðilegt
tr: Çok kötü

source: Back
be: Назад
ca: Torna
el: Πίσω
fr: Précédent
id: Kembali
is: Til baka
ka: უკან
nb: Tilbake
ro: Înapoi
sk: Späť
sl_si: Nazaj
sv: Tillbaka
tr: Geri

source: Bad parameter
be: Няправільны параметр
ca: Paràmetre erroni
el: Κακή παράμετρος
fr: Le paramètre n'est pas correct.
id: Parameter tidak valid
is: Röng færibreyta
ka: ცუდი პარამეტრი
nb: Dårlig parameter
ro: Parametru greșit
sk: Chybný parameter
sl_si: Napačen parameter
sv: Ogiltig parameter
tr: Parametre hatalı

source: Bad parameter: %@
be: Няправільны параметр: %@
ca: Paràmetre erroni %@
el: Κακή παράμετρος: %@
fr: Le paramètre n'est pas correct : %@
id: Parameter tidak valid: %@
is: Röng færibreyta: %@
ka: ცუდი პარამეტრი: %@
nb: Dårlig parameter: %@
ro: Parametru greșit: %@
sk: Chybný parameter: %@
sl_si: Napačen parameter: %@
sv: Ogiltig parameter: %@
tr: Parametre hatalı: %@

source: Bad response
be: Няправільны адказ
ca: Resposta errònia
el: Κακή ανταπόκριση
fr: Mauvaise réponse
id: Respon tidak valid
is: Rangt svar
ka: ცუდი პასუხი
nb: Dårlig respons
ro: Răspuns greșit
sk: Chybná odpoveď
sl_si: Napačen odgovor
sv: Ogiltigt svar
tr: Yanıt hatalı

source: Bcc
be: Схаваная копія
ca: Cco
el: Κρυφή κοιν.
fr: Cci
is: Falið afrit (Bcc)
ka: ბრმა ასლი
nb: Blindkopi
ro: Ca
sk: Skrytá kópia
sl_si: Skp
sv: Hemlig kopia
tr: Gizli kopya

source: Bcc:
be: Схаваная копія:
ca: Cco:
el: Κρυφή κοιν:
fr: Cci :
is: Falið afrit:
ka: ბრმა ასლი:
nb: Blindkopi:
ro: Ca:
sk: Skrytá kópia (Bcc):
sl_si: Skp:
sv: Hemlig kopia:
tr: Gizli kopya:

source: Birthday
be: Дзень нараджэння
ca: Data de naixement
el: Γενέθλια
fr: Date de naissance
id: Tanggal lahir
is: Fæðingardagur
ka: დაბადების დღე
nb: Bursdag
ro: Data naşterii
sk: Dátum narodenia
sl_si: Rojstni dan
sv: Födelsedag
tr: Doğum günü

source: Block email tracking
be: Блакіраваць адсочванне электроннай пошты
ca: Bloqueja el seguiment de correu electrònic
el: Φραγή ιχνηλάτησης μηνυμάτων
fr: Bloquer le suivi des e-mails
id: Blokir pelacakan email
is: Lokaðu fyrir rakningu tölvupósts
ka: ელფოსტის ტრეკინგის დაბლოკვა
nb: Blokkér e-postsporing
ro: Blocare urmărire e-mailuri
sk: Blokovať sledovanie emailov
sl_si: Blokiraj sledenje e-pošte
sv: Blockera e-postspårning
tr: E-postanın izlenmesi engellensin

source: Blocks senders from seeing if and when you opened the message
is: Hindrar sendendur í að sjá hvort og hvenær þú opnaðir skilaboðin

source: Breeze through threaded messages in conversation mode.
be: Праглядайце гутаркі паведамленняў у рэжыме размовы.
ca: Navegueu ràpidament a través dels missatges encadenats en el mode conversa.
el: Περάστε τα μηνύματα με νήματα στη λειτουργία συνομιλίας.
fr: Consultez les messages en mode conversation.
id: Baca pesan berutas dengan mudah dalam mode percakapan.
is: Farðu í gegnum skilaboðaþráð í samtalsham.
ka: საუბრების რეჟიმში შეტყობინებების ნაკადების სახით ჩვენება.
nb: Lek deg gjennom trådmeldinger i samtalemodus.
ro: Parcurgeți rapid mesajele înșiruite în modul conversație.
sk: Jednoducho prechádzajte správy vo vlákne v režime konverzácie.
sl_si: Brskajte po navojnih sporočilih v načinu pogovora.
sv: Bläddra igenom trådade meddelanden i konversationsläge.
tr: Yazışma kipinde, ileti dizileri arasında hızla gezinin.

source: Bug Description
is: Lýsing á villu
tr: Hata açıklaması

source: Bug Report Received
be: Справаздача пра памылку атрымана
ca: S'ha rebut un informe d'error
el: Η αναφορά σφάλματος ελήφθη
fr: Rapport de bug reçu
id: Laporan Bug Diterima
is: Villuskýrsla móttekin
ka: შეცდომის ანგარიში მიღებულია
nb: Feilrapport er mottatt
ro: Raport eroare primit
sk: Chybová správa prijatá
sl_si: Poročilo o napaki prejeto
sv: Felrapport mottagen
tr: Hata bildirimi alındı

source: Cached data
is: Gögn í skyndiminni
tr: Ön belleğe alınmış veriler

source: Call contact
be: Патэлефанаваць кантакту
ca: Trucar contacte
el: Κλήση επαφής
fr: Appeler le contact
id: Hubungi kontak
is: Hringja í tengilið
ka: კონტაქტთან დარეკვა
nb: Ring kontakt
ro: Apelare contact
sk: Zavolať kontakt
sl_si: Pokliči stik
sv: Ring kontakt
tr: Kişiyi ara

source: Can't copy the file
be: Немагчыма скапіяваць файл
ca: No es pot copiar l'arxiu
el: Αδυναμία αντιγραφής του αρχείου
fr: Le fichier ne peut pas être copié.
id: Berkas tidak dapat disalin
is: Mistókst að afrita skrána
ka: ფაილის კოპირების შეცდომა
nb: Kan ikke kopiere filen
ro: Fișierul nu poate fi copiat
sk: Súbor nemožno kopírovať
sl_si: Ni mogoče kopirati datoteke
sv: Kan inte kopiera filen
tr: Dosya kopyalanamadı

source: Can't create a SRP Client
be: Немагчыма стварыць кліент SRP
ca: No es pot crear un client SRP
el: Αδυναμία δημιουργίας Πελάτη SRP
fr: Impossible de créer un client SRP
id: Klien SRP tidak dapat dibuat
is: Ekki hægt að útbúa SRP-biðlara
ka: SRP კლიენტის შექმნის შეცდომა
nb: Kan ikke opprette en SRP-klient
ro: Clientul SRP nu poate fi creat.
sk: Nie je možné vytvoriť klienta SRP
sl_si: Ni mogoče ustvariti odjemalca SRP
sv: Kan inte skapa en SRP-klient
tr: SRP istemcisi oluşturulamadı

source: Can't create a SRP verifier!
be: Немагчыма стварыць верыфікатар SRP!
ca: No es pot crear un verificador SRP!
el: Αδυναμία δημιουργίας επαληθευτή SRP!
fr: Impossible de créer un vérificateur SRP
id: Verifikator SRP tidak dapat dibuat!
is: Get ekki búið til SRP-sannvottun!
ka: SRP შემმოწმებლის შექმნის შეცდომა!
nb: Kan ikke opprette en SRP-verifikator!
ro: Verificatorul SRP nu poate fi creat!
sk: Nie je možné vytvoriť verifikátor SRP!
sl_si: Ne morem ustvariti overitelja SRP!
sv: Kan inte skapa en SRP-verifierare!
tr: SRP doğrulayıcısı oluşturulamadı!

source: Can't decrypt this attachment!
is: Get ekki afkóðað þetta viðhengi!
tr: Bu ek dosyanın şifresi çözülemedi!

source: Can't delete contact group through API
be: Немагчыма выдаліць групу кантактаў праз API
ca: No s'ha pogut esborrar el grup de contactes a través de l'API
el: Δεν είναι δυνατή η διαγραφή ομάδας επαφών μέσω του API
fr: Le groupe de contacts ne peut pas être supprimé par l'intermédiaire de l'API.
id: Grup kontak tidak dapat dihapus melalui API
is: Get ekki eytt tengiliðahópi í gegnum API-forritsviðmót
ka: კონტაქტების ჯგუფის წაშლა API-ის საშუალებით შეუძლებელია
nb: Kan ikke slette kontaktgruppen via API-en
ro: Nu se poate șterge grupul de contacte folosind API.
sk: Skupinu kontaktov nemožno odstrániť pomocou rozhrania API
sl_si: Skupine stikov ni mogoče izbrisati prek API
sv: Kan inte ta bort kontaktgrupp via API
tr: Kişi grubu API aracılığıyla silinemedi

source: Can't find the value from the response body
be: Немагчыма знайсці значэнне з цела адказу
ca: No es pot trobar el valor del cos de resposta
el: Δεν είναι δυνατή η εύρεση της τιμής από το σώμα απόκρισης
fr: Impossible de trouver la valeur du corps de la réponse
id: Tidak dapat menemukan nilai dari badan respon
is: Fann ekki gildið í meginmáli svarsins
ka: პასუხში საჭირო მნიშვნელობა ვერ ვიპოვე
nb: Finner ikke verdien fra innholdet til responsen
ro: Nu se găsește valoarea din corpul de răspuns.
sk: Nebolo možné nájsť hodnotu v tele odpovede
sl_si: V vsebini odgovora ni mogoče najti vrednosti
sv: Kan inte hitta värdet från svarstexten
tr: Değer yanıt gövdesinden bulunamadı

source: Can't find this attachment!
is: Gat ekki fundið þetta viðhengi!
tr: Bu ek dosya bulunamadı!

source: Can't get a Modulus ID!
be: Немагчыма атрымаць ідэнтыфікатар модуля!
ca: No es pot obtenir un ID de mòduls!
el: Αδυναμία λήψης αναγνωριστικού Modulus!
fr: Impossible d’obtenir un identifiant Modulus
id: ID Modulus tidak dapat diperoleh!
is: Ekki hægt að fá auðkenni hlutar!
ka: მოდულუსის ID-ის მიღების შეცდომა!
nb: Kan ikke få en Modulus-ID!
ro: Nu se poate obține ID modul!
sk: Nie je možné získať ID modulu!
sl_si: Ne morem dobiti ID modula!
sv: Kan inte hämta Modulus-ID!
tr: Modül kimliği alınamadı!

source: Can't get a Modulus!
be: Немагчыма атрымаць модуль!
ca: No es pot obtenir un Mòdul!
el: Αδυναμία λήψης ενός Modulus!
fr: Impossible d’obtenir un Modulus
id: Modulus tidak dapat diperoleh!
is: Get ekki fengið hlut!
ka: მოდულუსის მიღების შეცდომა!
nb: Kan ikke få en Modulus!
ro: Nu se poate obține un modul!
sk: Nie je možné získať Modulus!
sl_si: Ne morem dobiti modula!
sv: Kan inte hämta Modulus!
tr: Bir modül alınamadı!

source: Can't get user auth info
is: Get ekki náð í auðkenningarupplýsingar notanda
tr: Kullanıcı kimlik doğrulama bilgileri alınamadı

source: Can't load the file
be: Немагчыма загрузіць файл
ca: No es pot carregar el fitxer
el: Δεν είναι δυνατή η φόρτωση του αρχείου
fr: Impossible de charger le fichier
id: Berkas tidak dapat dimuat
is: Get ekki hlaðið inn skránni
ka: ფაილის ჩატვირთვის შეცდომა
nb: Kan ikke laste filen
ro: Nu se poate încărca fișierul.
sk: Nie je možné načítať súbor
sl_si: Ni mogoče naložiti datoteke
sv: Kan inte ladda filen
tr: Dosya yüklenemedi

source: Can't open the file
be: Немагчыма адкрыць файл
ca: No es pot obrir el fitxer
el: Δεν είναι δυνατό να ανοίξει το αρχείο
fr: Impossible d'ouvrir le fichier
id: Berkas tidak dapat dibuka
is: Gat ekki opnað skrána
ka: ფაილის გახსნის შეცდომა
nb: Kan ikke åpne filen
ro: Fișierul nu poate fi deschis.
sk: Súbor nemožno otvoriť
sl_si: Ni mogoče odpreti datoteke
sv: Kan inte öppna filen
tr: Dosya açılamadı

source: Can't update contact group through the API
be: Немагчыма абнавіць групу кантактаў праз API
ca: No s'ha pogut actualitzar el grup de contactes a través de l'API
el: Δεν είναι δυνατή η ενημέρωση ομάδας επαφών μέσω του API
fr: Impossible de mettre à jour le groupe de contacts via l'API
id: Tidak dapat memperbarui grup kontak melalui API
is: Get ekki uppfært tengiliðahóp í gegnum API-forritsviðmót
ka: კონტაქტების განახლება API-ის საშუალებით შეუძლებელია
nb: Kan ikke oppdatere kontaktgruppen via API-en
ro: Nu se poate actualiza grupul de contacte folosind API.
sk: Skupinu kontaktov nemožno aktualizovať pomocou rozhrania API
sl_si: Ni mogoče posodobiti skupine stikov prek API
sv: Kan inte uppdatera kontaktgrupp via API
tr: Kişi grubu API aracılığıyla güncellenemedi

source: Cancel
be: Скасаваць
ca: Cancel·la
el: Ακύρωση
fr: Annuler
id: Batal
is: Hætta við
ka: გაუქმება
nb: Avbryt
ro: Anulare
sk: Zrušiť
sl_si: Prekliči
sv: Avbryt
tr: İptal

source: Cancel Check
is: Hætta við athugun
tr: Kontrolü iptal et

source: Cancelling
is: Hætti við
tr: İptal ediliyor

source: Cannot empty folder right now.
be: У дадзены момант немагчыма ачысціць папку.
ca: No es pot buidar la carpeta ara mateix.
el: Αδυναμία αδειάσματος φακέλου επί του παρόντος.
fr: Impossible de vider le dossier maintenant
id: Folder tidak dapat dikosongkan pada saat ini.
is: Ekki er hægt að tæma möppuna núna.
ka: საქაღალდის დაცარიელება ახლა შეუძლებელია.
nb: Kan ikke tømme mappen akkurat nå.
ro: Nu se poate goli folderul în acest moment.
sk: Priečinok momentálne nie je možné vyprázdniť.
sl_si: Trenutno ni mogoče izprazniti mape
sv: Kan inte tömma mapp just nu.
tr: Klasör şu anda boşaltılamıyor.

source: Cc
be: Копія
el: Κοιν.
is: Afrit (Cc)
ka: ასლი
nb: Kopi
ro: C
sk: Kópia (Cc)
sl_si: Kp
sv: Kopia
tr: Kopya

source: Change account password
be: Змяніць пароль уліковага запісу
ca: Canviar contrasenya del compte
el: Αλλαγή κωδικού πρόσβασης λογαριασμού
fr: Changer le mot de passe du compte
id: Ubah kata sandi akun
is: Breyta lykilorði innskráningar
ka: ანგარიშის პაროლის შეცვლა
nb: Endre kontopassord
ro: Schimbare parolă cont
sk: Zmeniť heslo účtu
sl_si: Spremeni geslo uporabniškega računa
sv: Ändra kontolösenord
tr: Hesap parolasını değiştir

source: Change default address to…
be: Змяніць прадвызначаны адрас на…
ca: Canvia l'adreça per defecte a…
el: Αλλάξτε την προεπιλεγμένη διεύθυνση σε…
fr: Changer l'adresse par défaut par…
id: Ubah alamat default ke…
is: Breyta sjálfgefnu tölvupóstfangi í…
ka: ნაგულისხმები მისამართის შეცვლა…
nb: Endre standardadresse til…
ro: Schimbare adresă implicită cu…
sk: Zmeniť predvolenú adresu na…
sl_si: Spremeni privzeti naslov na …
sv: Ändra standardadress till…

source: Change mailbox password
be: Змяніць пароль паштовай скрыні
ca: Canviar contrasenya de la bústia de correu
el: Αλλαγή κωδικού γραμματοκιβωτίου
fr: Changer le mot de passe de messagerie
id: Ubah kata sandi kotak surat
is: Breyta lykilorði á pósthólfi
ka: საფოსტო ყუთის პაროლის შეცვლა
nb: Endre postbokspassord
ro: Schimbare parolă mesaje
sk: Zmeniť heslo k poštovej schránke
sl_si: Spremeni geslo poštnega nabiralnika
sv: Ändra lösenord för brevlådan
tr: Posta kutusu parolasını değiştir

source: Change password
be: Змяніць пароль
ca: Canvia la contrasenya
el: Αλλαγή κωδικού πρόσβασης
fr: Changer le mot de passe
id: Ubah kata sandi
is: Breyta lykilorði
ka: პაროლის შეცვლა
nb: Endre passord
ro: Schimbare parolă
sk: Zmeniť heslo
sl_si: Spremeni geslo
sv: Ändra lösenord
tr: Parolayı değiştir

source: Change Password
be: Змяніць пароль
ca: Canvia la contrasenya
el: Αλλαγή Κωδικού Πρόσβασης
fr: Modifier le mot de passe
id: Ubah Kata Sandi
is: Breyta lykilorði
ka: პაროლის შეცვლა
nb: Endre passord
ro: Schimbare parolă
sk: Zmeniť heslo
sl_si: Spremeni geslo
sv: Ändra lösenord
tr: Parolayı değiştir

source: Change PIN code
be: Змяніць PIN-код
ca: Canviar codi PIN
el: Αλλαγή κωδικού PIN
fr: Modifier le code PIN
id: Ubah kode PIN
is: Breyta PIN kóða
ka: PIN კოდის შეცვლა
nb: Endre PIN-koden
ro: Schimbare cod PIN
sk: Zmeniť PIN kód
sl_si: Spremeni kodo PIN
sv: Ändra PIN-kod
tr: PIN kodunu değiştir

source: Change sender address to…
is: Breyta tölvupóstfangi sendanda í…

source: Charge your device or resume manually.
is: Hladdu tækið þitt eða haltu áfram handvirkt.
tr: Aygıtınızı şarj edin ya da el ile sürdürün.

source: Check Again
is: Athuga aftur
tr: Yeniden denetle

source: Check Proton Status for our system status.
is: Athugaðu stöðu Proton til að sjá ástandið á kerfinu okkar.
tr: Sistemimizin durumunu görmek için Proton durumu sayfasına bakın.

source: Choose different sender address
be: Выберыце іншы адрас адпраўніка
ca: Trieu una adreça de remitent diferent
el: Επιλογή διαφορετικής διεύθυνσης αποστολέα
fr: Choisir une adresse d'expédition différente
id: Pilih alamat pengirim lainnya
is: Veldu annað heimilisfang sendanda
ka: გამგზავნის სხვა მისამართის დაყენება
nb: Velg en annen avsenderadresse
ro: Alegeți o altă adresă de expeditor
sk: Zvoliť inú adresu odosielateľa
sl_si: Izberite drug naslov pošiljatelja
sv: Välj annan avsändaradress
tr: Farklı bir gönderici adresi seçin

source: City
be: Горад
ca: Ciutat
el: Πόλη
fr: Ville
id: Kota
is: Borg/Sveitarfélag
ka: ქალაქი
nb: Poststed
ro: Oraş
sk: Mesto
sl_si: Mesto
sv: Ort
tr: İl

source: Clear
is: Hreinsa
tr: Temizle

source: Clear local cache
be: Ачысціць лакальны кэш
ca: Netejar memòria cau local
el: Καθαρισμός τοπικής προσωρινής μνήμης
fr: Vider le cache local
id: Hapus cache lokal
is: Hreinsaðu staðbundið skyndiminni
ka: ლოკალური ქეშის გასუფთავება
nb: Tøm lokal hurtigbuffer
ro: Golire buffer local
sk: Vyčistiť lokálnu cache
sl_si: Počisti lokalni predpomnilnik
sv: Rensa lokal cache
tr: Yerel ön belleği temizle

source: Clear Style
be: Ачысціць стыль
ca: Netetja Estil
el: Καθαρό Στύλ
fr: Effacer le style
id: Hapus Pengayaan Teks
is: Hreinsa stíl
ka: სტილის გასუფთავება
nb: Fjern stil
ro: Eliminare stil
sk: Zmazať štýl
sl_si: Počisti slog
sv: Rensa stil
tr: Biçemi temizle

source: Close
be: Закрыць
ca: Tanca
el: Κλείσιμο
fr: Fermer
id: Tutup
is: Loka
ka: დახურვა
nb: Lukk
ro: Închidere
sk: Zatvoriť
sl_si: Zapri
sv: Stäng
tr: Kapat

source: Close CC and BCC
be: Закрыць копію і схаваную копію
ca: Tanca CC i CCO
el: Απόκρυψη Κοιν. και Κρυφής Κοιν.
fr: Fermer CC et CCI
id: Tutup CC dan BCC
is: Lokaðu afriti og földu afriti
ka: CC-ისა და BCC-ის დახურვა
nb: Lukk kopi og blindkopi
ro: Închidere copie și copie ascunsă
sk: Zatvoriť CC a BCC
sl_si: Zapri Kp in Skp
sv: Stäng CC och BCC
tr: Kopya ve gizli kopyayı kapat

source: Closing
be: Закрыццё
ca: Tancant
el: Κλείσιμο
fr: Fermeture
id: Menutup
is: Loka
ka: დახურვა
nb: Lukker
ro: Se închide
sk: Zatváranie
sl_si: Zapiranje
sv: Stänger
tr: Kapatılıyor

source: Collapse folder
be: Згарнуць папку
ca: Replega la carpeta
el: Σύμπτυξη φακέλου
fr: Réduire le dossier
id: Ciutkan folder
is: Fella saman möppu
ka: საქაღალდის ჩაკეცვა
nb: Skjul mappe
ro: Restrângere folder
sk: Zbaliť priečinok
sl_si: Strni mapo
sv: Minimera mapp
tr: Klasörü daralt

source: Collapse message
be: Згарнуць паведамленне
ca: Replega el missatge
el: Σύμπτυξη μηνύματος
fr: Réduire le message
id: Ciutkan pesan
is: Fella saman skilaboð
ka: შეტყობინების ჩაკეცვა
nb: Skjul melding
ro: Retrângere mesaj
sk: Zbaliť správu
sl_si: Strni sporočilo
sv: Minimera meddelande
tr: İletiyi daralt

source: Combined contacts
be: Камбінаваныя кантакты
ca: Contactes combinats
el: Συνδυασμένες επαφές
fr: Contacts combinés
id: Kontak gabungan
is: Sameinaðir tengiliðir
ka: გაერთიანებული კონტაქტები
nb: Kombinerte kontakter
ro: Contacte combinate
sk: Kombinované kontakty
sl_si: Združeni stiki
sv: Kombinerade kontakter
tr: Birleştirilmiş kişiler

source: Compose
be: Напісаць
ca: Redactar
el: Σύνταξη
fr: Objet du message
id: Tulis
is: Semja
ka: შედგენა
nb: Skriv
ro: Compunere
sk: Napísať správu
sl_si: Napiši sporočilo
sv: Skriv
tr: Oluştur

source: Compose message
be: Напісаць паведамленне
ca: Redacta un missatge
el: Σύνταξη μηνύματος
fr: Rédiger un message
id: Tulis pesan
is: Skrifa skilaboð
ka: წერილის შედგენა
nb: Skriv melding
ro: Compunere mesaj
sk: Napísať správu
sl_si: Sestavi sporočilo
sv: Skriv meddelande
tr: İleti oluştur

source: Compose to
is: Semja til
tr: Şunun için oluştur

source: Confirm
be: Пацвердзіць
ca: Confirma
el: Επιβεβαίωση
fr: Confirmer
id: Konfirmasi
is: Staðfesta
ka: დასტური
nb: Bekreft
ro: Confirmare
sk: Potvrdiť
sl_si: Potrdi
sv: Bekräfta
tr: Onayla

source: Confirm new mailbox password
is: Staðfestu nýtt lykilorð á pósthólfi
tr: Yeni posta kutusu parolası onayı
