Repository: ProtonMail/ios-mail
Catalog: ProtonMail/ProtonMail/Resource/Localization/*.lproj/Localizable.strings
Languages: be, ca, el, fr, id, is, ka, nb, ro, sk, sl_si, sv, tr

source: Edit folder
be: Рэдагаванне папкі
ca: Edita la carpeta
el: Επεξεργασία φακέλου
fr: Modifier le dossier
id: Sunting folder
is: Breyta möppu
ka: საქაღალდის ჩასწორება
nb: Rediger mappe
ro: Editare folder
sk: Upraviť priečinok
sl_si: Uredi mapo
sv: Redigera mapp
tr: Klasörü düzenle

source: Edit group
be: Рэдагаванне групы
ca: Editar grup
el: Επεξεργασία ομάδας
fr: Modifier le groupe
id: Sunting grup
is: Breyta hópi
ka: ჯგუფის ჩასწორება
nb: Rediger gruppe
ro: Editare grup
sk: Upraviť skupinu
sl_si: Uredi skupino
sv: Redigera grupp
tr: Grubu düzenle

source: Edit label
be: Рэдагаванне меткі
ca: Edita l'etiqueta
el: Επεξεργασία ετικέτας
fr: Modifier le label
id: Sunting label
is: Breyta merkingu
ka: ჭდის ჩასწორება
nb: Rediger etikett
ro: Editare etichetă
sk: Upraviť štítok
sl_si: Uredi oznako
sv: Redigera etikett
tr: Etiketi düzenle

source: Edit photo
be: Рэдагаваць фатаграфію
ca: Editar foto
el: Επεξεργασία φωτογραφίας
fr: Modifier la photo
id: Sunting foto
is: Breyta mynd
ka: სურათის ჩასწორება
nb: Rediger bilde
ro: Editare imagine
sk: Upraviť fotku
sl_si: Uredi fotografijo
sv: Redigera foto
tr: Fotoğrafı düzenle

source: Email
be: Электронная пошта
ca: Correu electrònic
el: Ηλ. μήνυμα
fr: Adresse e-mail
is: Tölvupóstfang
ka: ელფოსტა
nb: E-post
sl_si: E-pošta
sv: E-post
tr: E-posta

source: Email address
be: Адрас электроннай пошты
ca: Adreça de correu electrònic
el: Διεύθυνση email
fr: Adresse e-mail
id: Alamat email
is: Tölvupóstfang
ka: ელფოსტის მისამართი
nb: E-postadresse
ro: Adresă e-mail
sk: Emailová adresa
sl_si: E-poštni naslov
sv: E-postadress
tr: E-posta adresi

source: Email address disabled
be: Адрас электроннай пошты адключаны
ca: Correu electrònic desactivat
el: Η διεύθυνση email έχει απενεργοποιηθεί
fr: L'adresse e-mail est désactivée.
id: Alamat email dinonaktifkan
is: Netfang er óvirkt
ka: ელფოსტის მისამართი გათიშულია
nb: E-postadresse deaktivert
ro: Adresă de e-mail dezactivată
sk: Emailová adresa je deaktivovaná
sl_si: E-poštni naslov je onemogočen
sv: E-postadress inaktiverad
tr: E-posta adresi devre dışı

source: Email address is invalid
is: Tölvupóstfangið er ógilt
tr: E-posta adresi geçersiz

source: Email addresses
be: Адрасы электроннай пошты
ca: Adreces de correu electrònic
el: Διευθύνσεις Email
fr: Adresses e-mail
id: Alamat email
is: Tölvupóstföng
ka: ელფოსტის მისამართები
nb: E-postadresser
ro: Adrese de e-mail
sk: Emailové adresy
sl_si: E-poštni naslovi
sv: E-postadresser
tr: E-posta adresleri

source: Email contact
be: Напісаць кантакту
ca: Contacte de correu electrònic
el: Στείλτε E-mail στην επαφή
fr: Envoyer un e-mail
id: Email kontak
is: Senda tengilið tölvupóst
ka: კონტაქტის ჩასწორება
nb: Send e-post til kontakt
ro: Trimitere e-mail la contact
sk: Emailový kontakt
sl_si: Stik za e-pošto
sv: E-posta kontakt
tr: E-posta kişisi

source: Email trackers can violate your privacy.
be: Праграмы сачэння электроннай пошты могуць парушыць вашу прыватнасць.
ca: Els rastrejadors de correu electrònic poden violar la vostra privacitat.
el: Οι ιχνηλάτες ηλεκτρονικού ταχυδρομείου μπορούν να παραβιάσουν το απόρρητό σας.
fr: Les traqueurs d'e-mails peuvent porter atteinte à votre vie privée.
id: Pelacak email dapat mengusik privasi Anda.
is: Tölvupóstrekjarar geta brotið gegn friðhelgi einkalífsins.
ka: ელფოსტის ტრეკერებს თქვენი კონფიდენციალობის დარღვევა შეუძლიათ.
nb: E-postsporere kan krenke personvernet ditt.
ro: Agenții de urmărire din e-mail vă pot încălca intimitatea.
sk: Emailové sledovače môžu narušiť vaše súkromie.
sl_si: Sledilniki e-pošte lahko kršijo vašo zasebnost.
sv: E-postspårare kan kränka din integritet.
tr: E-posta izleyiciler kişisel gizliliğinizi tehlikeye düşürebilir.

source: Email tracking protection
be: Абарона ад праграм сачэння электроннай пошты
ca: Protecció de seguiment de correu electrònic
el: Προστασία ιχνηλασίας μηνυμάτων
fr: Protection contre le suivi des e-mails
id: Perlindungan pelacakan email
is: Tölvupóstvörn gegn rakningu
ka: ელფოსტის ტრეკერებისგან დაცვა
nb: Sporingsbeskyttelse for e-post
ro: Protejare e-mail împotriva urmăririi
sk: Ochrana pred emailovými sledovačmi
sl_si: Zaščita pred sledenjem v sporočilih
sv: E-postspårningsskydd

source: Empty Spam
be: Ачысціць спам
ca: Buida el correu brossa
el: Άδειασμα Ενοχλητικών
fr: Vider le dossier Indésirables/spam
id: Kosongkan Spam
is: Tæma ruslpóst
ka: სპამი ცარიელია
nb: Tøm søppelpost
ro: Golire «Nedorite»
sk: Vyprázdniť spam
sl_si: Izprazni Neželeno
sv: Töm skräppost
tr: İstenmeyen kutusunu boşalt

source: Empty spam folder
be: Ачысціць папку са спамам
ca: Buida la carpeta del correu brossa
el: Εκκαθάριση φακέλου ενοχλητικών
fr: Vider le dossier Indésirables/spam
id: Kosongkan folder spam
is: Tæma ruslpóstmöppu
ka: სპამის საქაღალდის დაცარიელება
nb: Tøm søppelpostmappen
ro: Golire folder «Nedorite»
sk: Vyprázdniť spam
sl_si: Izprazni mapo Neželeno
sv: Töm skräppostmapp
tr: İstenmeyen kutusunu boşalt

source: Empty Trash
be: Ачысціць сметніцу
ca: Buida la paperera
el: Εκκαθάριση Διαγραμμένων
fr: Vider le dossier Corbeille
id: Kosongkan Sampah
is: Tæma rusl
ka: ნაგვის ყუთის გასუფთავება
nb: Tøm papirkurven
ro: Golire «Gunoi»
sk: Vyprázdniť kôš
sl_si: Izprazni smeti
sv: Töm papperskorg
tr: Çöp kutusunu boşalt

source: Empty trash folder
be: Ачысціць папку сметніцы
ca: Buida la carpeta de la paperera
el: Εκκαθάριση φακέλου Διαγραμμένων
fr: Vider le dossier Corbeille
id: Kosongkan folder sampah
is: Tæma ruslmöppu
ka: ნაგვის ყუთის დაცარიელება
nb: Tøm papirkurvmappen
ro: Golire folder «Gunoi»
sk: Vyprázdniť kôs
sl_si: Izprazni mapo Smetnjak
sv: Töm papperskorg
tr: Çöp kutusunu boşalt

source: Enable
be: Уключыць
ca: Activar
el: Ενεργοποίηση
fr: Activer
id: Aktifkan
is: Virkja
ka: ჩართვა
nb: Aktiver
ro: Activare
sk: Povoliť
sl_si: Omogoči
sv: Aktivera
tr: Etkinleştir

source: Enable content search
is: Virkja efnisleit
tr: İçerik araması yapılabilsin

source: Enable email notices
be: Уключыць апавяшчэнні пошты
ca: Activar avisos de correu electrònic
el: Ενεργοποίηση ειδοποιήσεων μηνυμάτων
fr: Activer les notifications par e-mail
id: Aktifkan notifikasi email
is: Virkja tölvupósttilkynningar
ka: ელოსტის გაფრთხილების ჩართვა
nb: Aktiver e-postvarsler
ro: Activare notificări prin e-mail
sk: Povoliť emailové upozornenia
sl_si: Omogoči e-poštna obvestila
sv: Aktivera e-postaviseringar
tr: E-posta bildirimleri kullanılsın

source: Enable signature
be: Уключыць подпіс
ca: Activar signatura
el: Ενεργοποίηση υπογραφής
fr: Activer la signature
id: Aktifkan tanda tangan
is: Virkja undirskrift
ka: ხელმოწერის ჩართვა
nb: Aktiver signatur
ro: Activare semnătură
sk: Povoliť podpis
sl_si: Omogoči podpis
sv: Aktivera signatur
tr: İmza kullanılsın

source: Encrypted by Proton
be: Зашыфравана Proton
ca: Xifrat per Proton
el: Κρυπτογραφήθηκε από Proton
fr: Chiffré par Proton
id: Dienkripsi oleh Proton
is: Dulritað af Proton
ka: დაშიფრულია Proton-ის მიერ
nb: Kryptert av Proton
ro: Criptat de Proton
sk: Šifrované Protonom
sl_si: Šifrirano s strani Protona
sv: Krypterad av Proton
tr: Proton tarafından şifrelendi

source: Encrypted contact details
be: Зашыфраваныя кантактныя звесткі
ca: Detalls de contacte xifrats
el: Κρυπτογραφημένα στοιχεία επαφής
fr: Chiffrement des informations de contact
id: Rincian kontak yang terenkripsi
is: Dulritaðar tengiliðaupplýsingar
ka: დაშიფრული კონტაქტის დეტალები
nb: Kryptert kontaktinformasjon
ro: Detalii contacte criptate
sk: Šifrované kontaktné údaje
sl_si: Šifrirani podatki o stikih
sv: Krypterade kontaktdetaljer
tr: Şifrelenmiş kişi bilgileri

source: End-to-end encrypted
be: Зашыфравана скразным метадам
ca: Xifrat d'extrem a extrem
el: Διατερματικά κρυπτογραφημένο
fr: Chiffré de bout en bout
id: Terenkripsi end-to-end
is: Enda-í-enda dulritað
ka: გამჭოლი შიფრაცია
nb: Ende-til-ende-kryptert
ro: Criptat bilateral
sk: Šifrované End-to-end
sl_si: Šifrirano od konca do konca
sv: End-to-end-krypterat
tr: Uçtan uca şifrelenmiş

source: End-to-end encrypted and signed message
be: Зашыфраванае скразным метадам і падпісанае паведамленне
ca: Missatge signat i xifrat d'extrem a extrem
el: Διατερματικά κρυπτογραφημένο και υπογεγραμμένο μήνυμα
fr: Message signé et chiffré de bout en bout
id: Pesan ditandatangani dan dienkripsi secara end-to-end
is: Enda-í-enda dulrituð og undirrituð skilaboð
ka: გამჭოლად დაშიფრული და ხელმოწერილი შეტყობინება
nb: Ende-til-ende-kryptert og signert melding
ro: Mesaj criptat bilateral și semnat
sk: End-to-end šifrovaná a podpísaná správa
sl_si: Od konca do konca šifrirano in podpisano sporočilo
sv: End-to-end-krypterat och signerat meddelande
tr: Uçtan uca şifrelenmiş ve imzalanmış ileti

source: End-to-end encrypted message
be: Паведамленне зашыфравана скразным метадам
ca: Missatge xifrat d'extrem a extrem
el: Διατερματικά κρυπτογραφημένο μήνυμα
fr: Message chiffré de bout en bout
id: Pesan dienkripsi ujung ke ujung
is: Enda-í-enda dulrituð skilaboð
ka: გამჭოლად დაშიფრული შეტყობინება
nb: Ende-til-ende-kryptert melding
ro: Mesaj criptat bilateral
sk: End-to-end šifrovaná správa
sl_si: Od konca do konca šifrirano sporočilo
sv: End-to-end-krypterat meddelande
tr: Uçtan uca şifrelenmiş ileti

source: End-to-end encrypted message from verified sender
be: Паведамленне зашыфравана скразным метадам ад праверанага адпраўніка
ca: Missatge xifrat d'extrem a extrem des d'un remitent verificat
el: Διατερματικά κρυπτογραφημένο μήνυμα από επαληθευμένο αποστολέα
fr: Message chiffré de bout en bout en provenance d’un expéditeur vérifié
id: Pesan terenkripsi secara end-to-end dari pengirim yang terverifikasi
is: Enda-í-enda dulrituð skilaboð frá sannvottuðum sendanda
ka: გამჭოლად დაშიფრული შეტყობინება შემოწმებული გამომგზავნისგან
nb: Ende-til-ende-kryptert melding fra verifisert avsender
ro: Mesaj criptat bilateral de la expeditor verificat
sk: End-to-end šifrovaná správa od overeného odosielateľa
sl_si: Od konca do konca šifrirano sporočilo preverjenega pošiljatelja
sv: End-to-end-krypterat meddelande från verifierad avsändare
tr: Doğrulanmış göndericiden uçtan uca şifrelenmiş ileti

source: End-to-end encrypted to verified recipient
be: Зашыфравана скразным метадам для праверанага атрымальніка
ca: Xifrat d'extrem a extrem al destinatari verificat
el: Διατερματικά κρυπτογραφημένο προς επαληθευμένο παραλήπτη
fr: Chiffré de bout en bout vers un destinataire vérifié
id: Dienkripsi ujung ke ujung untuk penerima terverifikasi
is: Enda-í-enda dulritað til sannvottaðs viðtakanda
ka: გამჭოლი შიფრაცია შემოწმებულ მიმღებამდე
nb: Ende-til-ende-kryptert til bekreftet mottaker
ro: Criptat bilateral spre destinatar verificat
sk: End-to-end šifrovaná správa overenému príjemcovi
sl_si: Od konca do konca šifrirano za preverjenega prejemnika
sv: End-to-end-krypterat till verifierad mottagare
tr: Doğrulanmış alıcıya uçtan uca şifrelenmiş

source: Enter
be: Увесці
ca: Entrar
el: Εισαγωγή
fr: Entrer
id: Masukkan
is: Setja inn
ka: შეიყვანეთ
ro: Introducere
sk: Zadať
sl_si: Potrdi
sv: Ange
tr: Yazın

source: Enter a PIN code with min 4 characters and max 21 characters.
be: Увядзіце PIN-код ад 4 да 21 сімвала.
ca: Introduïu un codi PIN amb almenys 4 caràcters i com a màxim 21 caràcters.
el: Εισαγάγετε έναν κωδικό PIN με ελάχιστους 4 χαρακτήρες και έως 21 χαρακτήρες.
fr: Saisissez un code PIN (4 à 21 caractères).
id: Masukkan kode PIN dengan panjang antara 4 hingga 21 karakter.
is: Sláðu inn PIN númer með minnst 4 stöfum og að hámarki 21 staf.
ka: შეიყვანეთ 4-დან 21 სიმბოლომდე სიგრძის PIN კოდი.
nb: Angi en PIN-kode med min 4 tegn og maks 21 tegn.
ro: Introduceți un cod PIN de minim 4 și maxim 21 de caractere.
sk: Zadajte PIN kód dĺžky 4 — 21 znakov.
sl_si: Vnesite kodo PIN z najmanj 4 in največ 21 znaki.
sv: Ange en PIN-kod med minst 4 tecken och högst 21 tecken.
tr: 4 ile 21 karakter arasında bir PIN kodu yazın.

source: Enter new PIN code
be: Увядзіце новы PIN-код
ca: Introduïu el codi PIN nou
el: Εισαγωγή νέου κωδικού ΡΙΝ
fr: Saisir le nouveau code PIN
id: Masukkan kode PIN baru
is: Sláður inn nýtt PIN númer
ka: შეიყვანეთ ახალი PIN კოდი
nb: Angi ny PIN-kode
ro: Introduceți noul cod PIN
sk: Zadajte nový PIN kód
sl_si: Vnesite novo kodo PIN
sv: Ange ny PIN-kod
tr: Yeni PIN kodunu yazın

source: Enter your password to make changes
be: Увядзіце пароль для выканання змен
ca: Introduïu la vostra contrasenya per fer canvis
el: Για να κάνετε αλλαγές, εισάγετε τον κωδικό πρόσβασής σας
fr: Saisissez votre mot de passe pour effectuer ces changements.
id: Masukkan kata sandi Anda untuk menerapkan perubahan
is: Sláðu inn lykilorðið þitt til að framkvæma breytingar
ka: ცვლილებების შესატანად შეიყვანეთ პაროლი
nb: Skriv inn passordet for å gjøre endringer
ro: Introduceți parola pentru a efectua modificările
sk: Na vykonanie zmien zadajte svoje heslo
sl_si: Za spremembe vnesite svoje geslo
sv: Ange ditt lösenord för att göra ändringar
tr: Değişiklik yapmak için parolanızı yazın

source: Enter your PIN to unlock your inbox.
be: Увядзіце свой PIN, каб разблакіраваць паштовую скрыню.
ca: Introduïu el PIN per desbloquejar la safata d'entrada.
el: Εισάγετε το PIN σας για ξεκλείδωμα της θυρίδας σας.
fr: Saisissez votre code PIN pour déverrouiller votre Boite de réception.
id: Masukkan kode PIN Anda untuk membuka kunci kotak masuk.
is: Settu inn PIN-kóðann þinn til að aflæsa innhólfinu.
ka: საფოსტო ყუთის განსაბლოკად შეიყვანეთ თქვენი PIN კოდი.
nb: Angi PIN-koden for å låse opp innboksen.
ro: Introducere PIN de deblocare mesaje.
sk: Zadajte váš PIN pre odomknutie doručenej pošty.
sl_si: Vnesite PIN, da odklenete mapo »Prejeto«.
sv: Ange din PIN-kod för att låsa upp din inkorg.
tr: Gelen kutunuzun kilidini açmak için PIN kodunuzu yazın.

source: Enter your signature here
be: Увядзіце сюды свой подпіс
ca: Introduïu aquí la vostra signatura
el: Εισάγετε την υπογραφή σας εδώ
fr: Saisissez votre signature ici.
id: Masukkan tanda tangan Anda di sini
is: Sláðu inn undirskriftina þína hér
ka: შეიყვანეთ თქვენი ხელმოწერა აქ
nb: Skriv din signatur her
ro: Introduceți aici semnătura
sk: Sem vložte svoj podpis
sl_si: Tukaj vpišite vaš podpis
sv: Ange din signatur här
tr: İmzanızı buraya yazın

source: Error
be: Памылка
el: Σφάλμα
fr: Erreur
id: Kesalahan
is: Villa
ka: შეცდომა
nb: Feil
ro: Eroare
sk: Chyba
sl_si: Napaka
sv: Fel
tr: Hata

source: Error sending
be: Памылка адпраўкі
ca: Error a l'enviar
el: Σφάλμα αποστολής
fr: Erreur lors de l'envoi
id: Kesalahan dalam pengiriman
is: Villa við að senda
ka: გაგზავნის შეცდომა
nb: Feil ved sending
ro: Eroare la trimitere
sk: Chyba pri odosielaní
sl_si: Napaka pri pošiljanju
sv: Fel vid sändning
tr: Gönderim sorunu

source: Estimating time remaining ...
is: Áætla tíma sem eftir er ...
tr: Kalan süre öngörülüyor...

source: Every time enter app
be: Падчас кожнага ўваходу ў праграму
ca: Cada vegada que ingresseu a l'aplicació
el: Κάθε φορά που ανοίγω την εφαρμογή
fr: À chaque ouverture de l'application
id: Setiap kali masuk aplikasi
is: Í hvert sinn sem forritið ræsist
ka: ყოველთვის აპლიკაციის გაშვებისას
nb: Gå hver gang inn i appen
ro: La fiecare intrare în aplicație
sk: Pri každom spustení aplikácie
sl_si: Vedno, ko vstopite v aplikacijo
sv: Varje gång appen öppnas
tr: Uygulamaya her girişte

source: Exclude message content
is: Útiloka innihald skilaboða
tr: İleti içeriği katılmasın

source: Expand folder
be: Разгарнуць папку
ca: Amplia la carpeta
el: Ανάπτυξη φακέλου
fr: Agrandir le dossier
id: Lebarkan folder
is: Stækkaðu möppuna
ka: საქაღალდის გაშლა
nb: Utvid mappe
ro: Extindere folder
sk: Rozbaliť priečinok
sl_si: Razširi mapo
sv: Expandera mapp
tr: Klasörü genişlet

source: Expiration not supported
be: Тэрмін дзеяння не падтрымліваецца
ca: Caducitat no suportada
el: Μη υποστηριζόμενη ημ/νία λήξης
fr: La fonctionnalité de message avec délai d'expiration n'est pas prise en charge.
id: Pemasangan waktu kedaluwarsa tidak didukung
is: Fyrning ekki studd
ka: ვადა მხარდაჭერილი არაა
nb: Utløpstid er ikke støttet
ro: Expirare nesuportată
sk: Expirácia nie je podporovaná
sl_si: Potek ni podprt
sv: Förfallotid stöds inte
tr: Geçerlilik süresi desteklenmiyor

source: Face ID
is: Andlits ID

source: Failed to determine type of file
be: Не ўдалося вызначыць тып файла
ca: No s'ha pogut determinar el tipus de fitxer
el: Αποτυχία προσδιορισμού του τύπου αρχείου
fr: Le type de fichier n'a pas pu être déterminé.
id: Gagal menentukan tipe berkas
is: Tókst ekki að ákvarða gerð skráar
ka: ფაილის ტიპის გამოცნობის შეცდომა
nb: Kunne ikke fastslå filtype
ro: Eșuare determinare tip fișier
sk: Nepodarilo sa určiť typ súboru
sl_si: Vrste datoteke ni bilo mogoče ugotoviti
sv: Misslyckades att bestämma typ av fil
tr: Dosya türü belirlenemedi

source: Failed to load content! Please try again.
be: Не ўдалося загрузіць змесціва! Паспрабуйце яшчэ раз.
ca: No s'ha pogut carregar el contingut! Torneu-ho a provar.
el: Αποτυχία φόρτωσης περιεχομένου! Παρακαλούμε δοκιμάστε ξανά.
fr: Le contenu n'a pas pu être chargé. Nous vous invitons à réessayer.
id: Konten gagal dimuat! Silakan coba lagi.
is: Mistókst að hlaða efni! Vinsamlegast reyndu aftur.
ka: შემცველობის ჩატვირთვის პრობლემა! თავიდან სცადეთ.
nb: Innlasting av innhold mislyktes! Forsøk igjen.
ro: Eșuare încărcare conținut! Mai reîncercați.
sk: Načítanie obsahu zlyhalo! Skúste to znovu, prosím.
sl_si: Vsebine ni bilo mogoče naložiti! Poskusite znova.
sv: Misslyckades att ladda in innehåll! Försök igen.
tr: İçerik yüklenemedi! Lütfen yeniden deneyin.

source: Fax
be: Факс
el: Φαξ
id: Faks
is: Bréfsími
ka: ფაქსი
nb: Faks
sl_si: Faks
tr: Faks

source: File, label, and color code messages to create your perfect, custom inbox.
be: Файл, метка і пазначэнне паведамленняў колерам дапамогуць стварыць ідэальную паштовую скрыню, якая будзе пасаваць менавіта вам.
ca: Classifiqueu, etiqueteu, i codifiqueu amb colors els missatges per crear la vostra perfecta i personalitzada safata d'entrada.
el: Αρχειοθετήστε, εφαρμόσετε ετικέτες και χρώματα στα μηνύματά σας, για να δημιουργήσετε τα τέλεια, προσαρμοσμένα εισερχόμενά σας.
fr: Classez, labellisez et appliquez un code couleur à vos messages pour vous créer une messagerie personnalisée.
id: Arsipkan, labeli, dan warnai pesan Anda untuk menciptakan kotak masuk khusus yang sempurna bagi Anda.
is: Skráðu, merktu og litakóðaðu skilaboð til að búa til þitt fullkomna, sérsniðna pósthólf.
ka: ფაილი, ჭდე და შეტყობინების ფერადი ჭდეები რათა იდეალური, თქვენზე მორგებული საფოსტო ყუთი შექმნათ.
nb: Lagre, sett merkelapper og sett fargekoder på meldingene for å lage din egen perfekt tilpassede innboks.
ro: Clasificați, etichetați și atribuiți culori mesajelor ușurându-vă utilizarea.
sk: Pomocou súborov, štítkov a farebných kódov pre správy si prispôsobte schránku doručenej pošty.
sl_si: Z razporejanjem, oznakami in barvnimi oznakami sporočil ustvarite popoln poštni predal po meri.
sv: Fil-, etikett- och färgkodsmeddelanden för att skapa din perfekta, anpassade inkorg.
tr: Gelen kutunuzu mükemmelleştirmek için iletileri dosyalayın, etiketleyin ve renklendirin.

source: Folder Name
be: Назва папкі
ca: Nom de la carpeta
el: Όνομα φακέλου
fr: Nom du dossier
id: Nama Folder
is: Heiti möppu
ka: საქაღალდის სახელი
nb: Mappenavn
ro: Nume folder
sk: Názov priečinka
sl_si: Ime mape
sv: Mappnamn
tr: Klasör adı

source: Folders
be: Папкі
ca: Carpetes
el: Φάκελοι
fr: Dossiers
id: Folder
is: Möppur
ka: საქაღალდეები
nb: Mapper
ro: Foldere
sk: Priečinky
sl_si: Mape
sv: Mappar
tr: Klasörler

source: Follow device setting
be: Згодна з наладамі прылады
ca: Segueix la configuració del dispositiu
el: Υιοθέτηση ρύθμισης συσκευής
fr: Suivre les paramètres de l'appareil
id: Ikuti pengaturan perangkat
is: Fylgdu stillingum tækisins
ka: მოწყობილობის პარამეტრებზე მიყოლა
nb: Følg enhetsinnstillingen
ro: Ca în setările dispozitivului
sk: Podľa nastavenia zariadenia
sl_si: Sledite nastavitvam naprave
sv: Följ enhetsinställningar
tr: Aygıt ayarına uyulsun

source: Forbidden
is: Bannað
tr: İzin verilmemiş

source: Forward
be: Пераслаць
ca: Reenvia
el: Προώθηση
fr: Transférer
id: Teruskan
is: Áframsenda
ka: გადაგზავნა
nb: Videresend
ro: Redirecționare
sk: Preposlať
sl_si: Posreduj
sv: Vidarebefordra
tr: İlet

source: Forwarded message
be: Перасланае паведамленне
ca: Missatge reenviat
el: Προωθημένο μήνυμα
fr: Message transféré
id: Pesan terusan
is: Áframsend skilaboð
ka: გადმოგზავნილი შეტყობინება
nb: Videresendt melding
ro: Mesaj redirecționat
sk: Preposlať správu
sl_si: Posredovano sporočilo
sv: Vidarebefordrat meddelande
tr: Yönlendirilen ileti

source: Free up at least 100 MB of storage to continue.
is: Losaðu um að minnsta kosti 100 MB af geymsluplássi til að halda áfram.
tr: İlerlemek için en az 100 MB depolama alanı boşaltın.

source: From
be: Ад
ca: De
el: Από
fr: De
id: Dari
is: Frá
ka: გამომგზავნელი
nb: Fra
ro: De la
sk: Od
sl_si: Od
sv: Från
tr: Kimden

source: From your photo library
be: З вашай бібліятэкі фатаграфій
ca: Des de la vostra biblioteca fotogràfica
el: Από τη βιβλιοθήκη φωτογραφιών σας
fr: Depuis votre bibliothèque de photos
id: Dari pustaka foto Anda
is: Úr myndasafninu þínu
ka: თქვენი ფოტობიბლიოთეკიდან
nb: Fra bildebiblioteket ditt
ro: Din galeria de imagini
sk: Z vašej knižnice fotografií
sl_si: Iz vaše knjižnice slik
sv: Från ditt fotobibliotek
tr: Fotoğraflarınızdan seçin

source: From:
be: Ад:
ca: De:
el: Από:
fr: De :
id: Dari:
is: Frá:
ka: გამომგზავნელი:
nb: Fra:
ro: De la:
sk: Od:
sl_si: Od:
sv: Från:
tr: Kimden:

source: Fw:
be: Пераслаць:
ca: RV:
el: Προώθ:
fr: Tr :
id: Trs:
is: Áfram:
ka: გადა:
nb: Vs:
ro: Rd:
sl_si: Posr:
sv: Vb:
tr: İlt:

source: Fwd:
is: Áfram:
tr: İlt:

source: Gender
be: Пол
ca: Gènere
el: Φύλο
fr: Genre
id: Jenis kelamin
is: Kyn
ka: სქესი
nb: Kjønn
ro: Gen
sk: Pohlavie
sl_si: Spol
sv: Kön
tr: Cinsiyet

source: General settings
be: Агульныя налады
ca: Configuració general
el: Γενικές ρυθμίσεις
fr: Paramètres généraux
id: Pengaturan umum
is: Almennar stillingar
ka: საერთო პარამეტრები
nb: Generelle innstillinger
ro: Setări generale
sk: Všeobecné nastavenia
sl_si: Splošne nastavitve
sv: Allmänna inställningar
tr: Genel ayarlar

source: Get Started
be: Пачаць працу
ca: Començar
el: Ξεκινήστε
fr: Commencer
id: Mulai
is: Byrja
ka: დაიწყეთ
nb: Kom i gang
ro: Începeți
sk: Začnite
sl_si: Začnite
sv: Kom igång
tr: Başlayalım

source: Go back (recommended)
be: Вярнуцца (рэкамендуецца)
ca: Torna (recomanat)
el: Επιστροφή (συστήνεται)
fr: Revenir en arrière (recommandé)
id: Kembali (disarankan)
is: Fara til baka (mælt með)
ka: უკან დაბრუნება (რეკომენდებულია)
nb: Gå tilbake (anbefalt)
ro: Revenire (recomandat)
sk: Naspäť (odporúčané)
sl_si: Vrnite se nazaj (priporočljivo)
sv: Gå tillbaka (rekommenderas)
tr: Geri dön (önerilir)

source: Go to drafts
be: Перайсці да чарнавікоў
ca: Ves als esborranys
el: Μετάβαση στα πρόχειρα
fr: Accéder aux Brouillons
id: Tuju draf
is: Fara í drög
ka: მონახაზებზე გადასვლა
nb: Gå til utkast
ro: Accesare ciorne
sk: Prejsť do zložky Koncepty
sl_si: Pojdi v mapo Osnutki
sv: Gå till utkast
tr: Taslaklar kutusuna git

source: Go to settings
be: Перайсці ў налады
ca: Aneu a les preferències
el: Μετάβαση στις ρυθμίσεις
fr: Accéder aux paramètres
id: Ke pengaturan
is: Fara í stillingar
ka: პარამეტრებზე გადასვლა
nb: Gå til innstillinger
ro: Accesare setări
sk: Prejsť do nastavení
sl_si: Pojdi v nastavitve
sv: Gå till inställningar
tr: Ayarlara git

source: Go to sign-in
is: Farðu í innskráningu
tr: Oturum açmaya git

source: Got it
be: Зразумела
ca: D'acord
el: Το κατάλαβα
fr: J'ai compris
id: Dimengerti
is: Náði því
ka: გავიგე
nb: Skjønner
ro: Am înțeles
sk: Rozumiem
sl_si: Razumem
sv: Förstått
tr: Anladım

source: Government block
is: Lokun á vegum stjórnvalda
tr: Hükümet engellemesi
