Repository: ProtonMail/ios-mail
Catalog: ProtonMail/ProtonMail/Resource/Localization/*.lproj/Localizable.strings
Languages: be, ca, el, fr, id, is, ka, nb, ro, sk, sl_si, sv, tr

source: Please upgrade your plan to continue to send and receive emails.
be: Палепшыце свой тарыфны план, каб мець магчымасць адпраўляць і атрымліваць лісты.
ca: Milloreu el vostre pla per continuar enviant i rebent correus electrònics.
el: Για συνέχιση αποστολής και παραλαβής μηνυμάτων, παρακαλούμε αναβαθμίστε το πρόγραμμά σας.
fr: Nous vous invitons à passer à l'abonnement supérieur pour continuer à envoyer et recevoir des messages.
id: Silakan tingkatkan paket Anda untuk tetap dapat mengirim dan menerima email.
is: Vinsamlegast uppfærðu áskriftina þína til að halda áfram að senda og taka á móti tölvupósti.
ka: ელფოსტების მიღებისა და გაგზავნის გასაგრძელებლად საჭიროა გეგმის განახლება.
nb: Oppgrader planen din for å fortsette å sende og motta e-post.
ro: Treceți la un plan superior pentru a putea trimite și primi mesaje în continuare.
sk: Aby ste naďalej mohli odosielať a prijímať emaily, navýšte svoj plán, prosím.
sl_si: Prosimo, nadgradite svoj paket, da boste še naprej pošiljali in prejemali e-pošto.
sv: Uppgradera ditt paket för att fortsätta att skicka och ta emot e-post.
tr: Lütfen e-posta gönderip almayı sürdürebilmek için tarifenizi yükseltin.

source: Please use Proton Mail App sign-in first.
is: Notaðu fyrst Proton tölvupóstforritið til að skrá þig inn.
tr: Lütfen önce Proton Mail uygulamasında oturum açın.

source: Print
be: Друкаваць
ca: Imprimeix
el: Εκτύπωση
fr: Imprimer
id: Cetak
is: Prenta
ka: დაბეჭდვა
nb: Skriv ut
ro: Tipărire
sk: Tlačiť
sl_si: Natisni
sv: Skriv ut
tr: Yazdır

source: Privacy
be: Прыватнасць
ca: Privacitat
el: Απόρρητο
fr: Vie privée et confidentialité
id: Privasi
is: Gagnaleynd
ka: პირადი მონაცემები
nb: Personvern
ro: Confidențialitate
sk: Súkromie
sl_si: Zasebnost
sv: Integritet
tr: Kişisel gizlilik

source: Privacy for all
be: Прыватнасць для ўсяго
ca: Privacitat per a tothom
el: Ιδιωτικότητα για όλους
fr: Le respect de la vie privée pour tous
id: Privasi untuk semua
is: Persónuvernd fyrir alla
ka: პირადი სივრცე ყველასთვის
nb: Personvern for alle
ro: Intimitate pentru toți
sk: Súkromie pre všetkých
sl_si: Zasebnost za vsakogar
sv: Integritet för alla
tr: Herkes için kişisel gizlilik

source: Problem sending message
be: Праблема з адпраўкай паведамлення
ca: Problema enviant el missatge
el: Πρόβλημα κατά την αποστολή μηνύματος
fr: Problème lors de l'envoi du message
id: Masalah dalam mengirim pesan
is: Vandamál við að senda skilaboð
ka: შეტყობინების გაგზავნის პრობლემა
nb: Problem med å sende melding
ro: Problemă trimitere mesaj
sk: Problém pri odosielaní správy
sl_si: Problem pri pošiljanju sporočila
sv: Problem att skicka meddelande
tr: İleti gönderme sorunu

source: Proton is down
is: Proton liggur niðri
tr: Proton çalışmıyor

source: Proton Mail
is: Proton tölvupóstur

source: Proton Mail is currently offline…
be: Proton Mail зараз недаступны…
ca: Proton Mail està fora de línia…
el: Αυτήν τη στιγμή, το Proton Mail βρίσκεται εκτός σύνδεσης…
fr: Proton Mail est actuellement hors ligne…
id: Proton Mail sedang offline…
is: Proton tölvupóstur er ótengdur í augnablikinu
ka: Proton Mail ამჟამად გათიშულია…
nb: Proton Mail er frakoblet for øyeblikket...
ro: Proton Mail nu este momentan disponibil…
sk: Proton Mail je aktuálne nedostupný…
sl_si: Proton Mail je trenutno brez povezave …
sv: Proton Mail är för närvarande offline…
tr: Proton Mail şu anda çevrimdışı…

source: Proton Mail needs photo library access in your device settings.
is: Proton tölvupóstur þarf aðgang að myndasafni í stillingum tækisins.
tr: Proton Mail aygıt ayarlarınızdan fotoğraf kitaplığına erişme iznine gerek duyuyor.

source: Proton Status
is: Staða Proton
tr: Proton durumu

source: Provide feedback
is: Gefðu endurgjöf
tr: Geri bildirimde bulunun

source: Proxy/Firewall interference
is: Truflanir vegna milliþjóna/eldveggja
tr: Vekil sunucu/güvenlik duvarı etkileşimi

source: Re-authenticate
be: Паўторная аўтэнтыфікацыя
ca: Torna a autenticar
el: Επαναταυτοποίηση
fr: Authentifier de nouveau
id: Autentikasi ulang
is: Auðkenna aftur
ka: ავთენტიკაცია თავიდან
nb: Godkjenn på nytt
ro: Reautentificare
sk: Znovu overiť
sl_si: Ponovno preverjanje pristnosti
sv: Autentisera igen
tr: Kimliği yeniden doğrula

source: Re:
be: Адказаць:
el: Απ:
id: Ttg:
is: Svar:
ka: პას:
nb: Sv:
ro: Rs:
sl_si: Odg:
sv: Svar:
tr: Ynt:

source: Read
be: Прачытана
ca: Llegit
el: Διαβασμένα
fr: Lus
id: Telah dibaca
is: Lesa
ka: წაკითხული
nb: Lest
ro: Citite
sk: Prečítané
sl_si: Prebrano
sv: Läst
tr: Okunmuş

source: Reading device contacts data…
be: Чытанне кантактных даных на прыладзе…
ca: Llegint dades dels contactes del dispositiu…
el: Γίνεται ανάγνωση δεδομένων των επαφών της συσκευής…
fr: Lecture des données des contacts de l'appareil…
id: Membaca data kontak perangkat…
is: Les gögn tengiliða á tækinu...
ka: მოწყობილობის კონტაქტების მონაცემების კითხვა…
nb: Leser enhetskontaktdata…
ro: Se citesc datele contactelor din dispozitiv…
sk: Čítanie kontaktov v zariadení…
sl_si: Branje podatkov o stikih v napravi …
sv: Läser enhetens kontaktdata…
tr: Aygıt kişileri verileri okunuyor…

source: Receipt sent
be: Квітанцыя адпраўлена
ca: Confirmació enviada
el: Έγινε αποστολή αποδεικτικού
fr: Confirmation de lecture envoyée
id: Bukti baca terkirim
is: Leskvittun send
ka: ანგარიში გაიგზავნა
nb: Kvittering sendt
ro: Confirmare de citire trimisă
sk: Potvrdenie odoslané
sl_si: Potrdilo o branju je poslano
sv: Kvitto skickat
tr: Okundu bilgisi gönderildi

source: Recipient not found
be: Атрымальнік не знойдзены
ca: Destinatari no trobat
el: Ο παραλήπτης δεν βρέθηκε
fr: Destinataire introuvable
id: Penerima tidak ditemukan
is: Gat ekki fundið viðtakanda
ka: მიმღები ნაპოვნი არაა
nb: Mottaker ikke funnet
ro: Destinatarul nu a fost găsit.
sk: Príjemca nenájdený
sl_si: Prejemnik ni najden
sv: Mottagare hittades inte
tr: Alıcı bulunamadı

source: Recovery Code
be: Код аднаўлення
ca: Codi de recuperació
el: Κωδικός Ανάκτησης
fr: Code de récupération
id: Kode Pemulihan
is: Endurheimtukóði
ka: აღდგენის კოდი
nb: Gjenopprettingskode
ro: Cod de recuperare
sk: Kód pre obnovenie
sl_si: Koda za obnovitev
sv: Återställningskod
tr: Kurtarma kodu

source: Recovery email
be: Электронная пошта для аднаўлення доступу
ca: Correu electrònic de recuperació
el: Διεύθυνση ανάκτησης
fr: E-mail de récupération
id: Email pemulihan
is: Endurheimtupóstur
ka: აღდგენის ელფოსტა
nb: E-post for gjenoppretting
ro: E-mail de recuperare
sk: Email na obnovenie
sl_si: E-poštni naslov za obnovitev
sv: E-post för återställning
tr: Kurtarma e-posta adresi

source: Recovery enabled
be: Аднаўленне ўключана
ca: Recuperació activada
el: Η ανάκτηση ενεργοποιήθηκε
fr: Récupération activée
id: Pemulihan diaktifkan
is: Endurheimt virkjuð
ka: აღდგენა ჩართულია
nb: Gjenoppretting aktivert
ro: Recuperare activată
sk: Obnovenie povolené
sl_si: Obnovitev omogočena
sv: Återställning aktiverad
tr: Kurtarma etkileştirildi

source: Remind Me Later
be: Нагадаць мне пазней
ca: Recorda-m'ho més tard
el: Υπενθύμιση αργότερα
fr: Me le rappeler plus tard
id: Ingatkan Lagi Nanti
is: Áminna mig síðar
ka: მოგვიანებით შემახსენე
nb: Påminn meg senere
ro: Amintește-mi mai târziu
sk: Pripomenúť neskôr
sl_si: Opomni me kasneje
sv: Påminn mig senare
tr: Daha sonra hatırlat

source: Remove
be: Выдаліць
ca: Esborra
el: Αφαίρεση
fr: Retirer
id: Hapus
is: Fjarlægja
ka: წაშლა
nb: Fjern
ro: Eliminare
sk: Odstrániť
sl_si: Odstrani
sv: Ta bort
tr: Kaldır

source: Remove image metadata
be: Выдаліць метаданыя відарыса
ca: Esborrar les metadades de la imatge
el: Αφαίρεση μετα-δεδομένων εικόνας
fr: Retirer les métadonnées de l'image
id: Hapus metadata gambar
is: Fjarlægja lýsigögn myndar
ka: გამოსახულების მეტამონაცემების წაშლა
nb: Fjern bildemetadata
ro: Eliminare metadate din imagini
sk: Odstrániť metadáta obrázku
sl_si: Odstrani metapodatke slike
sv: Ta bort bild-metadata
tr: Görsel üst verilerini kaldır

source: Remove password
be: Выдаліць пароль
ca: Esborra la contrasenya
el: Αφαίρεση κωδικού πρόσβασης
fr: Retirer le mot de passe
id: Hapus kata sandi
is: Fjarlægja lykilorð
ka: პაროლის მოშლა
nb: Fjern passord
ro: Eliminare parolă
sk: Odstrániť heslo
sl_si: Odstrani geslo
sv: Ta bort lösenord
tr: Parolayı kaldır

source: Reorder
be: Змяніць парадак
ca: Reordenar
el: Αναδιάταξη
fr: Réorganiser
id: Atur ulang
is: Endurrraða
ka: გადალაგება
nb: Endre rekkefølge
ro: Reordonare
sk: Preskupiť
sl_si: Preuredi
sv: Sortera om
tr: Sıralamayı değiştir

source: Repeat password
be: Паўтарыце пароль
ca: Repetir contrasenya
el: Επανάληψη κωδικού
fr: Confirmer le mot de passe
id: Ulangi kata sandi
is: Endurtaka lykilorð
ka: გაიმეორეთ პაროლი
nb: Gjenta passord
ro: Repetare parolă
sk: Zopakovať heslo
sl_si: Ponovi geslo
sv: Upprepa lösenord
tr: Parola onayı

source: Repeat PIN code
be: Паўтарыце PIN-код
ca: Repetir codi PIN
el: Επανάληψη κωδικού PIN
fr: Confirmer le code PIN
id: Ulangi kode PIN
is: Endurtaka PIN númer
ka: გაიმეორეთ PIN კოდი
nb: Gjenta PIN-kode
ro: Repere cod PIN
sk: Zopakovať PIN kód
sl_si: Ponovite kodo PIN
sv: Upprepa PIN-kod
tr: PIN kodu onayı

source: Reply
be: Адказаць
ca: Respon
el: Απάντηση
fr: Répondre
id: Balas
is: Svara
ka: პასუხი
nb: Svar
ro: Răspuns
sk: Odpovedať
sl_si: Odgovori
sv: Svara
tr: Yanıtla

source: Reply all
be: Адказаць усім
ca: Respon a tothom
el: Απάντηση σε όλους
fr: Répondre à tous
id: Balas semua
is: Svara öllum
ka: ყველასთვის პასუხი
nb: Svar alle
ro: Răspuns tuturor
sk: Odpovedať všetkým
sl_si: Odgovori vsem
sv: Svara alla
tr: Tümünü yanıtla

source: Report a problem
be: Паведаміць аб праблеме
ca: Notifica un problema
el: Αναφορά προβλήματος
fr: Signaler un bug
id: Laporkan masalah
is: Tilkynna vandamál
ka: პრობლემის შესახებ შეტყობინება
nb: Rapporter et problem
ro: Raportare problemă
sk: Nahlásiť problém
sl_si: Prijavite težavo
sv: Rapportera ett problem
tr: Bir sorun bildireceğim

source: Report phishing
be: Паведаміць пра фішынг
ca: Notificar suplantació d'identitat
el: Αναφορά ηλεκτρονικού «ψαρέματος»
fr: Signaler un phishing/hameçonnage
id: Laporkan upaya phishing
is: Tilkynna um veiðipóst (phishing)
ka: ფიშინგის შესახებ შეტყობინება
nb: Rapportér nettfisking
ro: Raportare înșelăciune
sk: Nahlásiť phishing
sl_si: Prijavite lažno predstavljanje
sv: Rapportera nätfiske
tr: Kimlik avı bildir

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
be: Адпраўляючы скаргу пра спробу фішынгу, вы адправіце гэта паведамленне нам, каб мы маглі прааналізаваць яго і палепшыць нашы фільтры. Гэта азначае, што мы зможам цалкам убачыць змесціва гэтага паведамлення.
ca: Informar un missatge com a intent de pesca us enviarà el missatge, per poder analitzar-lo i millorar-ne els filtres. Això significa que podrem veure el contingut del missatge complet.
el: Η αναφορά ενός μηνύματος ως προσπάθεια ηλεκτρονικού "ψαρέματος" (phising) θα το αποστείλει σε εμάς, ώστε να το αναλύσουμε και να βελτιώσουμε τα φίλτρα μας. Αυτό σημαίνει ότι θα μπορέσουμε να δούμε το περιεχόμενο ολόκληρου του μηνύματος.
fr: Signaler un message comme une tentative de phishing/hameçonnage nous enverra le message afin que nous puissions l'analyser et améliorer nos filtres. Cela signifie que nous serons en mesure de voir le contenu du message dans son intégralité.
id: Pesan phising yang dilaporkan akan dikirimkan kepada kami agar kami dapat menganalisis dan meningkatkan filter kami. Artinya, kami dapat membaca seluruh isi pesan tersebut.
is: Ef skilaboð eru tilkynnt sem tilraun til gagnaveiði (phishing) verða þau send til okkar, svo við getum greint þau og endurbætt síurnar okkar. Það þýðir aftur á móti að við munum geta séð allt efni skilaboðana.
ka: შეტყობინების ფიშინგად მონიშვნა გამოიწვევს ამ შეტყობინების ჩვენთვის გადმოგზავნას. ჩვენ გავაანალიზებთ მას და გავაუმჯობესებთ ჩვენს ფილტრებს. ეს ასევე ნიშნავს, რომ ჩვენ წვდომა გვექნება შეტყობინების სრულ შინაარსთან.
nb: Hvis du rapporterer en melding som et forsøk på nettfisking, sendes meldingen til oss, slik at vi kan analysere den og forbedre filtrene våre. Dette betyr at vi vil kunne se innholdet i meldingen i sin helhet.
ro: Raportarea unui mesaj ca fiind o încercare de înșelăciune ne va trimite și nouă mesajul pentru a-l analiza și a îmbunătăți filtrele noastre. Aceasta înseamnă că vom putea vedea conținutul complet al mesajului.
sk: Nahlásenie tejto správy ako pokusu o phishing odošle túto správu Nám, aby sme ju mohli analyzovať a zlepšiť tým Naše filtre. To znamená, že uvidíme kompletne celý obsah tejto správy.
sl_si: S prijavo lažnega predstavljanja nam boste poslali sporočilo v analizo, s katero bomo izboljšali svoje filtre. To pomeni, da nam bo vsebina sporočila v celoti vidna.
sv: Att rapportera ett meddelande som ett nätfiskeförsök kommer skicka meddelandet till oss så att vi kan analysera det och förbättra våra filter. Detta innebär att vi kommer kunna se innehållet i meddelandet i sin helhet.
tr: Bir iletiyi kimlik avı girişimi olarak bildirdiğinizde, ileti bize gönderilir. Böylece onu inceleyebilir ve süzgeçlerimizi geliştirebiliriz. Bu durum iletinin tüm içeriğini görebileceğimi anlamına gelir.

source: Request link confirmation
be: Запытваць пацвярджэнне пры пераходзе па спасылках
ca: Sol·licitar enllaç de confirmació
el: Ζητήστε σύνδεσμο επιβεβαίωσης
fr: Demander une confirmation pour l'ouverture de liens
id: Konfirmasi tautan permintaan
is: Krefjast staðfestingar á tengli
ka: ბმულის დადასტურების მოთხოვნა
nb: Be om bekreftelse av kobling
ro: Solicitare de confirmare
sk: Požadovať potvrdenie odkazu
sl_si: Zahtevaj potrditev povezave
sv: Begär länkbekräftelse
tr: Bağlantı onayı iste

source: Resetting message cache…
be: Скіданне кэшу паведамлення…
ca: Restablint la memòria cau del missatge…
el: Επαναφορά της προσωρινής μνήμης μηνυμάτων…
fr: Réinitialisation du cache des messages…
id: Mengatur ulang cache pesan…
is: Endurstilli skyndiminni skilaboða...
ka: შეტყობინებების ქეშის წაშლა…
nb: Tilbakestiller meldingsbuffer…
ro: Resetare buffer mesaje…
sk: Reset medzipamäte správ…
sl_si: Ponastavitev predpomnilnika sporočil …
sv: Återställer meddelande-cache…
tr: İleti ön belleği sıfırlanıyor…

source: Resume
is: Halda áfram
tr: Sürdür

source: resume manually.
is: halda áfram handvirkt.
tr: el ile sürdür.

source: Retry
be: Паўтарыць
ca: Reintenta
el: Δοκιμάστε ξανά
fr: Réessayer
id: Coba lagi
is: Reyna aftur
ka: თავიდან
nb: Prøv på nytt
ro: Reîncercare
sk: Skúsiť znova
sl_si: Poskusite znova
sv: Försök igen
tr: Yeniden dene

source: Right to Left
be: Справа налева
ca: Dreta a Esquerra
el: Δεξιά προς τα αριστερά
fr: De droite à gauche
id: Kanan ke Kiri
is: Hægri til vinstri
ka: მარჯვნიდან მარცხნივ
nb: Høyre til venstre
ro: De la dreapta la stânga
sk: Sprava Doľava
sl_si: Z desne proti levi
sv: Höger till vänster
tr: Sağdan sola

source: Save
be: Захаваць
ca: Desa
el: Αποθήκευση
fr: Enregistrer
id: Simpan
is: Vista
ka: შენახვა
nb: Lagre
ro: Salvare
sk: Uložiť
sl_si: Shrani
sv: Spara
tr: Kaydet

source: Save as PDF
be: Захаваць як PDF
ca: Desa com a PDF
el: Αποθήκευση ως PDF
fr: Enregistrer en PDF
id: Simpan sebagai PDF
is: Vista sem PDF
ka: PDF-ად შენახვა
nb: Lagre som PDF
ro: Salvare ca PDF
sk: Uložiť ako PDF
sl_si: Shrani kot PDF
sv: Spara som PDF
tr: PDF olarak kaydet

source: Save Changes
be: Захаваць змены
ca: Desa els canvis
el: Αποθήκευση Αλλαγών
fr: Enregistrer les modifications
id: Simpan Perubahan
is: Vista breytingar
ka: ცვლილებების შენახვა
nb: Lagre endringer
ro: Salvare modificări
sk: Uložiť zmeny
sl_si: Shrani spremembe
sv: Spara ändringar
tr: Değişiklikleri kaydet

source: Schedule send
be: Запланаваць адпраўку
ca: Programar enviament
el: Προγραμματισμός αποστολής
fr: Programmer l'envoi
id: Jadwalkan pengiriman
is: Áætla sendingu
ka: გაგზავნის დაგეგმვა
nb: Planlegg sending
ro: Trimitere programată
sk: Naplánovať odoslanie
sl_si: Načrtuj pošiljanje
sv: Schemalägg sändning
tr: Gönderimi zamanla

source: Schedule will be removed
be: Расклад будзе выдалены
ca: S'esborrarà la programació
el: Ο προγραμματισμός θα καταργηθεί
fr: La programmation sera retirée.
id: Jadwal akan dihapus
is: Dagskrá verður fjarlægð
ka: გეგმა წაიშლება
nb: Tidsplanen vil bli fjernet
ro: Programarea va fi eliminată
sk: Plánované odoslanie bude odstránené
sl_si: Razpored bo odstranjen
sv: Schema kommer att tas bort
tr: Zamanlama kaldırılacak

source: Scheduling message...
be: Планаванне паведамлення...
ca: S'està programant un missatge...
el: Γίνεται προγραμματισμός μηνύματος...
fr: Programmation du message en cours
id: Menjadwalkan pesan...
is: Skipulegg skilaboð...
ka: შეტყობინების განრიგში ჩამატება...
nb: Planlegger melding...
ro: Se programează mesajul...
sk: Plánovanie správy...
sl_si: Načrtovanje sporočila ...
sv: Schemalägger meddelande …

source: Search
be: Пошук
ca: Cerca
el: Αναζήτηση
fr: Rechercher
id: Pencarian
is: Leita
ka: ძებნა
nb: Søk
ro: Căutare
sk: Hľadať
sl_si: Iskanje
sv: Sök
tr: Arama

source: Search message content
is: Leita að innihaldi skilaboða
tr: İleti içeriğinde arama

source: Search taking too long? %1$@ from this search for faster results.
is: Tekur leit of langan tíma? %1$@ frá þessari leit að hraðari niðurstöðum.
tr: Arama çok uzun mu sürüyor? Bu aramanın daha hızlı yapılabilmesi için %1$@.

source: See details
is: Sjá nánar
tr: Ayrıntıları görüntüle

source: See progress.
is: Sjá framvindu.
tr: İlerlemeyi görüntüle.

source: Select colour
is: Veldu lit
tr: Renk seçin

source: Selected
is: Valið
tr: Seçilmiş

source: Send
be: Адправіць
ca: Enviar
el: Αποστολή
fr: Envoyer
id: Kirim
is: Senda
ka: გაგზავნა
ro: Trimitere
sk: Odoslať
sl_si: Pošlji
sv: Skicka
tr: Gönder

source: Send anyway
be: Усё роўна адправіць
ca: Enviar de totes maneres
el: Αποστολή οπωσδήποτε
fr: Envoyer quand même
id: Tetap kirim
is: Senda samt
ka: მაინც გაგზავნა
nb: Send uansett
ro: Trimitere așa
sk: Napriek tomu odoslať
sl_si: Pošlji vseeno
sv: Skicka ändå
tr: Yine de gönder

source: Send feedback
is: Senda endurgjöf
tr: Geri bildirimi gönder

source: Send immediately
be: Адправіць неадкладна
ca: Envia immediatament
el: Άμεση αποστολή
fr: Envoyer maintenant
id: Kirim dengan segera
is: Senda strax
ka: დაუყოვნებლივ გაგზავნა
nb: Send umiddelbart
ro: Trimitere imediată
sk: Odoslať okamžite
sl_si: Pošlji takoj
sv: Skicka omedelbart
tr: Hemen gönder

source: Send immediately?
be: Адправіць неадкладна?
ca: Voleu enviar-ho immediatament?
el: Άμεση αποστολή;
fr: Envoyer maintenant ?
id: Kirim dengan segera?
is: Senda strax?
ka: გავაგზავნო დაუყოვნებლივ?
nb: Sende umiddelbart?
ro: Trimitere imediată?
sk: Odoslať okamžite?
sl_si: Pošlji takoj?
sv: Skicka omedelbart?
tr: Hemen gönderilsin mi?

source: Send message without subject?
be: Адправіць паведамленне без тэмы?
ca: Enviar missatge sense assumpte?
el: Αποστολή μηνύματος χωρίς θέμα;
fr: Envoyer le message sans objet ?
id: Kirim pesan tanpa subjek?
is: Senda skilaboðin án efnislínu?
ka: გავაგზავნო შეტყობინება საგნის გარეშე?
nb: Sende melding uten emne?
ro: Trimiteți mesajul fără subiect?
sk: Poslať správu bez predmetu?
sl_si: Pošljem sporočilo brez zadeve?
sv: Skicka meddelande utan ämne?
tr: İleti, konu olmadan gönderilsin mi?

source: Send read receipt
be: Адправіць апавяшчэнне аб прачытанні
ca: Enviar confirmació de lectura
el: Αποστολή αποδεικτικού ανάγνωσης
fr: Envoyer une confirmation de lecture
id: Kirim bukti baca
is: Senda leskvittun
ka: წაკითხულობის ანგარიშის გაგზავნა
nb: Send lesebekreftelse
ro: Trimitere confirmare de citire
sk: Odoslať potvrdenie o prečítaní
sl_si: Pošlji potrdilo o branju
sv: Skicka läskvitto
tr: Okundu bilgisi gönderilsin

source: Sender Verification Failed
be: Не ўдалося праверыць адпраўніка
ca: No s'ha pogut verificar el remitent.
el: Η επαλήθευση του αποστολέα απέτυχε
fr: L'expéditeur n'a pas pu être vérifié.
id: Verifikasi Pengirim Gagal
is: Sannvottun sendanda mistókst
ka: გამომგზავნის შემოწმების შეცდომა
nb: Bekreftelse av avsender mislyktes
ro: Verificare eșuată expeditor
sk: Overenie odosielateľa zlyhalo
sl_si: Preverjanje pošiljatelja ni bilo uspešno
sv: Verifiering av avsändaren misslyckades
tr: Gönderici doğrulanamadı

source: Sending failed
be: Не ўдалося адправіць
ca: Error en l'enviament
el: Η αποστολή απέτυχε
fr: L'envoi n'a pas abouti.
id: Pengiriman gagal
is: Sending mistókst
ka: გაგზავნის შეცდომა
nb: Sending mislyktes
ro: Trimiterea nu a reușit
sk: Odoslanie zlyhalo
sl_si: Pošiljanje ni uspelo
sv: Misslyckades att skicka
tr: Gönderilemedi

source: Sending in progress
be: Выконваецца адпраўка
ca: Enviament en procés
el: Αποστολή σε εξέλιξη
fr: Envoi en cours
id: Pengiriman sedang berlangsung
is: Sending í gangi
ka: მიმდინარეობს გაგზავნა
nb: Sending pågår
ro: Trimitere în desfășurare
sk: Odosielam
sl_si: Pošiljanje poteka
sv: Sändning pågår
tr: Gönderiliyor

source: Sending Message
be: Адпраўка паведамлення
ca: S'està enviant el missatge
el: Αποστολή μηνύματος
fr: L'envoi du message est en cours.
id: Mengirim Pesan
is: Sendi skilaboð
ka: შეტყობინების გაგზავნა
nb: Sender melding
ro: Se trimite mesajul
sk: Odosielam správu
sl_si: Pošiljanje sporočila
sv: Skickar meddelande
tr: İleti gönderiliyor

source: Sending message…
be: Адпраўка паведамлення…
ca: Enviant missatge…
el: Γίνεται αποστολή μηνύματος…
fr: L'envoi du message est en cours.
id: Mengirim pesan…
is: Sendi skilaboð…
ka: შეტყობინების გაგზავნა…
nb: Sender melding…
ro: Se trimite mesajul…
sk: Odosielanie správy…
sl_si: Pošiljanje sporočila …
sv: Skickar meddelande…
tr: İleti gönderiliyor…

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
be: Адпраўка паведамленняў з адраса %1$@ з'яўляецца платнай функцыяй. Ваша паведамленне будзе адпраўлена з вашага прадвызначанага адраса %2$@
ca: S'estan enviant missatges de %1$@ L'adreça és una funció remunerada. El vostre missatge s'enviarà des de la vostra adreça per defecte %2$@.
el: Η αποστολή μηνυμάτων από διεύθυνση %1$@ είναι μια λειτουργία επί πληρωμή. Το μήνυμά σας θα σταλεί από την προεπιλεγμένη σας διεύθυνση %2$@
fr: Envoyer des messages depuis l'adresse %1$@ est une fonctionnalité payante. Votre message sera envoyé à partir de votre adresse par défaut %2$@.
id: Pengiriman pesan dari alamat %1$@ merupakan fitur berbayar. Pesan Anda akan dikirim dari alamat default %2$@
is: Að senda skilaboð frá %1$@ póstföngum er eiginleiki sem greiða þarf fyrir. Skilaboðin þín verða send frá sjálfgefna tölvupóstfanginu %2$@
ka: %1$@ მისამართიდან შეტყობინებების გაგზავნა ფასიანი ფუნქციაა. თქვენი შეტყობინება გაიგზავნება თქვენი ნაგულისხმები მისამართიდან %2$@
nb: Sending av meldinger fra en %1$@-adresse er en betalt funksjon. Meldingen din vil bli sendt fra standardadressen din %2$@ .
ro: Trimiterea de mesaje de la adrese %1$@ este o facilitate plătită. Mesajul vă va fi trimis de pe adresa implicită %2$@
sk: Posielanie správ z adresy %1$@ je platená funkcia. Vaša správa bude odoslaná z vašej predvolenej adresy %2$@
sl_si: Pošiljanje sporočil z naslova %1$@ je plačljiva funkcija. Vaše sporočilo bo poslano z vašega privzetega naslova %2$@.
sv: Att skicka meddelanden från %1$@-adress är en betald funktion. Ditt meddelande kommer att skickas från din standardadress %2$@
tr: %1$@ adresinden ileti göndermek ücretli bir özelliktir. İletiniz %2$@ varsayılan adresinizden gönderilecek
