Repository: ProtonMail/ios-mail
Catalog: ProtonMail/ProtonMail/Resource/Localization/*.lproj/Localizable.strings
Languages: be, ca, el, fr, id, is, ka, nb, ro, sk, sl_si, sv, tr

source: Sending will be available when attachments are uploaded
be: Адправіць можна будзе пасля запампоўвання далучэнняў
ca: Es podrà enviar quan els adjunts s'hagin carregat
el: Η αποστολή θα είναι διαθέσιμη μετά το ανέβασμα των συνημμένων
fr: L'envoi sera possible quand les pièces jointes auront été importées.
id: Pesan baru akan dapat dikirim pada saat seluruh lampiran telah terunggah
is: Sending verður í boði þegar viðhengjum hefur verið hlaðið upp
ka: გაგზავნა იმ დროს, როცა მიმდინარეობს ფაილების მიმაგრება, შეუძლებელია
nb: Sending vil være tilgjengelig når vedlegg er lastet opp
ro: Trimiterea va fi disponibilă după încărcarea atașamentelor.
sk: Odosielanie bude možné, keď sa nahrajú prílohy
sl_si: Pošiljanje bo na voljo ko bodo naložene priloge
sv: Sändning kommer vara tillgänglig när bilagorna är uppladdade
tr: Ek dosyalar yüklendiğinde gönderim yapılabilecek

source: Sent by Proton Mail with zero-access encryption
be: Адпраўлена Proton Mail з дапамогай шыфравання нулявога доступу
ca: Enviat per Proton Mail amb xifratge d'accés zero
el: Στάλθηκε από το Proton Mail με κρυπτογράφηση μηδενικής πρόσβασης
fr: Envoyé par Proton Mail avec chiffrement zéro accès
id: Dikirim oleh Proton Mail dengan teknologi enkripsi zero-access
is: Sent frá Proton tölvupósti með órjúfanlegri dulritun
ka: გამოგზავნილია Proton Mail-ის მიერ ნულოვანი წვდომის დაშიფვრით
nb: Sendt av Proton Mail med nulltilgangskryptering
ro: Trimis cu Proton Mail cu criptare cu acces zero.
sk: Odoslané cez Proton Mail so šifrovaním s nulovým prístupom
sl_si: Poslano s Proton Mail s šifriranjem brez dostopa
sv: Skickat med Proton Mail med kryptering med noll åtkomst
tr: Proton Mail tarafından sıfır erişim şifrelemesi ile gönderildi

source: Sent by Proton Mail with zero-access encryption to verified recipient
be: Адпраўлена Proton Mail з дапамогай шыфравання нулявога доступу праверанаму атрымальніку
ca: Enviat per Proton Mail amb xifrat d'accés zero a un destinatari verificat
el: Στάλθηκε από το Proton Mail με κρυπτογράφηση μηδενικής πρόσβασης στον επαληθευμένο παραλήπτη
fr: Envoyé par Proton Mail avec un chiffrement zéro accès à un destinataire vérifié
id: Dikirim oleh Proton Mail dengan teknologi enkripsi zero-access kepada penerima yang terverifikasi
is: Sent með Proton tölvupósti með órjúfanlegri dulritun til sannvottaðs viðtakanda
ka: ProtonMail-ის მიერ გაგზავნილი ნულოვანი წვდომის დაშიფვრით დამოწმებული მიმღებისთვის
nb: Sendt av Proton Mail med nulltilgangskryptering til bekreftet mottaker.
ro: Trimis cu Proton Mail cu criptare cu acces zero la destinatar verificat.
sk: Odoslané pomocou Proton Mail s nulovým prístupom šifrovania, overenému príjemcovi
sl_si: Poslano s Proton Mail s šifriranjem brez dostopa preverjenemu prejemniku
sv: Skickat med Proton Mail med kryptering med noll åtkomst till verifierad mottagare
tr: Proton Mail tarafından doğrulanmış alıcıya sıfır erişim şifrelemesi ile gönderildi

source: Sent by you with end-to-end encryption
be: Адпраўлена з дапамогай скразнога шыфравання
ca: Enviat per vós amb xifrat d'extrem a extrem
el: Στάλθηκε από εσάς με διατερματική κρυπτογράφηση
fr: Envoyé par vous avec un chiffrement de bout en bout
id: Dikirim oleh Anda dengan enkripsi ujung ke ujung
is: Sent af þér með enda-í-enda dulritun
ka: გამოგეგზავნათ გამჭოლი დაშიფვრით
nb: Sendt av deg med ende-til-ende kryptering
ro: Trimis de către dvs. cu criptare bilaterală.
sk: Odoslané vami s end-to-end šifrovaním
sl_si: Sporočilo ste poslali s šifriranjem od konca do konca
sv: Skickat av dig med end-to-end-kryptering
tr: Sizin tarafınızdan uçtan uca şifreleme ile gönderildi

source: Sent by you with end-to-end encryption to verified recipient
be: Адпраўлена вамі з дапамогай скразнога шыфравання праверанаму атрымальніку
ca: Enviat per vós amb xifratge d'extrem a extrem a un destinatari verificat
el: Στάλθηκε από εσάς με διατερματική κρυπτογράφηση προς επαληθευμένο παραλήπτη
fr: Envoyé par vous avec un chiffrement de bout en bout à un destinataire vérifié
id: Dikirim oleh Anda dengan enkripsi ujung ke ujung kepada penerima yang terverifikasi
is: Sent af þér með enda-í-enda dulritun til sannvottaðs viðtakanda
ka: გაეგზავნა შემოწმებულ მიმღებს გამჭოლი შიფრაციით
nb: Sendt av deg med ende-til-ende kryptering til bekreftet mottaker.
ro: Trimis de către dvs. cu criptare bilaterală către destinatar verificat.
sk: Odoslané vami overenému príjemcovi s koncovým šifrovaním
sl_si: Sporočilo ste poslali s šifriranjem od konca do konca preverjenemu prejemniku
sv: Skickat av dig med end-to-end-kryptering till verifierad mottagare
tr: Doğrulanmış alıcıya uçtan uca şifrelenmiş olarak gönderdiniz

source: Sent Failed
is: Sending mistókst
tr: Gönderilemedi

source: Set
be: Задаць
ca: Establir
el: Ορισμός
fr: Définir
id: Atur
is: Stilla
ka: დაყენება
nb: Angi
ro: Setare
sk: Nastaviť
sl_si: Nastavi
sv: Ställ in
tr: Ayarla

source: Set a password to encrypt this message for non-Proton Mail users.
be: Задаць пароль, каб зашыфраваць гэта паведамленне для тых, хто не карыстаецца Proton Mail.
ca: Definiu una contrasenya per xifrar aquest missatge per a usuaris que no siguin de Proton Mail.
el: Ορισμός κωδικού κρυπτογράφησης μηνύματος για χρήστες εκτός Proton Mail.
fr: Définir un mot de passe pour chiffrer ce message à destination de personnes qui n'utilisent pas Proton Mail.
id: Tentukan kata sandi untuk mengenkripsi pesan ini bagi para pengguna non-Proton Mail.
is: Settu lykilorð til að dulrita þessi skilaboð fyrir notendur sem ekki nota Proton tölvupóst.
ka: ამ შეტყობინების არა-Proton Mail-ის მომხმარებლებისთვის დასაშიფრად დააყენეთ პაროლი.
nb: Angi et passord for å kryptere denne meldingen for ikke-Proton Mail-brukere.
ro: Setați o parolă de criptare a acestui mesaj pentru cei ce nu folosesc Proton Mail.
sk: Nastavte heslo na zašifrovanie tejto správy pre používateľov, ktorí nemajú Proton Mail.
sl_si: Nastavi geslo za šifriranje tega sporočila za tiste, ki niso uporabniki Proton Mail.
sv: Ställ in ett lösenord för att kryptera detta meddelande för icke Proton Mail-användare.
tr: Proton Mail kullanmayan kişiler için bu iletiyi şifreleyecek bir parola belirtin.

source: Set mail expiration
be: Задаць тэрмін дзеяння для ліста
ca: Estableix l'expiració del correu
el: Ορισμός λήξης μηνύματος
fr: Régler le délai d'expiration du message
id: Tentukan waktu kedaluwarsa pesan
is: Settu upp fyrningu á tölvupósti
ka: ელფოსტის ვადის დაყენება
nb: Angi utløpstid for e-post
ro: Setare expirare mesaj
sk: Nastaviť koniec platnosti mailu
sl_si: Nastavite potek veljavnosti pošte
sv: Ställ in utgångstid för e-post
tr: E-posta geçerlilik süresini ayarla

source: Set mail password
be: Задаць пароль для ліста
ca: Estableix la contrasenya del correu
el: Ορισμός κωδικού πρόσβασης μηνύματος
fr: Définir le mot de passe du message
id: Tentukan kata sandi pesan
is: Stilltu tölvupóst lykilorð
ka: ელფოსტის პაროლის დაყენება
nb: Angi passord for e-post
ro: Setare parolă mesaj
sk: Nastavte heslo pre poštu
sl_si: Nastavite geslo za pošto
sv: Ställ in e-postlösenord
tr: E-posta için parola ayarla

source: Set Password
be: Задаць пароль
ca: Establir contrasenya
el: Ορισμός Κωδικού Πρόσβασης
fr: Définir le mot de passe
id: Atur Kata Sandi
is: Setja lykilorð
ka: პაროლის დაყენება
nb: Angi passord
ro: Setează parola
sk: Nastaviť heslo
sl_si: Nastavite geslo
sv: Ställ in lösenord
tr: Parola ayarla

source: Set PIN code
be: Задаць PIN-код
ca: Establir codi PIN
el: Ορισμός κωδικού PIN
fr: Définir le code PIN
id: Tentukan kode PIN
is: Setja upp PIN kóða
ka: დააყენეთ PIN კოდი
nb: Angi PIN-kode
ro: Setare cod PIN
sk: Nastaviť PIN kód
sl_si: Nastavi kodo PIN
sv: Ställ in PIN-kod
tr: PIN kodu ayarla

source: Set up swipe gestures to access most used actions.
be: Наладзьце жэсты правядзення для доступу да дзеянняў, якія вы часта выкарыстоўваеце.
ca: Establiu gestos de lliscament per a accedir a les accions més utilitzades.
el: Ρύθμιση χειρονομιών συρσίματος για πρόσβαση στις πιο χρησιμοποιούμενες ενέργειες.
fr: Configurez des gestes de balayage pour accéder aux actions les plus utilisées.
id: Atur gestur usap untuk mengakses tindakan yang paling sering digunakan.
is: Setja upp strokubendingar til að nota við mest notaðar aðgerðir.
ka: გასმის ჟესტების ხშირად გამოყენებულ ქმედებებზე მინიჭება.
nb: Konfigurer sveipebevegelser for å få tilgang til de mest brukte handlingene.
ro: Setare gesturi glisare accesare acțiuni folosite des.
sk: Nastaviť gestá pre prístup k najviac používaným akciám.
sl_si: Nastavite dejanja s potegom prsta za dostop do najbolj uporabljenih dejanj.
sv: Ställ in svepgester för att komma åt de mest använda åtgärderna.
tr: Sık kullanılan işlemler için kaydırma hareketlerini ayarlayın.

source: Settings
be: Налады
ca: Preferències
el: Ρυθμίσεις
fr: Paramètres
id: Pengaturan
is: Stillingar
ka: მორგება
nb: Innstillinger
ro: Setări
sk: Nastavenia
sl_si: Nastavitve
sv: Inställningar
tr: Ayarlar

source: Share contact
be: Абагуліць кантакт
ca: Compartir contacte
el: Κοινή χρήση επαφής
fr: Partager le contact
id: Bagikan kontak
is: Deila tengilið
ka: კონტაქტის გაზიარება
nb: Del kontakt
ro: Trimitere contact
sk: Zdieľať kontakt
sl_si: Deli stik
sv: Dela kontakt
tr: Kişiyi paylaş

source: Show
be: Паказаць
ca: Mostrar
el: Εμφάνιση
fr: Afficher
id: Tampilkan
is: Birta
ka: ჩვენება
nb: Vis
ro: Afișare
sk: Zobraziť
sl_si: Pokaži
sv: Visa
tr: Göster

source: Show me
is: Sýndu mér
tr: Nasıl olduğunu göster

source: Sign out
be: Выйсці
ca: Tanca la sessió
el: Αποσύνδεση
fr: Se déconnecter
id: Keluar
is: Skrá út
ka: გასვლა
nb: Logg av
ro: Deconectare
sk: Odhlásiť sa
sl_si: Odjava
sv: Logga ut
tr: Oturumu kapat

source: Sign Out
be: Выйсці
ca: Tanca la sessió
el: Αποσύνδεση
fr: Se déconnecter
id: Keluar
is: Skrá út
ka: გასვლა
nb: Logg av
ro: Deconectare
sk: Odhlásiť sa
sl_si: Odjava
sv: Logga ut
tr: Oturumu kapat

source: Signature
be: Подпіс
ca: Signatura
el: Υπογραφή
id: Tanda tangan
is: Undirskrift
ka: ხელმოწერა
nb: Signatur
ro: Semnătura
sk: Podpis
sl_si: Podpis
sv: Signatur
tr: İmza

source: Signed in as %@
be: Увайшлі як %@
ca: Sessió iniciada com a %@
el: Συνδέθηκε ως %@
fr: Connecté en tant que %@
id: Masuk sebagai %@
is: Skráð inn sem %@
ka: შეხვედით, როგორც %@
nb: Logget på som %@
ro: Conectat ca %@
sk: Prihlásené ako %@
sl_si: Prijavljen kot %@
sv: Inloggad som %@
tr: %@ olarak oturum açıldı

# Signed out from %@ and signed in with %@
source: Signed out from %1$@ and signed in with %2$@
be: Вы выйшлі з %1$@ і ўвайшлі ў %2$@
ca: S'ha tancat la sessió des de %1$@ i s'ha iniciat la sessió amb %2$@
el: Αποσυνδεθήκατε από το %1$@ και συνδεθήκατε με το %2$@
fr: Déconnecté de %1$@ et connecté à %2$@
id: Keluar dari %1$@ dan masuk sebagai %2$@
is: Skráð út úr %1$@ og skráð inn með %2$@
ka: გამოხვედით %1$@-დან და შეხვედით %2$@-ით
nb: Logget av fra %1$@ og logget på med %2$@
ro: V-ați deconectat de la %1$@ și v-ați conectat cu %2$@
sk: Boli ste odhlásení z %1$@ a prihlásený k %2$@
sl_si: Odjavljen iz %1$@ in prijavljen z %2$@
sv: Loggade ut från %1$@ och loggade in med %2$@
tr: %1$@ oturumu kapatıldı ve %2$@ ile oturum açıldı

source: Skip
be: Прапусціць
ca: Omet
el: Παράλειψη
fr: Ignorer
id: Lewati
is: Sleppa
ka: გამოტოვება
nb: Hopp over
ro: Omitere
sk: Preskočiť
sl_si: Preskoči
sv: Hoppa över
tr: Atla

source: Snooze
be: Адкласці
ca: Posa en pausa
el: Αναβολή
fr: Mise en attente
id: Tunda
is: Blunda
ka: დროებით დადუმება
nb: Slumre
ro: Amânare
sk: Odložiť
sl_si: Dremež
sv: Snooza
tr: Ertele

source: Some images failed to load with tracking protection.
is: Ekki tókst að hlaða sumum myndum með rakningarvörn.

source: Spam
be: Спам
ca: Correu brossa
el: Ενοχλητικά
fr: Indésirables/spam
is: Ruslpóstur
ka: სპამი
nb: Søppelpost
ro: Nedorite
sl_si: Neželena pošta
sv: Skräppost
tr: İstenmeyen

source: Star
be: Зорачка
ca: Destacat
el: Προσθήκη αστεριού
fr: Ajouter aux Favoris
id: Bintangi
is: Stjörnumerkja
ka: ვარსკვლავი
nb: Stjernemerk
ro: Marcare cu stea
sk: Hviezdička
sl_si: Zvezdica
sv: Stjärnmärk
tr: Yıldız koy/kaldır

source: Star/unstar
be: Паставіць/прыбраць зорачку
ca: Destaca / no destaquis
el: Με/χωρίς αστέρι
fr: Ajouter/Retirer des Favoris
id: Bintangi/Hapus Bintang
is: Stjörnumerkja/fjarlægja stjörnu
ka: ვარსკვლავის დაყენება/მოცილება
nb: Stjernemerk/fjern stjernemerking
ro: Cu stea/Fără stea
sk: Pridať/odobrať hviezdičku
sl_si: Dodaj/odstrani zvezdico
sv: Stjärnmärk/ta bort stjärnmärkning
tr: Yıldız koy/kaldır

source: Starred
be: З зорачкай
ca: Destacats
el: Με αστέρι
fr: Favoris
id: Dibintangi
is: Stjörnumerkt
ka: ვარსკვლავიანები
nb: Stjernemerket
ro: Cu stea
sk: S hviezdičkou
sl_si: Z zvezdico
sv: Stjärnmärkt
tr: Yıldızlı

source: State
be: Стан
ca: Estat
el: Κατάσταση
fr: État
id: Negara bagian
is: Hérað/Fylki
ka: რეგიონი
nb: Stat
ro: Județ
sk: Krajina
sl_si: Država
sv: Delstat
tr: Bölge

source: Still can't find a solution
is: Finn ekki ennþá neina lausn
tr: Hala bir çözüm bulunamadı

source: Storage
be: Сховішча
ca: Emmagatzematge
el: Αποθηκευτικός χώρος
fr: Espace de stockage
id: Penyimpanan
is: Geymslurými
ka: საცავი
nb: Lagring
ro: Spațiu de stocare
sk: Úložisko
sl_si: Shramba
sv: Lagringsutrymme
tr: Depolama alanı

source: Storage full
be: Сховішча запоўнена
ca: Emmagatzematge ple
el: Αποθηκευτικός χώρος πλήρης
fr: Stockage plein
id: Kuota penyimpanan penuh
is: Geymsla full
ka: საცავი სავსეა
nb: Lagringsplassen er full
ro: Spațiu de stocare plin
sk: Plné úložisko
sl_si: Shramba polna
sv: Lagring full
tr: Depolama alanı dolu

source: Storage limit
is: Takmörk geymslurýmis
tr: Depolama alanı sınırı

source: Storage quota exceeded
be: Перавышана квота на аб'ём сховішча
ca: Límit d'emmagatzematge superat
el: Υπέρβαση ορίου αποθηκευτικού χώρου
fr: Quota d'espace de stockage dépassé
id: Kuota penyimpanan terlampaui
is: Geymslukvóti er uppurinn
ka: საცავის კვოტა გადაჭარბებულია
nb: Overskredet lagringskvote
ro: Cota de stocare depășită
sk: Kvóta úložiska prekročená
sl_si: Presežena kvota shrambe
sv: Lagringskvot överskriden
tr: Depolama alanı kotası aşıldı

source: Storage used
is: Geymslurými notað
tr: Kullanılan depolama alanı

source: Storage used:
is: Geymslurými notað:
tr: Kullanılan depolama alanı:

source: Storage Warning
be: Папярэджанне пра сховішча
ca: Avís d'emmagatzematge
el: Προειδοποίηση αποθήκευσης
fr: Avertissement d'espace de stockage
id: Peringatan Ruang Penyimpanan
is: Aðvörun vegna geymslupláss
ka: საცავის გაფრთხილება
nb: Advarsel om lagringsplass
ro: Avertizare stocare
sk: Varovanie o dochádzajúcom mieste
sl_si: Opozorilo shrambe
sv: Lagringsvarning
tr: Depolama alanı uyarısı

source: Stored with zero-access encryption
be: Захоўваецца з шыфраваннем нулявога доступу
ca: Emmagatzemat amb xifratge d'accés zero
el: Αποθηκεύτηκε με κρυπτογράφηση μηδενικής πρόσβασης
fr: Stocké avec un chiffrement zéro accès
id: Disimpan dengan enkripsi zero-access
is: Geymt með órjúfanlegri dulritun
ka: ინახება წვდომის გარეშე შიფრაციით
nb: Lagret med nulltilgangskryptering
ro: Stocat criptat cu acces exclusiv personal
sk: Uložené vrátane šifrovania s nulovým prístupom
sl_si: Shranjeno s šifriranjem brez dostopa (zero-access)
sv: Lagrad med kryptering med noll åtkomst
tr: Sıfır erişim şifrelemesiyle kaydedildi

source: Street
be: Вуліца
ca: Carrer
el: Οδός
fr: Rue
id: Jalan
is: Gata
ka: ქუჩა
nb: Gate
ro: Strada
sk: Ulica
sl_si: Ulica
sv: Gata
tr: Sokak

source: Subject
be: Тэма
ca: Assumpte
el: Θέμα
fr: Objet
id: Subjek
is: Viðfangsefni
ka: საგანი
nb: Emne
ro: Subiect
sk: Predmet
sl_si: Zadeva
sv: Ämne
tr: Konu

source: Subject:
be: Тэма:
ca: Assumpte:
el: Θέμα:
fr: Objet :
id: Subjek:
is: Viðfangsefni:
ka: საგანი:
nb: Emne:
ro: Subiect:
sk: Predmet:
sl_si: Zadeva:
sv: Ämne:
tr: Konu:

source: Subject...
is: Efni...
tr: Konu...

source: Subscription
be: Падпіска
ca: Subscripció
el: Συνδρομή
fr: Abonnement
id: Langganan
is: Áskrift
ka: გამოწერა
nb: Abonnement
ro: Abonament
sk: Predplatné
sl_si: Naročnina
sv: Prenumeration
tr: Abonelik

source: Swipe actions
be: Дзеянні правядзення
ca: Accions de lliscament
el: Ενέργειες ολίσθησης
fr: Actions de balayage
id: Gestur usap
is: Stroku aðgerðir
ka: გადათრევის ქმედებები
nb: Sveipehandlinger
ro: Acțiuni de glisare
sk: Akcia po prejdení prstom
sl_si: Dejanja s potegom prsta
sv: Svepåtgärder
tr: Kaydırma işlemleri

source: Swiping gestures
is: Strokubendingar
tr: Kaydırma hareketleri

source: Switch selection mode
be: Пераключыць рэжым выбару
ca: Canviar mode de selecció
el: Αλλαγή λειτουργίας επιλογής
fr: Changer de mode de sélection
id: Ubah mode seleksi
is: Skiptu um valham
ka: მონიშვნის რეჟიმის შეცვლა
nb: Bytte valgmodus
ro: Comutare mod selectare
sk: Prepnúť režim výberu
sl_si: Preklopite način izbire
sv: Växla valläget
tr: Seçim kipine geç

source: Switch unread filter
be: Пераключыць фільтр на непрачытаныя
ca: Commuta el filtre de no llegits
el: Εναλλαγή φίλτρου μη διαβασμένων
fr: Permuter le filtre Lus/Non lus
id: Ubah filter bacaan
is: Skiptu um ólesna síu
ka: წაუკითხავების ფილტრის გადართვა
nb: Bytt filter for ulest
ro: Comutare la mesaje necitite
sk: Prepnúť filter neprečítaných správ
sl_si: Preklop neprebranega filtra
sv: Växla oläst filter
tr: Okunmamış süzgecine geç

source: Switched to account '%@'
be: Уліковы запіс зменены на "%@"
ca: Canviar al compte ‘%@’
el: Έγινε αλλαγή σε λογαριασμό '%@'
fr: Basculé vers le compte « %@ »
id: Beralih ke akun '%@'
is: Skipti yfir í aðganginn '%@'
ka: გადავერთე %@-ზე
nb: Byttet til konto '%@'
ro: S-a comutat la contul „%@”
sk: Prepnuté na účet '%@'
sl_si: Preklopili ste na račun: '%@'
sv: Växlade till konto '%@'
tr: '%@' hesabına geçildi

source: System can't copy the file
is: Kerfinu mistókst að afrita skrána
tr: Sistem dosyayı kopyalayamadı

source: Take new photo
be: Зрабіць новую фатаграфію
ca: Fer una foto nova
el: Λήψη νέας φωτογραφίας
fr: Prendre une nouvelle photo
id: Ambil foto baru
is: Taka nýja ljósmynd
ka: ახალი სურათის გადაღება
nb: Ta nytt bilde
ro: Fotografie nouă
sk: Urobiť novú fotografiu
sl_si: Posnemi novo fotografijo
sv: Ta nytt foto
tr: Yeni fotoğraf çek

source: Tap here to set
be: Націсніце тут, каб задаць
ca: Toqueu aquí per establir
el: Πατήστε εδώ για ορισμό
fr: Appuyez ici pour configurer
id: Ketuk di sini untuk mengatur
is: Ýttu hér til að stilla
ka: დასაყენებლად დააჭირეთ
nb: Trykk her for å angi
ro: Apăsaţi aici pentru setare
sk: Kliknutím sem nastavíte
sl_si: Izberite tukaj za nastavitev
sv: Tryck här för att ställa in
tr: Ayarlamak için buraya dokunun

source: Tell us about your experience. (Optional)
is: Segðu okkur frá reynslu þinni (valfrjálst)
tr: Bize deneyimlerinizi anlatın. (İsteğe bağlı)

source: Temporarily disable or remove your antivirus software.
is: Gerðu vírusvarnaforritið þitt tímabundið óvirkt.
tr: Virüsten koruma uygulamanızı geçici olarak devre dışı bırakın ya da kaldırın.

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
be: Дзякуй, што адправілі справаздачу пра памылку. Мы дадалі ваш зварот у нашу сістэму адсочвання памылак.
ca: Gràcies per enviar un informe d'error. Hem afegit el vostre informe al nostre sistema de seguiment d'errors.
el: Σας ευχαριστούμε που υποβάλατε μια αναφορά σφάλματος. Προσθέσαμε την αναφορά σας στο σύστημα παρακολούθησης σφαλμάτων.
fr: Merci d'avoir soumis un rapport de bug. Nous l'avons ajouté dans notre suivi des bugs.
id: Terima kasih telah mengirimkan laporan bug. Kami telah menambahkan laporan Anda ke dalam sistem pelacakan bug kami.
is: Takk fyrir að senda inn villuskýrslu. Við höfum bætt skýrslunni þinni í villuskráningarkerfið okkar.
ka: მადლობა შეცდომის პატაკის გამოგზავნისთვის. თქვენი პატაკი ჩამატებულია შეცდომების ჩვენს სისტემაში.
nb: Takk for at du sender inn en feilrapport. Vi har lagt til rapporten din i feilsporingssystemet vårt.
ro: Vă mulțumim pentru trimiterea raportului de erori. V-am adăugat raportul la sistem nostru de urmărire a erorilor.
sk: Ďakujeme vám za odoslanie hlásenia o chybe. Vašu správu sme pridali do nášho systému sledovania chýb.
sl_si: Hvala, ker ste poslali poročilo o napaki. Vaše poročilo smo dodali v naš sistem za sledenje napakam.
sv: Tack för att du skickade in en felrapport. Vi har lagt till din rapport i vårt felspårningssystem.
tr: Hata bildiriminde bulunduğunuz için teşekkür ederiz. Bildiriminiz hata izleme sistemimize eklendi.

source: Thank you for your feedback!
is: Takk fyrir umsögnina!
tr: Geri bildiriminiz için teşekkürler!

source: The 2 passwords are not matching
be: Паролі не супадаюць
ca: Les 2 contrasenyes no coincideixen
el: Οι δυο κωδικοί πρόσβασης δεν είναι ταυτόσημοι
fr: Les 2 mots de passe ne sont pas identiques.
id: Kedua kata sandi tidak sesuai
is: Lykilorðin tvö passa ekki saman
ka: ორი პაროლი ერთმანეთს არ ემთხვევა
nb: De 2 passordene samsvarer ikke
ro: Parolele nu se potrivesc.
sk: Tieto 2 heslá sa nezhodujú
sl_si: Dve gesli nista skladni.
sv: De två lösenorden matchar inte
tr: Parola ile onayı aynı değil

source: The download will stop if the Proton Mail app is closed.
is: Niðurhalið hættir ef Proton tölvupóstforritinu er lokað.
tr: Proton Mail uygulaması kapatılırsa indirme işlemi durdurulur.

source: The draft cache is broken. Please try again.
is: Skyndiminnið fyrir skilaboðadrög er bilað, reyndu aftur.
tr: Taslak ön belleği bozuldu. Lütfen yeniden deneyin.

source: The following files couldn't be attached:
be: Немагчыма далучыць наступныя файлы:
ca: No s'han pogut adjuntar els fitxers següents:
el: Αδυναμία επισύναψης των εξής αρχείων:
fr: Les fichiers suivants n'ont pas pu être joints :
id: Berkas berikut tidak dapat dilampirkan:
is: Ekki var hægt að hengja við eftirfarandi skrár:
ka: ფაილების სია, რომლებიც ვერ იქნა მიმაგრებული:
nb: Følgende filer kan ikke legges ved:
ro: Următoarele fișiere nu au putut fi atașate:
sk: Nasledujúce súbory sa nepodarilo pripojiť:
sl_si: Naslednjih datotek ni bilo mogoče priložiti:
sv: Följande filer kunde inte bifogas:
tr: Şu dosyalar eklenemedi:

source: The message is being sent and will move to the Sent folder once sending is complete.
be: Паведамленне адпраўляецца і пасля завяршэння адпраўкі будзе перамешчана ў папку "Адпраўленыя".
ca: El missatge s'està enviant i es mourà a la carpeta Enviats una vegada es completi l'enviament.
el: Το μήνυμα αποστέλλεται και θα μετακινηθεί στο φάκελο Απεσταλμένα μόλις ολοκληρωθεί η αποστολή.
fr: Ce message est en cours d'envoi et sera déplacé dans le dossier Envoyés lorsque l'envoi sera terminé.
id: Pesan ini sedang dikirim dan akan dipindahkan ke folder Terkirim setelah proses pengiriman selesai.
is: Verið er að senda skilaboðin og verða færð í Sent möppuna þegar sendingu er lokið.
ka: მიმდინარეობს შეტყობინების გაგზავნა. გაგზავნის შემდეგ ის გაგზავნილი ელფოსტების საქაღალდეში იქნება გადატანილი.
nb: Meldingen sendes og flyttes til sendt-mappen når sendingen er fullført.
ro: Mesajul este trimis și va fi mutat în folderul «Trimise» după finalizarea trimiterii.
sk: Správa sa odosiela a po dokončení odosielania bude presunutá do priečinka Odoslané.
sl_si: Sporočilo se pošilja in se bo po končanem pošiljanju premaknilo v mapo Poslano.
sv: Meddelandet skickas och kommer flyttas till mappen “Skickat“ när sändningen är klar.
tr: İleti gönderiliyor. Gönderim tamamlandığında ileti Gönderilmiş kutusuna taşınacak.

source: The new password can't be empty.
be: Новы пароль не можа быць пустым.
ca: La nova contrasenya no pot estar buida.
el: Ο νέος κωδικός πρόσβασης δεν γίνεται να είναι κενός.
fr: Le nouveau mot de passe ne peut pas être vide.
id: Kata sandi baru tidak boleh kosong.
is: Nýja lykilorðið getur ekki verið autt.
ka: ახალი პაროლი ცარიელი არ შეიძლება იყოს.
nb: Det nye passordet kan ikke være tomt.
ro: Parola nouă nu poate fi goală.
sk: Nové heslo nemôže byť prázdne.
sl_si: Novo geslo ne sme biti prazno.
sv: Det nya lösenordet kan inte vara tomt.
tr: Yeni parola boş olamaz.
