Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS icelandic.xliff
Languages: is

# NSAppleMusicUsageDescription
source: Required for attaching media to the email.
is: Nauðsynlegt til að hengja margmiðlunarefni við tölvupóst.

# NSCameraUsageDescription
source: Required for attaching photos to the email.
is: Nauðsynlegt til að hengja myndir við tölvupóst.

# NSContactsUsageDescription
source: Required for email autocomplete.
is: Nauðsynlegt fyrir sjálfvirka útfyllingu tölvupósts.

# NSFaceIDUsageDescription
source: Allows you quick and secure to unlock your application.
is: Gerir þér kleift að aflæsa forritinu á fljótlegan og öruggan hátt.

# NSPhotoLibraryAddUsageDescription
source: Required for saving image attachments to photo library.
is: Nauðsynlegt til að vista myndaviðhengi í myndasafnið.

# NSPhotoLibraryUsageDescription
source: Required for attaching photos to the email.
is: Nauðsynlegt til að hengja myndir við tölvupóst.

source: %@ storage capacity
is: %@ geymslurými

source: %d Member
is: %d meðlimur

source: %d Members
is: %d meðlimir

source: %d minute
is: %d mínúta

source: %d minutes
is: %d mínútur

source: %d Selected
is: %d valið

source: %i email address
is: %i tölvupóstfang

source: %i email addresses
is: %i tölvupóstföng

source: (2048 bit)
is: (2048 bita)

source: (4096 bit)
is: (4096 bita)

source: (total)
is: (alls)

source: *OPTIONAL
is: *VALFRJÁLST

source: + Drop here to add as attachment
is: + Slepptu hér til að bæta við sem viðhengi

source: /user
is: /notanda

source: 2FA failed. Please try to login again.
is: 2FA auðkenning mistókst. Reyndu aftur að skrá þig inn.

# &lt;no object&gt;
source: <no object>
is: <ekkert atriði>

source: A message cannot have more than 5 labels
is: Skilaboð geta ekki verið með fleiri en 5 merki

source: A new version of ProtonMail app is available, please update to latest version.
is: Ný útgáfa ProtonMail er tiltæk, endilega uppfærðu í nýjustu útgáfuna.

source: A new version of ProtonMail app is available. Please update to the latest version.
is: Ný útgáfa ProtonMail er tiltæk. Endilega uppfærðu í nýjustu útgáfuna.

source: A paid ProtonMail plan is required to use this feature
is: Greidd ProtonMail-áskrift er nauðsynleg til að geta notað þennan eiginleika

source: A passcode has not been set, enable it in the system Settings
is: Aðgangskóði hefur ekki verið settur, virkjaðu það í kerfisstillingunum

source: API Server not reachable...
is: API-þjónn finnst ekki...

source: Archive
is: Safn

source: Access to this account is disabled due to non-payment. Please sign in through proton.me to pay your unpaid invoice.
is: Þessi notandaaðgangur er óvirkur vegna ógreidds reiknings. Skráðu þig inn í proton.me til að greiða ófrágenginn reikning.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://proton.me/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
is: Þessi notandaaðgangur er óvirkur vegna ógreidds reiknings. Skoðaðu <a href="https://proton.me/support/knowledge-base/delinquency/">upplýsingasíðurnar okkar</a> til að sjá nánari upplýsingar.

# Account password invalid
source: Invalid account password
is: Ógilt aðgangslykilorð

source: Add
is: Bæta við

source: Add Anniversary
is: Bæta við afmælisdegi

source: Add Birthday
is: Bæta við fæðingardegi

source: Add Contact
is: Bæta við tengilið

source: Add Custom Label
is: Bæta við sérsniðnu merki

source: Add Folder
is: Bæta við möppu

source: Add Gender
is: Bæta við kyni

source: Add Group
is: Bæta við hópi

source: Add Label
is: Bæta við merki

source: Add New Folder
is: Bæta við nýrri möppu

source: Add New Label
is: Bæta við nýju merki

source: Add Nickname
is: Bæta við gælunafni

source: Add Organization
is: Bæta við Fyrirtæki/Stofnun/Félagi:

source: Add Photo
is: Bæta við mynd

source: Add Star
is: Bæta við stjörnu

source: Add Title
is: Bæta við titli

source: Add new address
is: Bæta við nýju heimilisfangi

source: Add new custom field
is: Bæta við nýjum sérsniðnum reit

source: Add new email
is: Bæta við nýju tölvupóstfangi

source: Add new field
is: Bæta við nýjum reit

source: Add new phone number
is: Bæta við nýju símanúmeri

source: Add new url
is: Bæta við nýrri vefslóð

source: Add to contacts
is: Bæta í tengiliði

source: Address
is: Heimilisfang

source: Alert
is: Aðvörun

source: All Mail
is: Allur póstur

source: All contacts are imported
is: Allir tengiliðir fluttir inn

source: Also Archive
is: Einnig safn

source: Also used to reset a forgotten password.
is: Einnig notað til að endurstilla gleymt lykilorð.

source: Anniversary
is: Afmæli

source: App is locked
is: Forritið er læst

source: Apple in-app purchase fee
is: Þóknun Apple fyrir kaup í forritinu

source: Apple informed us they could not process the purchase.
is: Apple hefur tilkynnt okkur að þeir geti ekki meðhöndlað þessi kaup.

source: Apple informed us you've upgraded the service plan, but did not say which of your ProtonMail accounts to upgrade in case you have more than one.
is: Apple hefur tilkynnt okkur að þú hafir uppfært þjónustuáskriftina, en tiltóku ekki hvaða notandaaðgang ProtonMail eigi að uppfæra, sértu með fleiri en einn notandaaðgang.

source: Apple informed us you've upgraded the service plan, but some technical data was missing. Please fill in the bugreport and our customer support team will contact you.
is: Apple hefur tilkynnt okkur að þú hafir uppfært þjónustuáskriftina, en einhvejar tæknilegar upplýsingar vantaði. Gefðu þær upp í villuskýrslunni og mun notendaaðstoðarteymið okkar síðan hafa samband við þig.

source: Apple informed us you've upgraded the service plan, but we detected you have logged out of the account since then.
is: Apple hefur tilkynnt okkur að þú hafir uppfært þjónustuáskriftina, en við sjáum að þú hefur skráð þig út af notandaaðgangnum síðan þá.

source: Apply
is: Virkja

source: Apply Labels
is: Setja merkingar

source: Archive
is: Safn

source: Archived
is: Geymt

source: Are you sure you want to logout?
is: Ertu viss um að þú viljir skrá þig út?

source: Attachment imported
is: Viðhengi flutt inn

source: Attachments
is: Viðhengi

source: Authentication
is: Auðkenning

source: Authentication failed: wrong username or password.
is: Auðkenning mistókst: rangt notandanafn eða lykilorð

source: Authentication failed
is: Auðkenning mistókst

source: Authentication failed. Please try to login again.
is: Auðkenning mistókst, reyndu aftur að skrá þig inn.

source: Authentication token is not accessible because the app is locked
is: Auðkennisteikn er ekki aðgengilegt þar sem forritið er læst

source: Authentication was cancelled by the system
is: Kerfið hætti við auðkenningu

source: Auto lock time
is: Sjálfvirkur læsingartími

source: Auto show images
is: Birta myndir sjálfkrafa

source: Back
is: Til baka

source: Bad auth cache
is: Rangt skyndiminni auðkenningar

source: Bad parameter
is: Röng færibreyta

source: Bad parameter: %@
is: Röng færibreyta: %@

source: Bad path
is: Gölluð slóð

source: Bad response
is: Rangt svar

source: BCC
is: Falið afrit

source: Birthday
is: Fæðingardagur

source: Bug Description
is: Lýsing á villu

source: Bug report received
is: Villuskýrsla móttekin

source: Buy More Credits
is: Kaupa meiri inneign

source: By using protonmail, you agree to our
is: Með því að nota ProtonMail, samþykkir þú

# By using protonmail, you agree to our %@ and %@.
source: By using protonmail, you agree to our %1$@ and %2$@.
is: Með því að nota ProtonMail, samþykkir þú %1$@ og %2$@.

source: CAPTCHA
is: CAPTCHA-mennskupróf

source: Call Contact
is: Hringja í tengilið

source: Can take several minutes to setup.
is: Getur tekið nokkrar mínútur í uppsetningu.

source: Can't copy the file
is: Mistókst að afrita skrána

source: Can't create a SRP Client
is: Ekki hægt að útbúa SRP-biðlara

source: Can't create a SRP verifier!
is: Get ekki búið til SRP-sannvottun!

source: Can't decrypt this attachment!
is: Get ekki afkóðað þetta viðhengi!

source: Can't delete contact group
is: Get ekki eytt tengiliðahópi

source: Can't delete contact group through API
is: Get ekki eytt tengiliðahópi í gegnum API-forritsviðmót

source: Can't download message body, please try again.
is: Gat ekki sótt meginmál skilaboða Reyndu aftur.

source: Can't download message body. Please try again.
is: Gat ekki sótt meginmál skilaboða. Reyndu aftur.

source: Can't fetch contact groups
is: Gat ekki sótt hópa tengiliða

source: Can't find the clicked message please try again!
is: Fann ekki skilaboðin sem smellt var á, reyndu aftur!

source: Can't find the selected message. Please try again.
is: Fann ekki valin skilaboð. Reyndu aftur.

source: Can't find this attachment!
is: Gat ekki fundið þetta viðhengi!

# Can't get a Moduls ID!
source: Can't get a Modulus ID!
is: Ekki hægt að fá Moduls-auðkenni!

source: Can't get a Moduls!
is: Get ekki fengið Moduls!

source: Can't get user auth info
is: Get ekki náð í auðkenningarupplýsingar notanda

source: Can't load share content!
is: Ekki hægt að hlaða inn deildu efni!

source: Can't load the file
is: Get ekki hlaðið inn skránni

source: Can't not find the value from the response body
is: Ekki er hægt að finna gildið úr meginmáli svars

source: Can't open the file
is: Gat ekki opnað skrána

source: Can't save contact group
is: Get ekki vistað tengiliðahóp

source: Can't update contact group through the API
is: Get ekki uppfært tengiliðahóp í gegnum API-forritsviðmót

source: Cancel
is: Hætta við

source: Cancel Check
is: Hætta við athugun

source: Cancelling
is: Hætti við

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
is: Tókst ekki að afkóða þetta viðhengi.

source: CC
is: Afrit

source: Cc:
is: Afrit:

source: Cell phone number
is: Farsímanúmer

source: Change Login Password
is: Breyta lykilorði innskráningar

source: Change Mailbox Password
is: Breyta lykilorði á pósthólfi

source: Change password
is: Breyta lykilorði

source: Change PIN
is: Breyta PIN-númeri

source: Change Single Password
is: Breyta einföldu lykilorði

source: Change default address to...
is: Breyta sjálfgefnu tölvupóstfangi í ..

source: Change left swipe action
is: Breyta aðgerð þegar strokið er til vinstri

source: Change right swipe action
is: Breyta aðgerð þegar strokið er til hægri

source: Change sender address to...
is: Breyta tölvupóstfangi sendanda í ...

source: Check Again
is: Athuga aftur

source: Checking...
is: Athuga ....

source: Choose a Password
is: Veldu lykilorð

source: City
is: Borg/Sveitarfélag

source: Clear local message cache
is: Hreinsa skyndiminni skilaboða á tækinu

source: Close
is: Loka

source: Closing
is: Loka

source: Compose
is: Semja skilaboð

source: Compose to
is: Semja til

source: Confirm
is: Staðfesta

source: Confirm login password
is: Staðfestu innskráningarlykilorð

source: Confirm mailbox password
is: Staðfestu lykilorð fyrir pósthólf

source: Confirm password
is: Staðfestu lykilorð

source: Confirm new login password
is: Staðfestu nýtt innskráningarlykilorð

source: Confirm new mailbox password
is: Staðfestu nýtt lykilorð á pósthólfi

source: Confirm new password
is: Staðfestu nýtt lykilorð

source: Confirm phishing report
is: Staðfestu skýrslu um veiðipóst

source: Confirmation
is: Staðfesting

source: Congratulations!
is: Til hamingju!

source: Contact Details
is: Nánar um tengilið

source: Contact the ProtonMail team
is: Hafðu samband við ProtonMail-teymið

source: Contacts
is: Tengiliðir

source: Continue
is: Halda áfram

source: Continue and Don't ask again
is: Halda áfram og ekki spyrja aftur

source: Copy address
is: Afrita póstfang

source: Copy name
is: Afrita nafn

source: Could not connect to Store. Please try again later.
is: Mistókst að tengjast forritaverslun. Reyndu aftur síðar.

source: Country
is: Land

source: Create
is: Búa til

source: Create Account
is: Búa til notandaaðgang

source: Create User failed. Please try again.
is: Mistókst að búa til notanda. Reyndu aftur.

source: Create a new account
is: Búa til nýjan notandaaðgang

source: Create and add Labels to organize your inbox. Long press on a message for all options.
is: Búðu til og bættu við merkingum til að skipuleggja innhólfið þitt. Ýttu og haltu niðri á skilaboðum til að sjá alla mögulega valkosti.

source: Create and add labels to organize your inbox. Press and hold down on a message for all options.
is: Búðu til og bættu við merkingum til að skipuleggja innhólfið þitt. Ýttu og haltu niðri á skilaboðum til að sjá alla mögulega valkosti.

source: Create user failed
is: Mistókst að búa til notandaaðgang

source: Current Language is:
is: Núverandi tungumál er:

source: Current login password
is: Núverandi lykilorð innskráningar

source: Current password
is: Núverandi lykilorð

source: Custom
is: Sérsniðið

source: DECRYPT MAILBOX
is: AFKÓÐA PÓSTHÓLF

source: Drafts
is: Drög

source: Date:
is: Dagsetning:

source: Date: %@
is: Dagsetning: %@

source: Debug
is: Villukemba

source: Decrypt
is: Afkóða

source: Decrypt token failed. Please try again.
is: Afkóðun á teikni mistókst, reyndu aftur.

source: Decryption error
is: Afkóðunarvilla

source: Decryption of this content failed
is: Afkóðun þessa efnis mistókst

source: Default
is: Sjálfgefið

source: Default error. Please try again.
is: Villa í sjálfgefnu. Reyndu aftur.

source: Define Expiration Date
is: Skilgreindu gildistíma

source: Define hint (Optional)
is: Skilgreina vísbendingu (valkvætt)

source: Define password
is: Skilgreindu lykilorð

source: Delete
is: Eyða

source: Delete Contact
is: Eyða tengilið

source: Delete Contact Group
is: Eyða tengiliðahópi

source: Deleted
is: Eytt

source: Details
is: Nánar

source: Discard changes
is: Henda breytingum

source: Discard draft
is: Henda drögum

source: Display name
is: Birtingarnafn

source: Display name updated
is: Birtingarnafn uppfært

source: Display name
is: Birtingarnafn

source: Display name
is: Birtingarnafn

source: Do you want to activate the purchased service plan for
is: Viltu virkja greidda þjónustuáskrift fyrir

source: Do you want to cancel the process?
is: Viltu hætta við ferlið?

source: Do you want to save the unsaved changes?
is: Viltu vista óvistuðu breytingarnar?

source: Don't Show Again
is: Ekki birta þetta aftur

source: Don't remind me again
is: Ekki minna mig á þetta aftur

source: Done
is: Lokið

source: Double tap to setup
is: Tvíbankaðu til að setja upp

source: Draft
is: Drög

source: Drafts
is: Drög

source: Edit
is: Breyta

source: Edit contact
is: Breyta tengilið

source: Edit Folder
is: Breyta möppu

source: Edit Group
is: Breyta hópi

source: Edit Label
is: Breyta merki

source: Edit Photo
is: Breyta mynd

source: Edit mobile signature
is: Breyta farsímaundirskrift

source: Edit signature
is: Breyta undirskrift

source: Email
is: Tölvupóstur

source: Email Addresses
is: Tölvupóstföng

source: Email Contact
is: Senda tengilið tölvupóst

source: Email Verification
is: Sannvottun tölvupósts

source: Email address
is: Tölvupóstfang

source: Email address invalid
is: Tölvupóstfang er ógilt

source: Email default signature
is: Sjálfgefin undirritun tölvupósts

# Email domain invalid
source: Invalid email domain
is: Ógilt tölvupóstlén

source: Empty folder
is: Tóm mappa

source: Enable Default Signature
is: Virkja sjálfgefna undirskrift

source: Enable FaceID
is: Virkja FaceID

source: Enable Mobile Signature
is: Virkja farsímaundirskrift

source: Enable Notification Email
is: Virkja tilkynningapóst

source: Enable PIN protection
is: Virkja varnir með PIN-númeri

source: Enable TouchID
is: Virkja TouchID

source: Encrypted Contact Details
is: Dulrita nánari upplýsingar um tengilið

source: Encrypted for outside
is: Dulritað fyrir útsent

source: Encrypted for outside reply
is: Dulritað fyrir útsend svör

source: Encrypted from outside
is: Dulritað fyrir utanaðkomandi

source: Encrypted from outside PGP inline
is: Dulritað fyrir utanaðkomandi PGP-innfellt

source: Encrypted from outside PGP/MIME
is: Dulritað fyrir utanaðkomandi PGP-MIME

source: Encrypted from outside signed PGP/MIME
is: Dulritað fyrir utanaðkomandi PGP-MIME undirritað

source: Encryption Setup
is: Uppsetning dulritunar

source: End Time
is: Lokatími

source: End-to-end encryption
is: Enda-í-enda dulritun

source: End-to-end encrypted
is: Enda-í-enda dulritað

source: End-to-end encrypted message
is: Enda-í-enda dulrituð skilaboð

source: End-to-end encrypted message from verified address
is: Enda-í-enda dulrituð skilaboð frá sannvottuðu tölvupóstfangi

source: End-to-end encrypted to verified address
is: Enda-í-enda dulritað til sannvottaðs tölvupóstfangs

source: Enter
is: Setja inn

source: Enter verification code
is: Settu inn sannvottunarkóða

source: Enter your PIN
is: Settu inn PIN-kóðann þinn

source: Enter your PIN to unlock your inbox.
is: Settu inn PIN-kóðann þinn til að aflæsa innhólfinu.

source: Enter your cell phone number
is: Settu inn farsímanúmerið þitt

source: Enter your existing email address.
is: Settu inn núverandi tölvupóstfangið þitt.

source: Error logs
is: Villuskráningar

source: Error occured
is: Villa kom upp

source: Every time enter app
is: Í hvert sinn sem forritið ræsist

source: Expires
is: Rennur út

# Expires in %d days %d hours %d mins %d seconds
source: Expires in %1$d days %2$d hours %3$d mins %4$d seconds
is: Rennur út eftir %1$d daga %2$d klst %3$d mín %4$d sek

source: Expiring messages
is: Skilaboð sem renna út

source: Extreme Security
is: Ofuröryggi

source: Forgot password?
is: Gleymt lykilorð?

source: FW:
is: Áfram:

source: Failed to determine type of file
is: Tókst ekki að ákvarða gerð skráar

source: Failed to get list of available products from AppStore.
is: Það tókst ekki að sækja lista yfir tiltækar vörur í AppStore.

source: Failed to initialize the app's saved data
is: Mistókst að frumstilla vistuð gögn forrits

source: Failed to initialize the application's saved data
is: Mistókst að frumstilla vistuð gögn forrits

source: Fax
is: Bréfsími

source: Feedback
is: Umsagnir

source: Fetch user info failed
is: Mistókst að ná í upplýsingar um notanda

source: Folder
is: Mappa

source: Folder Name
is: Heiti möppu

source: For individuals looking to benefit from secure communication at no cost
is: Fyrir einstaklinga sem vilja nýta sér örugg samskipti án mikils kostnaðar

source: For individuals that need more capacity, customization and advanced features
is: Fyrir einstaklinga sem þurfa meira gagnamagn, vilja geta sérsniðið eftir sínum þörfum og þá sem þurfa þróaða eiginleika

source: For organizations that need multi-user support and additional productivity features
is: Fyrir stofnanir og félög sem þurfa margnotendastuðning og viðbótareiginleika fyrir daglegan rekstur

source: For power users and groups of people that value full anonymity and privacy
is: Fyrir kraftnotendur og hópa fólks sem kunna að meta fullt nafnleysi og gagnaleynd

source: Forward
is: Áframsenda

source: Forwarded message
is: Áframsend skilaboð

source: From
is: Frá

source: From:
is: Frá:

source: Fwd:
is: Áfram:

source: Gender
is: Kyn

source: General settings
is: Almennar stillingar

source: Get %@
is: Náðu í %@

source: Get more information
is: Fá ítarlegri upplýsingar

source: Go to inbox
is: Fara í innhólf

source: Group Details
is: Nánar um hóp

source: Group Name
is: Nafn hóps

source: Groups
is: Hópar

# Help &amp; Support
source: Help & Support
is: Hjálp og aðstoð

source: Help us to improve ProtonMail with your input.
is: Hjálpaðu okkur að bæta ProtonMail með umsögn frá þér.

source: Help us to make privacy the default in the web.
is: Hjálpaðu okkur að gera gagnaleynd sjálfgefna á vefnum.

source: Hide
is: Fela

source: Hide details
is: Fela nánari upplýsingar

source: High Security
is: Mikið öryggi

source: Hours
is: Klukkustundir

source: Human Check Failed
is: Mennskuprófun mistókst

source: Human Check Warning
is: Aðvörun við mennskuprófun

source: Human Verification
is: Mennskupróf

source: IMAP/SMTP Support via ProtonMail Bridge
is: IMAP/SMTP stuðningur í gegnum ProtonMail-brú

source: Inbox
is: Innhólf

source: Import Error
is: Innflutningsvilla

source: Import file from...
is: Flytja inn skrá úr...

source: Importing Contacts
is: Flyt inn tengiliði

source: Importing attachment, that can take a while
is: Flyt inn viðhengi, það getur tekið nokkra stund

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
is: Til þess að geta notað þjónustuna okkar, verðurðu að samþykkja skilmála og kvaðir ProtonMail.

source: Inbox
is: Innhólf

source: Incorrect PIN,
is: Rangt PIN-númer,

source: Incorrect password
is: Rangt lykilorð

source: Input display name ...
is: Settu inn birtingarnafn ...

source: Input Notification Email ...
is: Setja inn tilkynningapóst ...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://proton.me/invite to request an invitation.
is: Gerð samstundis-aðganga að ProtonMail er óvirk í augnablikinu. Farðu á https://proton.me/invite til að biðja um boðsaðgang.

source: Internal Error
is: Innri villa

source: Invalid Password
is: Ógilt lykilorð

source: Invalid URL
is: Ógild vefslóð

source: Invalid username
is: Ógilt notandanafn

source: Invalid UserName!
is: Ógilt notandanafn!

source: Invalid access token please relogin
is: Ógilt auðkennisteikn, skráðu þig inn aftur

source: Invalid access token. Please relogin.
is: Ógilt aðgangsteikn, skráðu inn aftur.

source: Invalid credential
is: Ógilt auðkenni

source: Invalid hashed password!
is: Ógilt tætigildislykilorð!

source: Is this bug report about an in-app purchase?
is: Er þessi villuskýrsla vegna kaupa í forritinu?

source: It is not possible to switch to %@ within our iOS app.
is: Það er ekki hægt að skipta yfir í %@ innan iOS-forritsins.

source: It wasn't possible to match your purchased App Store product to any products on our server. Please fill in the bug report and our customer support team will contact you.
is: Okkur tókst ekki að tengja vöruna sem þú keyptir í AppStore við neina vöru á þjónum okkar. Vinsamlega fylltu inn í villuskýrsluna og notendaaðstoðarteymið okkar mun hafa samband við þig eins fljótt og auðið er.

source: Keep me updated about new features
is: Halda mér upplýstum um nýja eiginleika

source: Key generation failed
is: Gerð dulritunarlykla tókst ekki

source: Key generation failed. Please try again.
is: Gerð dulritunarlykla tókst ekki, reyndu aftur.

source: Key invalid. Please go back and try again.
is: Ógildur lykill, farðu til baka og reyndu aftur.

source: Login
is: Innskráning

source: Label management
is: Umsýsla merkinga

source: Label Name
is: Heiti merkis

source: Label as...
is: Merkja sem...

source: Labels
is: Merkingar

source: Labels have been applied.
is: Merkingum hefur verið beitt.

# Labels, Folders, Filters &amp; More
source: Labels, Folders, Filters & More
is: Merkingar, möppur, síur og fleira

source: Labels/Folders
is: Merkingar/Möppur

source: Language
is: Tungumál

source: Learn More
is: Kanna nánar

source: Learn more here
is: Fræðstu betur hérna

source: Limited to 150 messages sent/day
is: Takmarkað við 150 skilaboð send/dag

source: Load remote content
is: Hlaða inn fjartengdu efni

source: Loading...
is: Hleð inn...

source: Local cache can't find mailbox password
is: Staðvært skyndiminni finnur ekki aðgangsorð pósthólfs

# Localizable.strings
source: Base
is: Grunn

source: Lock The App
is: Læsa forritinu

source: Login
is: Innskráning

source: Login password
is: Lykilorð Innskráningar

source: Login password doesn't match
is: Lykilorð innskráningar samsvarar ekki

source: Logout
is: Útskráning

source: Logs
is: Aðgerðaskrár

source: Looking to secure your contact's details?
is: Ertu að leita að tryggja öryggi upplýsinga um tengiliðinn þinn?

source: Mailbox password
is: Lykilorð á pósthólfi

source: Mailbox password
is: Lykilorð á pósthólfi

source: Mailbox password doesn't match
is: Lykilorð á pósthólfi samsvarar ekki
