Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS spanish.xliff
Languages: es

source: Unlimited messages sent/day
es: Enviar mensajes ilimitados por día

source: Unread
es: Sin leer

source: Unsupported file type
es: Tipo de archivo no soportado

source: Up to %i users
es: Hasta %i usuarios

source: Update
es: Actualizar

source: Update Contact
es: Actualizar contacto

source: Update Notification Email
es: Actualizar correo de notificación

source: Update Now
es: Actualizar ahora

source: Update Required
es: Actualización requerida

source: Upgrade to a paid plan to benefit from more features
es: Actualice a un plan de pago para obtener más beneficios

source: Upgrade to a paid plan to send from your %@ address
es: Actualice a un plan de pago para enviar desde su dirección %@

source: Upgrade to get all paid features.
es: Actualizar para obtener todas las características.

source: Upload Contacts
es: Cargar contactos

source: Upload iOS contacts to ProtonMail?
es: ¿Cargar contactos de iOS a ProtonMail?

# User already exist!
source: Username already taken
es: ¡El usuario ya existe!

# User is available!
source: Username is available
es: ¡Usuario disponible!

source: Username exist
es: El nombre de usuario existe

# User name invalid
source: Invalid username
es: Nombre de usuario inválido

source: Username
es: Nombre de usuario

source: Verification code request failed
es: Falló la solicitud del código de verificación

source: Verification code sent
es: Código de verificación enviado

source: Verification error
es: Error de verificación

source: Verification of this content’s signature failed
es: Falló la verificación de la firma de este contenido

source: Version %@ %@
es: Versión %@ %@

source: View Headers
es: Mostrar encabezados

source: View Plans
es: Ver planes

source: Warning
es: Advertencia

source: Warning: Before you pass the human check you can't sent email!!!
es: Advertencia: ¡Antes de pasar el control humano no puede enviar correos electrónicos!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
es: Advertencia: no estableció un correo electrónico de recuperación por lo que la recuperación de cuentas es imposible si olvida su contraseña. ¿Proceder sin correo electrónico de recuperación?

source: We have successfully activated your subscription. Please relaunch the app to start using your new service plan.
es: Hemos activado su suscripción exitosamente. Reinicie la aplicación para empezar a utilizar su plan de servicio nuevo.

source: We will send a verification code to the cell phone above.
es: Le enviaremos un código de verificación al número de teléfono indicado.

source: We will send a verification code to the email address above.
es: Enviaremos un código de verificación a la dirección de correo indicada.

source: We would like to know what we can do better.
es: Nos gustaría saber qué podemos hacer mejor.

source: Welcome to ProtonMail
es: ¡Bienvenido/a a ProtonMail!

# What people see in the &quot;From&quot; field.
source: What people see in the "From" field.
es: Lo que la gente ve en el campo "De".

source: When you send an email, this is the name that appears in the sender field.
es: Cuando envía un correo, este es el nombre que aparecerá en el campo del remitente.

source: Work
es: Trabajo

source: Wrong verification code
es: Código de verificación incorrecto

source: Yes, activate it for
es: Sí, activarlo para

source: Yes, attach details of payment
es: Sí, adjuntar los datos de pago

source: You are about to launch the web browser and navigate to
es: Está a punto de abrir el navegador web y navegar hacia

source: You can customize swipe gestures in the ProtonMail App Settings.
es: Puede personalizar gestos de deslizamiento en los ajustes de la aplicación de ProtonMail.

source: You can get help and support at proton.me/support. Bugs can also be reported with the app.
es: Puede obtener ayuda y soporte en proton.me/support. Los errores también se pueden informar desde la aplicación.

source: You can't set %@ address as default because it is a paid feature.
es: No puede establecer la dirección %@ como predeterminada porque es una característica de pago.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
es: Ha habilitado la expiración de mensajes, pero no todos los destinatarios lo admiten. Por favor, añada una contraseña o deshabilite el envío PGP para utilizar la expiración con todos los destinatarios.

source: You have %d new emails!
es: ¡Tiene %d mensajes nuevos!

source: You have a new email!
es: ¡Tiene un mensaje nuevo!

source: You have unsaved changes. Do you want to save it?
es: Tiene cambios sin guardar. ¿Desea guardarlos?

# You have used %d%% of your storage space (%@).
source: You have used %1$d%% of your storage space (%2$@).
es: Ha utilizado %1$d%% de su espacio de almacenamiento (%2$@).

source: You have used up all of your storage space (%@).
es: Ha usado todo su espacio de almacenamiento (%@).

source: You need at least one recipient to send
es: Necesita al menos un destinatario para enviar

source: Your Country Code
es: Su código de país

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
es: Su bandeja de entrada está ahora protegida con cifrado de extremo a extremo. Para enviar mensajes de email de forma automática y segura a sus amigos, pídales que se unan a ProtonMail. También puede cifrar los mensajes manualmente si no utilizan ProtonMail.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
es: Su nueva cuenta de email cifrado se ha configurado y está lista para enviar y recibir mensajes cifrados.

# Your new secure email&#13;&#10; account is ready.
source: Your new secure email account is ready.
es: Su nueva cuenta de correo&#13; seguro está lista.

source: Your plan is currently active until
es: Su plan está activo hasta

source: Your plan will automatically renew on
es: Su suscripción se renovará automáticamente en

source: Your signature has been updated.
es: Su firma ha sido actualizada.

source: and
es: y

source: at
es: a las

source: attempt remaining until secure data wipe!
es: intento restante hasta que los datos seguros se borren!

source: attempts remaining
es: intentos restantes

source: attempts remaining until secure data wipe!
es: intentos restantes hasta que los datos seguros se borren!

source: close tour
es: cerrar recorrido

source: Days
es: días

source: for one year
es: por un año

source: get contacts() failed, peopleOrderedByUsersPreference return null!!
es: falló obtener contacts(), peopleOrderedByUsersPreference devuelve nulo

source: Hours
es: Horas

source: inline attachments
es: adjuntos incrustados

source: no object
es: sin objetos

source: normal attachments
es: archivos adjuntos normales

source: privacy policy.
es: política de privacidad.

source: terms and conditions
es: términos y condiciones

source: wrote:
es: escribió:

source: App Extension API is not available in this version of iOS
es: La API de extensión de la aplicación no está disponible en esta versión de iOS

source: Failed to contact the Password Extension
es: No se pudo establecer contacto con la extensión de contraseña

source: Failed to execute script that collects web page information
es: Error al ejecutar el script que recopila información de la página web

source: Failed to fill web page because script could not be evaluated
es: Error al llenar la página web porque no se pudo evaluar el script

source: Failed to fill web page because script is missing
es: No se pudo completar la página web porque falta el script

source: Failed to obtain URL String from web view. The web view must be loaded completely when calling the Password Extension
es: Error al obtener la cadena URL de la vista web. La vista web debe cargarse completamente al llamar a la extensión de contraseña

source: Failed to parse information returned by Password Extension
es: Error al analizar la información devuelta por la extensión de contraseña

source: Password Extension was cancelled by the user
es: La extensión de la contraseña fue cancelada por el usuario
