Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS russian.xliff
Languages: ru

# NSAppleMusicUsageDescription
source: Required for attaching media to the email.
ru: Требуется для прикрепления медиафайлов к письмам.

# NSCameraUsageDescription
source: Required for attaching photos to the email.
ru: Требуется для прикрепления фотографий к письмам.

# NSContactsUsageDescription
source: Required for email autocomplete.
ru: Требуется для функции автозавершения.

# NSFaceIDUsageDescription
source: Allows you quick and secure to unlock your application.
ru: Позволяет вам быстро и безопасно разблокировать приложение.

# NSPhotoLibraryAddUsageDescription
source: Required for saving image attachments to photo library.
ru: Требуется для сохранения изображений-вложений в фотоальбом / медиатеку.

# NSPhotoLibraryUsageDescription
source: Required for attaching photos to the email.
ru: Требуется для прикрепления фотографий к письмам.

source: %@ storage capacity
ru: %@ объёма хранилища

source: %d Member
ru: %d участник

source: %d Members
ru: %d участников

source: %d minute
ru: %d минута

source: %d minutes
ru: %d минут

source: %d Selected
ru: %d выбрано

source: %i email address
ru: %i адрес эл. почты

source: %i email addresses
ru: %i адресов эл. почты

source: (2048 bit)
ru: (2048 бит)

source: (4096 bit)
ru: (4096 бит)

source: (total)
ru: (всего)

source: *OPTIONAL
ru: *НЕОБЯЗАТЕЛЬНО

source: + Drop here to add as attachment
ru: + Перетащите сюда, чтобы добавить как вложение

source: /user
ru: /на пользователя

source: 2FA failed. Please try to login again.
ru: Не удалось выполнить 2ФА. Пожалуйста, попробуйте войти в систему ещё раз.

# &lt;no object&gt;
source: <no object>
ru: <нет объекта>

source: A message cannot have more than 5 labels
ru: Сообщение не может иметь более 5 ярлыков

source: A new version of ProtonMail app is available, please update to latest version.
ru: Доступна новая версия приложения ProtonMail, пожалуйста, обновитесь до последней версии.

source: A new version of ProtonMail app is available. Please update to the latest version.
ru: Доступна новая версия приложения ProtonMail. Пожалуйста, обновитесь до последней версии.

source: A paid ProtonMail plan is required to use this feature
ru: Для использования этой возможности необходим платный тариф ProtonMail

source: A passcode has not been set, enable it in the system Settings
ru: Пароль не задан, установите его в системных настройках

source: API Server not reachable...
ru: Сервер API недоступен...

source: Archive
ru: Архив

source: Access to this account is disabled due to non-payment. Please sign in through proton.me to pay your unpaid invoice.
ru: Доступ к этой учётной записи приостановлен из-за неуплаты. Пожалуйста, войдите в систему, используя proton.me, чтобы оплатить счёт.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://proton.me/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
ru: Доступ к этой учётной записи приостановлен из-за неуплаты. Пожалуйста, посетите <a href="https://proton.me/support/knowledge-base/delinquency/">нашу базу знаний</a> для получения дополнительной информации.

# Account password invalid
source: Invalid account password
ru: Неправильный пароль учётной записи

source: Add
ru: Добавить

source: Add Anniversary
ru: Добавить годовщину

source: Add Birthday
ru: Добавить день рождения

source: Add Contact
ru: Добавить контакт

source: Add Custom Label
ru: Добавить свой ярлык

source: Add Folder
ru: Добавить папку

source: Add Gender
ru: Указать пол

source: Add Group
ru: Добавить группу

source: Add Label
ru: Добавить ярлык

source: Add New Folder
ru: Добавить новую папку

source: Add New Label
ru: Добавить новый ярлык

source: Add Nickname
ru: Добавить псевдоним

source: Add Organization
ru: Добавить организацию

source: Add Photo
ru: Добавить фото

source: Add Star
ru: В избранное

source: Add Title
ru: Добавить должность

source: Add new address
ru: Добавить новый адрес

source: Add new custom field
ru: Добавить новое произвольное поле

source: Add new email
ru: Добавить новую эл. почту

source: Add new field
ru: Добавить новое поле

source: Add new phone number
ru: Добавить новый номер телефона

source: Add new url
ru: Добавить новую ссылку

source: Add to contacts
ru: Добавить в контакты

source: Address
ru: Адрес

source: Alert
ru: Предупреждение

source: All Mail
ru: Все письма

source: All contacts are imported
ru: Все контакты импортированы

source: Also Archive
ru: Перенести в архив

source: Also used to reset a forgotten password.
ru: Также используется для сброса забытого пароля.

source: Anniversary
ru: Годовщина

source: App is locked
ru: Приложение заблокировано

source: Apple in-app purchase fee
ru: Наценка Apple за заказ через приложение

source: Apple informed us they could not process the purchase.
ru: Apple сообщили нам, что они не смогли обработать покупку.

source: Apple informed us you've upgraded the service plan, but did not say which of your ProtonMail accounts to upgrade in case you have more than one.
ru: Apple сообщили нам, что вы расширили тариф, но не сказали, какую именно из ваших учётных записей ProtonMail расширять (в случае если у вас более одной).

source: Apple informed us you've upgraded the service plan, but some technical data was missing. Please fill in the bugreport and our customer support team will contact you.
ru: Apple сообщили нам, что вы расширили тариф, но не хватает некоторых технических данных. Пожалуйста, заполните отчёт об ошибке, и наша команда поддержки клиентов свяжется с вами.

source: Apple informed us you've upgraded the service plan, but we detected you have logged out of the account since then.
ru: Apple сообщили нам, что вы расширили тариф, но мы обнаружили, что с того момента вы вышли из учётной записи.

source: Apply
ru: Применить

source: Apply Labels
ru: Назначить ярлыки

source: Archive
ru: Архив

source: Archived
ru: Архивные

source: Are you sure you want to logout?
ru: Вы уверены, что хотите выйти?

source: Attachment imported
ru: Вложение импортировано

source: Attachments
ru: Вложения

source: Authentication
ru: Аутентификация

source: Authentication failed: wrong username or password.
ru: Не удалось выполнить аутентификацию: неправильное имя пользователя или пароль.

source: Authentication failed
ru: Не удалось выполнить аутентификацию

source: Authentication failed. Please try to login again.
ru: Не удалось выполнить аутентификацию. Пожалуйста, попробуйте войти в систему ещё раз.

source: Authentication token is not accessible because the app is locked
ru: Аутентификационный токен недоступен из-за блокировки приложения

source: Authentication was cancelled by the system
ru: Аутентификация была отменена системой

source: Auto lock time
ru: Время автоблокировки

source: Auto show images
ru: Авто-показ изображений

source: Back
ru: Назад

source: Bad auth cache
ru: Неверный кэш аутентификации

source: Bad parameter
ru: Неверный параметр

source: Bad parameter: %@
ru: Неверный параметр: %@

source: Bad path
ru: Неверный путь

source: Bad response
ru: Неверный ответ

source: BCC
ru: Cкрытая копия

source: Bcc:
ru: Cкр:

source: Birthday
ru: День рождения

source: Bug Description
ru: Описание ошибки

source: Bug report received
ru: Отчёт об ошибке получен

source: Buy More Credits
ru: Пополнить счёт

source: By using protonmail, you agree to our
ru: Используя ProtonMail, вы соглашаетесь с нашими

# By using protonmail, you agree to our %@ and %@.
source: By using protonmail, you agree to our %1$@ and %2$@.
ru: Используя ProtonMail, вы соглашаетесь с нашими %1$@ и %2$@.

source: Call Contact
ru: Позвонить контакту

source: Can take several minutes to setup.
ru: Настройка может занять несколько минут.

source: Can't copy the file
ru: Не удаётся скопировать файл

source: Can't create a SRP Client
ru: Не удаётся создать SRP-клиент

source: Can't create a SRP verifier!
ru: Не удаётся создать SRP-верификатор!

source: Can't decrypt this attachment!
ru: Не удаётся расшифровать это вложение!

source: Can't delete contact group
ru: Невозможно удалить группу контактов

source: Can't delete contact group through API
ru: Невозможно удалить группу контактов через API

source: Can't download message body, please try again.
ru: Не удаётся загрузить тело сообщения. Пожалуйста, попробуйте снова.

source: Can't download message body. Please try again.
ru: Невозможно загрузить тело сообщения. Пожалуйста, попробуйте снова.

source: Can't fetch contact groups
ru: Невозможно получить группы контактов

source: Can't find the clicked message please try again!
ru: Не удаётся найти выбранное сообщение. Пожалуйста, попробуйте снова!

source: Can't find the selected message. Please try again.
ru: Невозможно найти выбранное сообщение. Пожалуйста, попробуйте снова.

source: Can't find this attachment!
ru: Не удаётся найти это вложение!

# Can't get a Moduls ID!
source: Can't get a Modulus ID!
ru: Не удаётся получить Modulus ID!

source: Can't get a Moduls!
ru: Не удаётся получить Modulus!

source: Can't get user auth info
ru: Не удалось получить информацию пользователя для аутентификации

source: Can't load share content!
ru: Не удаётся загрузить совместно используемое содержимое!

source: Can't load the file
ru: Не удаётся загрузить файл

source: Can't not find the value from the response body
ru: Не удаётся найти значение из тела ответа

source: Can't open the file
ru: Не удаётся открыть файл

source: Can't save contact group
ru: Невозможно сохранить группу контактов

source: Can't update contact group through the API
ru: Невозможно обновить группу контактов через API

source: Cancel
ru: Отменить

source: Cancel Check
ru: Отменить проверку

source: Cancelling
ru: Отменяется

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
ru: Невозможно расшифровать это вложение.

source: CC
ru: Копия

source: Cc:
ru: Копия:

source: Cell phone number
ru: Номер мобильного телефона

source: Change Login Password
ru: Изменить пароль учётной записи

source: Change Mailbox Password
ru: Изменить пароль почтового ящика

source: Change password
ru: Изменение пароля

source: Change PIN
ru: Изменить PIN-код

source: Change Single Password
ru: Изменить единый пароль

source: Change default address to...
ru: Изменить адрес по умолчанию на...

source: Change left swipe action
ru: Изменить действие при сдвиге влево

source: Change right swipe action
ru: Изменить действие при сдвиге вправо

source: Change sender address to...
ru: Изменить адрес отправителя на...

source: Check Again
ru: Проверить снова

source: Checking...
ru: Проверка...

source: Choose a Password
ru: Задайте пароль

source: City
ru: Город

source: Clear local message cache
ru: Очистить локальный кэш сообщений

source: Close
ru: Закрыть

source: Closing
ru: Закрытие

source: Compose
ru: Новое письмо

source: Compose to
ru: Написать письмо

source: Confirm
ru: Подтвердить

source: Confirm login password
ru: Подтвердить входной пароль

source: Confirm mailbox password
ru: Подтвердите пароль почтового ящика

source: Confirm password
ru: Подтвердите пароль

source: Confirm new login password
ru: Подтвердите новый входной пароль

source: Confirm new mailbox password
ru: Подтвердите новый пароль к почтовому ящику

source: Confirm new password
ru: Подтвердите новый пароль

source: Confirm phishing report
ru: Подтвердить отчёт о фишинге

source: Confirmation
ru: Подтверждение

source: Congratulations!
ru: Поздравляем!

source: Contact Details
ru: Контактные данные

source: Contact the ProtonMail team
ru: Связаться с командой ProtonMail

source: Contacts
ru: Контакты

source: Continue
ru: Продолжить

source: Continue and Don't ask again
ru: Продолжить и больше не спрашивать

source: Copy address
ru: Копировать адрес

source: Copy name
ru: Скопировать имя

source: Could not connect to Store. Please try again later.
ru: Не удалось соединиться с магазином. Пожалуйста, попробуйте позже.

source: Country
ru: Страна

source: Create
ru: Создать

source: Create Account
ru: Создать учётную запись

source: Create User failed. Please try again.
ru: Создание пользователя не удалось. Пожалуйста, попробуйте снова.

source: Create a new account
ru: Создать новую учётную запись

source: Create and add Labels to organize your inbox. Long press on a message for all options.
ru: Создавайте и добавляйте к письмам ярлыки для упорядочивания входящих сообщений. Нажмите на сообщение и удерживайте, чтобы увидеть все доступные варианты.

source: Create and add labels to organize your inbox. Press and hold down on a message for all options.
ru: Создавайте и добавляйте к письмам ярлыки для упорядочивания входящих сообщений. Нажмите на сообщение и удерживайте, чтобы увидеть все доступные варианты.

source: Create user failed
ru: Создание пользователя не удалось

source: Current Language is:
ru: Текущий язык:

source: Current login password
ru: Текущий пароль для входа

source: Current password
ru: Текущий пароль

source: Custom
ru: Пользовательский

source: DECRYPT MAILBOX
ru: РАСШИФРОВКА ПОЧТОВОГО ЯЩИКА

source: Drafts
ru: Черновики

source: Date:
ru: Дата:

source: Date: %@
ru: Дата: %@

source: Debug
ru: Отладка

source: Decrypt
ru: Расшифровать

source: Decrypt token failed. Please try again.
ru: Расшифровка токена не удалась. Пожалуйста, попробуйте снова.

source: Decryption error
ru: Ошибка расшифровки

source: Decryption of this content failed
ru: Расшифровка содержимого не удалась

source: Default
ru: По умолчанию

source: Default error. Please try again.
ru: Произошла ошибка. Пожалуйста, попробуйте ещё раз.

source: Define Expiration Date
ru: Укажите дату истечения срока действия

source: Define hint (Optional)
ru: Укажите подсказку (необязательно)

source: Define password
ru: Укажите пароль

source: Delete
ru: Удалить

source: Delete Contact
ru: Удалить контакт

source: Delete Contact Group
ru: Удалить группу контактов

source: Deleted
ru: Удалённые

source: Details
ru: Подробности

source: Discard changes
ru: Отменить изменения

source: Discard draft
ru: Удалить черновик

source: Display name
ru: Отображаемое имя

source: Display name updated
ru: Отображаемое имя обновлено

source: Display name
ru: Отображаемое имя

source: Display name
ru: Отображаемое имя

source: Do you want to activate the purchased service plan for
ru: Вы хотите активировать заказанный тариф на

source: Do you want to cancel the process?
ru: Вы хотите отменить процесс?

source: Do you want to save the unsaved changes?
ru: Вы хотите сохранить несохранённые изменения?

source: Don't Show Again
ru: Больше не показывать

source: Don't remind me again
ru: Больше не напоминать

source: Done
ru: Готово

source: Double tap to setup
ru: Двойное нажатие для настройки

source: Draft
ru: Черновик

source: Drafts
ru: Черновики

source: Edit
ru: Изменить

source: Edit contact
ru: Изменить контакт

source: Edit Folder
ru: Изменить папку

source: Edit Group
ru: Изменить группу

source: Edit Label
ru: Изменить ярлык

source: Edit Photo
ru: Изменить фото

source: Edit mobile signature
ru: Изменить мобильную подпись

source: Edit signature
ru: Изменить подпись

source: Email
ru: Эл. почта

source: Email Addresses
ru: Адреса электронной почты

source: Email Contact
ru: Написать контакту

source: Email Verification
ru: Проверка адреса эл. почты

source: Email address
ru: Адрес эл. почты

source: Email address invalid
ru: Адрес электронной почты некорректен

source: Email default signature
ru: Подпись электронной почты по умолчанию

# Email domain invalid
source: Invalid email domain
ru: Неправильный домен эл. почты

source: Empty folder
ru: Очистить папку

source: Enable Default Signature
ru: Включить подпись электронной почты по умолчанию

source: Enable FaceID
ru: Включить FaceID

source: Enable Mobile Signature
ru: Добавлять мобильную подпись

source: Enable Notification Email
ru: Включить уведомление по электронной почте

source: Enable PIN protection
ru: Включить защиту PIN-кодом

source: Enable TouchID
ru: Включить TouchID

source: Encrypted Contact Details
ru: Зашифрованные контактные данные

source: Encrypted for outside
ru: Зашифровано для внешних пользователей

source: Encrypted for outside reply
ru: Зашифровано для внешних ответов

source: Encrypted from outside
ru: Зашифровано вне ProtonMail

source: Encrypted from outside PGP inline
ru: Зашифровано вне ProtonMail, используя PGP/Inline

source: Encrypted from outside PGP/MIME
ru: Зашифровано вне ProtonMail, используя PGP/MIME

source: Encrypted from outside signed PGP/MIME
ru: Зашифровано вне ProtonMail; подписано, используя PGP/MIME

source: Encryption Setup
ru: Настройка шифрования

source: End Time
ru: Время окончания

source: End-to-end encryption
ru: Сквозное шифрование

source: End-to-end encrypted
ru: Зашифровано сквозным методом

source: End-to-end encrypted message
ru: Сообщение, зашифрованное сквозным методом

source: End-to-end encrypted message from verified address
ru: Сообщение, зашифрованное сквозным методом; с проверенного адреса

source: End-to-end encrypted to verified address
ru: Зашифровано сквозным методом для проверенного адреса

source: Enter
ru: Ввести

source: Enter verification code
ru: Введите код подтверждения

source: Enter your PIN
ru: Введите ваш PIN

source: Enter your PIN to unlock your inbox.
ru: Введите ваш PIN-код, чтобы разблокировать почтовый ящик.

source: Enter your cell phone number
ru: Введите ваш номер телефона

source: Enter your existing email address.
ru: Введите ваш действующий адрес эл. почты.

source: Error logs
ru: Журналы ошибок

source: Error occured
ru: Произошла ошибка

source: Every time enter app
ru: При каждом входе в приложение

source: Expires
ru: Истекает

# Expires in %d days %d hours %d mins %d seconds
source: Expires in %1$d days %2$d hours %3$d mins %4$d seconds
ru: Исчезнет через %1$d д. %2$d ч. %3$d мин. %4$d сек.

source: Expiring messages
ru: Исчезающие сообщения

source: Extreme Security
ru: Максимальная безопасность

source: Forgot password?
ru: Забыли пароль?

source: Failed to determine type of file
ru: Не удалось определить тип файла

source: Failed to get list of available products from AppStore.
ru: Не удалось получить список доступных продуктов из AppStore.

source: Failed to initialize the app's saved data
ru: Не удалось инициализировать сохранённые данные приложения

source: Failed to initialize the application's saved data
ru: Не удалось инициализировать сохранённые данные приложения

source: Fax
ru: Факс

source: Feedback
ru: Обратная связь

source: Fetch user info failed
ru: Не удалось получить информацию о пользователе

source: Folder
ru: Папка

source: Folder Name
ru: Название папки

source: For individuals looking to benefit from secure communication at no cost
ru: Для людей, ищущих преимуществ бесплатной защищённой связи

source: For individuals that need more capacity, customization and advanced features
ru: Для людей, которым нужны больший объём хранилища, настраиваемость и расширенные возможности

source: For organizations that need multi-user support and additional productivity features
ru: Для организаций, которым нужна многопользовательская поддержка и дополнительные возможности для производительности

source: For power users and groups of people that value full anonymity and privacy
ru: Для опытных пользователей и сообществ, ценящих полную анонимность и конфиденциальность

source: Forward
ru: Переслать

source: Forwarded message
ru: Пересланное сообщение

source: From
ru: От

source: From:
ru: От:

source: Gender
ru: Пол

source: General settings
ru: Основные настройки

source: Get %@
ru: Взять %@

source: Get more information
ru: Получить больше информации

source: Go to inbox
ru: Перейти во Входящие

source: Group Details
ru: Подробности о группе

source: Group Name
ru: Название группы

source: Groups
ru: Группы

# Help &amp; Support
source: Help & Support
ru: Помощь и поддержка

source: Help us to improve ProtonMail with your input.
ru: Помогите нам улучшить ProtonMail, отправив свой отзыв.

source: Help us to make privacy the default in the web.
ru: Помогите нам сделать конфиденциальность данностью в Сети.

source: Hide
ru: Скрыть

source: Hide details
ru: Скрыть подробности

source: High Security
ru: Высокий уровень безопасности

source: Hours
ru: часов

source: Human Check Failed
ru: Проверка "Я не робот" не пройдена

source: Human Check Warning
ru: Предупреждение о проверке "Я не робот"

source: Human Verification
ru: Проверка "Я не робот"

source: IMAP/SMTP Support via ProtonMail Bridge
ru: Поддержка IMAP/SMTP через ProtonMail Bridge

source: Inbox
ru: Входящие

source: Import Error
ru: Ошибка импорта

source: Import file from...
ru: Импортировать файл из...

source: Importing Contacts
ru: Импортирование контактов

source: Importing attachment, that can take a while
ru: Идёт импортирование вложения. Это может занять некоторое время

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
ru: Чтобы пользоваться нашими услугами, вам необходимо принять условия и положения ProtonMail.

source: Inbox
ru: Входящие

source: Incorrect PIN,
ru: Неверный PIN-код

source: Incorrect password
ru: Неправильный пароль

source: Input display name ...
ru: Введите отображаемое имя...

source: Input Notification Email ...
ru: Введите электронную почту для уведомлений...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://proton.me/invite to request an invitation.
ru: Создание учётной записи ProtonMail временно недоступно. Пожалуйста, пройдите по ссылке https://proton.me/invite , чтобы запросить приглашение.

source: Internal Error
ru: Внутренняя ошибка

source: Internet
ru: Интернет

source: Invalid Password
ru: Неправильный пароль

source: Invalid URL
ru: Неверный URL

source: Invalid username
ru: Недопустимое имя пользователя

source: Invalid UserName!
ru: Недопустимое имя пользователя!

source: Invalid access token please relogin
ru: Некорректный токен доступа. Пожалуйста, войдите повторно

source: Invalid access token. Please relogin.
ru: Некорректный токен доступа. Пожалуйста, войдите повторно.

source: Invalid credential
ru: Часть учётных данных неверна

source: Invalid hashed password!
ru: Недопустимый хешированный пароль!

source: Is this bug report about an in-app purchase?
ru: Этот отчёт об ошибке - о покупке через приложение?

source: It is not possible to switch to %@ within our iOS app.
ru: Невозможно переключиться на %@ через наше приложение iOS.

source: It wasn't possible to match your purchased App Store product to any products on our server. Please fill in the bug report and our customer support team will contact you.
ru: Нет возможности сопоставить приобретённый вами в App Store продукт с какими-либо продуктами на нашем сервере. Пожалуйста, заполните отчёт об ошибке, и наша команда поддержки клиентов свяжется с вами.

source: Keep me updated about new features
ru: Сообщайте мне о новых возможностях

source: Key generation failed
ru: Не удалось создать ключ

source: Key generation failed. Please try again.
ru: Создание ключа не удалось. Пожалуйста, повторите попытку.

source: Key invalid. Please go back and try again.
ru: Ключ некорректен. Пожалуйста, вернитесь и повторите попытку.

source: Login
ru: Вход

source: Label management
ru: Управление ярлыками

source: Label Name
ru: Название ярлыка

source: Label as...
ru: Отметить ярлыком...

source: Labels
ru: Ярлыки

source: Labels have been applied.
ru: Ярлыки применены.

# Labels, Folders, Filters &amp; More
source: Labels, Folders, Filters & More
ru: Ярлыки, папки, фильтры и ещё

source: Labels/Folders
ru: Ярлыки/Папки

source: Language
ru: Язык

source: Learn More
ru: Узнать больше

source: Learn more here
ru: Узнать больше

source: Limited to 150 messages sent/day
ru: Ограничение - 150 исходящих сообщений в день

source: Load remote content
ru: Загрузить внешнее содержимое

source: Loading...
ru: Загрузка...
