Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Portuguese-*.xliff
Languages: br, pt

# Unknow Error
source: Unknown error
br: Erro desconhecido
pt: Erro desconhecido

# Unknow file
source: Unknown file
br: Arquivo desconhecido
pt: Ficheiro desconhecido

source: Unknown
br: Desconhecido
pt: Desconhecido

source: Unknown Error
br: Erro desconhecido
pt: Erro desconhecido

# Unkonw Version
source: Unknown version
br: Versão desconhecida
pt: Versão desconhecida

source: Unlimited messages sent/day
br: Mensagens ilimitadas enviadas por dia
pt: Envio de mensagens ilimitadas/dia

source: Unread
br: Não lida
pt: Não lido

source: Unsupported file type
br: Tipo de arquivo não suportado
pt: Tipo de ficheiro não suportado

source: Up to %i users
br: Até %i usuários
pt: Até %i utilizadores

source: Update
br: Atualizar
pt: Atualizar

source: Update Contact
br: Atualizar contato
pt: Atualizar contacto

source: Update Notification Email
br: Atualizar e-mail de notificação
pt: Atualizar email de notificação

source: Update Now
br: Atualize agora
pt: Atualizar agora

source: Update Required
br: Atualização necessária
pt: Necessário atualizar

source: Upgrade to a paid plan to benefit from more features
br: Atualize para um plano pago para se beneficiar de mais recursos
pt: Passe para um plano pago para poder beneficiar de mais funcionalidades

source: Upgrade to a paid plan to send from your %@ address
br: Faça o upgrade para um plano pago para enviar do seu endereço %@
pt: Passe para um plano pago para enviar a partir do seu %@ endereço

source: Upgrade to get all paid features.
br: Atualize para um plano pago para obter todos os recursos.
pt: Atualize para obter todas as funcionalidades pagas.

source: Upload Contacts
br: Enviar contatos
pt: Enviar contactos

source: Upload iOS contacts to ProtonMail?
br: Enviar contatos do iOS para o ProtonMail?
pt: Enviar contatcos do iOS para o ProtonMail?

# User already exist!
source: Username already taken
br: Este usuário já existe!
pt: Este nome de utilizador já existe

# User is available!
source: Username is available
br: Usuário disponível!
pt: O nome de utilizador está disponível

source: Username exist
br: Nome de usuário já existe
pt: O nome de utilizador já existe

# User name invalid
source: Invalid username
br: Nome de usuário inválido
pt: Nome de utilizador inválido

source: Username
br: Nome de usuário
pt: Nome de utilizador

source: Verification code request failed
br: Falha ao enviar o código de verificação
pt: Falha na solicitação de código de verificação

source: Verification code sent
br: Código de verificação enviado
pt: Código de verificação enviado

source: Verification error
br: Erro de verificação
pt: Erro de verificação

source: Verification of this content’s signature failed
br: Falha na verificação da assinatura deste conteúdo
pt: Falha na verificação da assinatura do conteúdo

source: Version %@ %@
br: Versão %@ %@
pt: Versão %@ %@

source: View Headers
br: Visualizar cabeçalhos
pt: Ver cabeçalhos

source: View Plans
br: Ver planos
pt: Ver planos

source: Warning
br: Aviso
pt: Aviso

source: Warning: Before you pass the human check you can't sent email!!!
br: Aviso: Não é possível enviar e-mail antes de passar na verificação de humano!!!
pt: Aviso: antes de confirmar que é humano, não pode enviar emails!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
br: Alerta: Você não definiu um e-mail para recuperação, então não será possível recuperar sua conta caso você perca sua senha. Continuar sem definir o e-mail de recuperação?
pt: Aviso: não definiu um email de recuperação, pelo que a recuperação da conta será impossível caso se esqueça da sua palavra-passe. Continuar sem um email de recuperação?

source: We have successfully activated your subscription. Please relaunch the app to start using your new service plan.
br: Ativamos com sucesso sua assinatura. Por favor, reinicie o aplicativo para começar a usar seu novo plano.
pt: Ativámos a sua subscrição com sucesso. Por favor, reinicie a aplicação para começar a usar o seu novo plano.

source: We will send a verification code to the cell phone above.
br: Nós enviaremos um código de verificação para o telefone celular acima.
pt: Enviaremos um código de verificação para o telemóvel indicado acima.

source: We will send a verification code to the email address above.
br: Enviaremos um código de verificação ao endereço de e-mail acima.
pt: Enviaremos um código de verificação para o endereço de email indicado acima.

source: We would like to know what we can do better.
br: Gostaríamos de saber o que podemos melhorar.
pt: Gostaríamos de saber o que podemos fazer melhor.

source: Welcome to ProtonMail
br: Bem-vindo ao ProtonMail!
pt: Bem-vindo ao ProtonMail!

# What people see in the &quot;From&quot; field.
source: What people see in the "From" field.
br: O que as pessoas vêem no campo "De".
pt: O que as pessoas veem no campo "De".

source: When you send an email, this is the name that appears in the sender field.
br: Quando você enviar um e-mail, este é o nome que aparecerá no campo do remetente.
pt: Quando envia um email, isto é o nome que aparece no campo do remetente.

source: Work
br: Trabalho
pt: Trabalho

source: Wrong verification code
br: Código de verificação inválido
pt: Código de verificação errado

source: Yes, activate it for
br: Sim, ativar para
pt: Sim, ativar para

source: Yes, attach details of payment
br: Sim, anexe detalhes de pagamento
pt: Sim, anexar detalhes do pagamento

source: You are about to launch the web browser and navigate to
br: Você está prestes a ser redirecionado para

source: You can customize swipe gestures in the ProtonMail App Settings.
br: Você pode personalizar os gestos de deslizar nas configurações do ProtonMail.
pt: Pode personalizar os gestos de deslizar na aplicação do ProtonMail, em Configurações.

source: You can get help and support at proton.me/support. Bugs can also be reported with the app.
br: Você pode obter ajuda e suporte em proton.me/support. Os bugs também podem ser relatados com o aplicativo.
pt: Pode obter ajuda e suporte em proton.me/pt/support. Os erros também podem ser reportados na aplicação.

source: You can't set %@ address as default because it is a paid feature.
br: Você não pode definir o endereço %@ como padrão, porque este é um recurso pago.
pt: Não pode definir o endereço %@ como padrão porque isso é uma funcionalidade paga.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
br: Você habilitou a expiração de mensagem, mas nem todos os destinatários suportam isso. Por favor, adicione uma senha ou desabilite o envio de PGP para usar a expiração para todos os destinatários.
pt: Ativou a validade da mensagem, mas nem todos os destinatários suportam isso. Por favor, adicione uma palavra-passe e/ou desative o envio de PGP para usar a validade para todos os destinatários.

source: You have %d new emails!
br: Você tem %d novos e-mails!
pt: Tem %d novos emails!

source: You have a new email!
br: Você tem um novo e-mail!
pt: Tem uma mensagem nova!

source: You have unsaved changes. Do you want to save it?
br: Você tem alterações não salvas. Você deseja salvá-las?
pt: Tem alterações por guardar. Quer guardá-las?

# You have used %d%% of your storage space (%@).
source: You have used %1$d%% of your storage space (%2$@).
br: Você usou %1$d% do seu espaço de armazenamento (%2$@).
pt: Usou %1$d%% do seu espaço de armazenamento (%2$@).

source: You have used up all of your storage space (%@).
br: Você usou todo o seu espaço de armazenamento (%@).
pt: Usou todo o seu espaço de armazenamento (%@).

source: You need at least one recipient to send
br: Você precisa de pelo menos um destinatário para enviar
pt: Precisa de pelo menos um destinatário para enviar

source: Your Country Code
br: Código do seu país
pt: Código do seu país

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
br: Sua caixa de entrada agora está protegida com criptografia de ponta a ponta. Para enviar automaticamente e-mails seguros para seus contatos, convide-os a usar o ProtonMail! Você também pode criptografar mensagens manualmente se eles não usam o ProtonMail.
pt: A sua caixa de entrada agora está protegida com encriptação de extremo a extremo. Para enviar emails com segurança automaticamente, peça-lhes o ProtonMail! Também pode encriptar mensagens manualmente para eles, caso eles não usem o ProtonMail.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
br: Sua nova conta de e-mail criptografado foi configurada e está pronta para enviar e receber mensagens criptografadas.
pt: A sua nova conta de email encriptado foi criada e está pronta para enviar e receber mensagens encriptadas.

# Your new secure email&#13;&#10; account is ready.
source: Your new secure email account is ready.
br: Sua nova conta de e-mail segura&#13; está pronta.
pt: A sua nova conta segura&#13; está pronta.

source: Your plan is currently active until
br: Seu plano está ativo até
pt: O seu plano está ativo até

source: Your plan will automatically renew on
br: Seu plano será renovado automaticamente em
pt: O seu plano será renovado automaticamente em

source: Your signature has been updated.
br: Sua assinatura foi atualizada.
pt: A sua assinatura foi atualizada.

source: ZIP
br: CEP
pt: Cód.postal

source: and
br: e
pt: e

source: at
br: às
pt: às

source: attempt remaining until secure data wipe!
br: tentativa restante até a limpeza segura dos dados!
pt: tente permanecer até que os dados seguros sejam eliminados!

source: attempts remaining
br: tentativas restantes
pt: tentativas restantes

source: attempts remaining until secure data wipe!
br: tentativas restantes até a limpeza segura dos dados!
pt: tentativas restantes até que os dados seguros sejam eliminados de forma permanente!

source: close tour
br: fechar o tour
pt: fechar a introdução

source: Days
br: dias
pt: dias

source: for one year
br: por um ano
pt: por um ano

source: Hours
br: Horas
pt: Horas

source: inline attachments
br: anexos incorporados
pt: anexos incorporados

source: no object
br: sem assunto

source: normal attachments
br: anexos normais
pt: anexos normais

source: privacy policy.
br: política de privacidade.
pt: política de privacidade.

source: terms and conditions
br: termos de condições
pt: termos e condições

source: wrote:
br: escreveu:
pt: escreveu:

source: App Extension API is not available in this version of iOS
br: API de Extensão do aplicativo não está disponível nesta versão do iOS
pt: A API da extensão da aplicação não está disponível nesta versão do iOS

source: Failed to contact the Password Extension
br: Falha ao entrar em contato com a extensão de senha
pt: Falha em contactar a extensão da palavra-passe

source: Failed to execute script that collects web page information
br: Falha ao executar o script que coleta informações da página
pt: Falha ao executar o script que recolhe informação da página web

source: Failed to fill web page because script could not be evaluated
br: Falha ao preencher a página porque o script não pôde ser verificado

source: Failed to fill web page because script is missing
br: Falha ao preencher a página porque um script está faltando
pt: Falha ao preencher a página web porque falta um script

source: Failed to obtain URL String from web view. The web view must be loaded completely when calling the Password Extension
br: Falha ao obter a URL de exibição da web. O modo de exibição da web deve ser carregado completamente antes de executar a extensão de senha
pt: Falha ao obter a expressão do URL a partir da vista da web. A vista da web tem de ser carregada completamente ao contactar a Extensão da palavra-passe

source: Failed to parse information returned by Password Extension
br: Falha ao analisar informações retornadas pela extensão de senha
pt: Falha ao analisar as informações devolvidas pela extensão da palavra-passe

source: Password Extension was cancelled by the user
br: A extensão de senha foi cancelada pelo usuário
pt: A extensão da palavra-passe foi cancelada pelo utilizador

source: Feedback
pt: Comentários

source: Login
pt: Iniciar sessão

source: Login
pt: Iniciar sessão
