Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS danish.xliff
Languages: da

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at proton.me using a desktop or laptop computer.
da: Mobiltilmeldinger er midlertidig inaktiv. Forsøg igen senere eller prøv at tilmelde via proton.me vha. en computer.

source: Modifying or turning off the default mobile signature is a paid feature.
da: Ændring/deaktiveing af standard mobilsignaturen er en betalingsfunktion.

source: More
da: Flere

source: More Credits
da: Yderligere kredit

source: Move to AllMail
da: Flyt til AlleMails

source: Move to Archive
da: Flyt til Arkiv

source: Move to Draft
da: Flyt til Udkast

source: Move to Folder
da: Flyt til Mappe

source: Move to Inbox
da: Flyt til Indbakke

source: Move to Outbox
da: Flyt til Udbakke

source: Move to Spam
da: Flyt til Spam

source: Move to Trash
da: Flyt til Papirkurv

source: Move to...
da: Flyt til...

source: Multiple addresses
da: Flere adresser

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
da: BEHOV FOR EN KONTO? TILMELD DIG.

source: Name
da: Navn

source: New login password
da: Ny login-adgangskode

source: New mailbox password
da: Ny postkasseadgangskode

source: New password
da: Ny adgangskode

source: Nickname
da: Kaldenavn

source: No Messages
da: Ingen beskeder

source: No connectivity detected...
da: Ingen tilgængelig konnektivitet...

source: No, for another ProtonMail account
da: Nej, til en anden ProtonMail-konto

source: No, not related to in-app purchase
da: Nej, omhandler ikke In-app køb

source: None
da: Ingen

source: Not Now
da: Ikke nu

source: Not all recipients support message expiration
da: Ikke alle modtagere understøtter beskedudløb

source: Note: The Username is also your ProtonMail address.
da: Bemærk: Brugernavnet er også din ProtonMail-adresse.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
da: Bemærk: Dette benyttes til at kryptere og dekryptere dine beskeder. Mist ikke denne adgangskode, da den ikke kan genoprettes.

source: Note: This is used to log you into your account.
da: Bemærk: Dette benyttes til at logge dig ind på din konto.

source: Notes
da: Notater

source: Notice
da: Notits

source: Notification / Recovery Email
da: Notifikations-/Gendannelses-e-mail

source: Notification email
da: Notificerings e-mail

source: Notification Snooze
da: Notifikationsudsættelse

source: Notifications Are Snoozed
da: Notificeringer er udsat

source: Notifications Snooze Off
da: Notifikationsudsættelse Fra

source: OTHER PLANS
da: ANDRE ABONNEMENTER

source: On
da: Til

source: On EE, MMM d, yyyy at %@
da: EE d. MMM yyyy %@

# On EE, MMM d, yyyy at %@, %@, wrote:
source: On EE, MMM d, yyyy at %1$@, %2$@, wrote:
da: EE d MMM yyyy %1$@ skrev %2$@:

source: Organization
da: Organisation

source: Other
da: Øvrige

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the AppStore's servers.
da: Kundesupportsteamet vil forsøge at aktivere din abonnementstjeneste manuelt, hvis du accepterer de vedhæftede tekniske data leveret af App Store til app'en på købstidspunktet. Disse data indeholder ikke oplysninger om din iTunes-konto, Apple-ID, tilknyttede betalingskort eller andre brugeroplysninger. Tekniske data tjener alene til kontrol og bekræftelse af, at transaktionen blev fuldført på App Stores servere.

source: Outbox
da: Udbakke

source: PGP-encrypted
da: PGP-krypteret

source: PGP-encrypted message
da: PGP-krypteret besked

source: PGP-encrypted message from verified address
da: PGP-krypteret besked fra bekræftet adresse

source: PGP-signed
da: PGP-signeret

source: PGP-signed message from verified address
da: PGP-signeret besked fra bekræftet adresse

source: PREMIUM FEATURE
da: ** PREMINUM FUNKTION **

source: Password
da: Adgangskode

# Password Mismatch
source: Passwords do not match
da: Adgangskoder matcher ikke

source: Password updated
da: Adgangskode opdateret

source: Password cannot be empty.
da: Adgangskode er obligatorisk.

source: Password update failed
da: Adgangskodeopdatering mislykkedes

source: Personal
da: Personlig

source: Phone
da: Telefon

source: Phone Verification
da: Telefonbekræftelse

source: Phone number
da: Telefonnummer

source: Phone number invalid
da: Ugyldigt telefonnummer

source: Photo Library
da: Fotomappe

source: Pin code can't be empty.
da: PIN-kode er obligatorisk.

source: Please add a password for the following recipients.
da: Tilføj en adgangskode til flg. modtagere.

source: Please check your cell phone for the verification code.
da: Tjek din mobil for bekræftelseskoden.

source: Please check your email for the verification code.
da: Tjek din e-mail for bekræftelseskoden.

source: Please disable PGP Sending for following addresses.
da: Deaktivér PGP-afsendelse til flg. adresser.

source: Please input a valid cell phone number.
da: Angiv et gyldigt mobilnummer.

source: Please input a valid email address.
da: Angiv en gyldig e-mail.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the purchase.
da: Log ind på den ProtonMail-konto, hvortil abonnementet opgraderes, så købet kan effektures.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the service plan activation.
da: Log ind på den ProtonMail-konto, hvortil abonnementet opgraderes, så aktiveringen kan effektueres.

source: Please pick a username first!
da: Vælg først et brugernavn!

source: Please provide a group name
da: Gruppenavn er oblgatorisk

# Please remove all attachments before changing sender!
source: Please remove all attachments before changing the sender
da: Fjern alle vedhæftninger inden ændring af afsenderen

source: Please select at least one email for the contact group
da: Vælg mindst én e-mail til kontaktgruppen

source: Please select one of the following options:
da: Vælg én af flg. muligheder:

source: Please set a password.
da: Opsæt en adgangskode.

source: Please try a different domain.
da: Forsøg med et andet domæne.

source: Please try a different email address.
da: Forsøg med en anden e-mail.

source: Please try a different password.
da: Forsøg med en anden adgangskode.

source: Please try a different username.
da: Forsøg med et andet brugernavn.

source: Please try again
da: Forsøg igen

source: Please unlock the app to proceed with your service plan activation
da: Oplås app'en for at fortsætte med din abonnementsaktivering

source: Please use ProtonMail App login first.
da: Benyt først ProtonMails App-login.

source: Please use the web application to reset your password.
da: Benyt webprogrammet til at nulstille din adgangskode.

source: Please use the web version of ProtonMail to change your mailbox password!
da: Benyt webversionen af ProtonMail til at ændre din postkasseadgangskode!

source: Please use the web version of ProtonMail to change your passwords!
da: Benyt webversionen af ProtonMail til at skifte dine adgangskoder!

source: Please use your new password when signing in.
da: Benyt din nye adgangskode, når du logger ind.

source: Please wait until the email downloaded!
da: Afvent at e-mailen er downloadedet!

source: Please, manage it in your phone.
da: Håndtér det på din mobil.

source: Print
da: Udskriv

source: Protection
da: Beskyttelse

source: Protection entire app
da: Beskyttelse af hele app'en

source: ProtonMail Plus is required to customize your mobile signature
da: ProtonMail Plus kræves for at tilpasse din mobilsignatur

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact’s name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
da: ProtonMail Plus/Professional/Visionary muliggør at tilføje og redigere kontaktoplysninger udover blot din kontaktpersons navn og e-mail. Vha. ProtonMail vil disse data være så sikre som din ende-til-ende krypteret e-mail.

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
da: ProtonMail sælger ikke annoncer eller misbruger dit privatliv. Din støtte er afgørende for at holde ProtonMail kørende. Du kan opgradere til en betalt konto eller donere for at støtte ProtonMail.

source: ProtonMail encrypted emails
da: ProtonMail-krypterede e-mails

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
da: ProtonMail er pt. offline. Tjek dens aktuelle status via Twitter: https://twitter.com/protonmail

source: ProtonVPN included
da: ProtonVPN inkluderet

source: Quick Swipe actions
da: Hurtig-stryg handlinger

source: RESET MAILBOX PASSWORD
da: NULSTIL POSTKASSEADGANGSKODE

# Rate &amp; Review
source: Rate & Review
da: Bedøm og Anmeld

source: Re-Enter your PIN
da: Angiv din PIN-kode igen

source: Re:
da: Sv:

source: Reading device contacts data...
da: Læser enhedens kontaktdata...

source: Recovery Code
da: Genoprettelseskode

source: Recovery Email
da: Genoprettelses-e-mail

source: Recovery Email Warning
da: Genoprettelses-e-mail advarsel

source: Remind Me Later
da: Påmind mig senere

source: Remove
da: Fjern

source: Remove Star
da: Fjern stjerne

source: Repeat
da: Gentag

source: Reply
da: Besvar

source: Reply All
da: Besvar alle

source: Reply message
da: Svar på besked

source: Reply all
da: Svar på alle

source: Report Bugs
da: Anmeld fejl

source: Report Phishing
da: Anmeld phishing

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
da: Anmeldelse af en besked som phishing-forsøg videresender beskeden til os, så vi kan analysere den og forbedre vores filtre. Det betyder, at vi vil kunne se indholdet af beskeden fuldt ud.

source: Request Link Confirmation
da: Anmod om linkbekræftelse

source: Resetting message cache ...
da: Nulstiller besked-cache...

source: Retry
da: Forsøg igen

source: Retry after %d seconds
da: Forsøg igen efter %d sek

source: Sent
da: AFSENDT

source: SRP Client
da: SRP-klient

source: Starred
da: STJERNEMARKERET

source: Save
da: Gem

source: Save Changes
da: Gem ændringer

source: Save draft
da: Gem udkast

source: Scheduled
da: Planlagt

source: Search
da: Søg

source: Select An Option
da: Vælg en mulighed

source: Select Color
da: Vælg farve

source: Select your language
da: Vælg dit sprog

source: Send
da: Afsend

source: Send verification code
da: Afsend bekræftelseskode

source: Send anyway
da: Afsend alligevel

source: Send message without subject?
da: Afsend besked uden emneindhold?

source: Send plain but stored enc
da: Afsend som simpel, men gem krypt.

source: Sender Verification Failed
da: Afsenderbekræftelse mislykkedes

source: Sending message
da: Afsender besked

source: Sending message
da: Sender besked

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
da: Afsendelse af beskeder fra en %1$@-adresse er en betalingsfunktion. Din besked afsendes via din standardadresse %2$@

source: Sent
da: Afsendt

source: Sent Failed
da: Afsendelse mislykkedes

source: Sent by ProtonMail with zero access encryption
da: Afsendt af ProtonMail med nuladgangskryptering

source: Sent by you with end-to-end encryption
da: Afsendt af dig med ende-til-ende kryptering

source: Server proofs not valid!
da: Serverbeviser ugyldige!

source: Set Password
da: Indstil adgangskode

source: Set a password to encrypt this message for non-ProtonMail users.
da: Indstil en adgangskode for at kryptere denne besked til ikke-ProtonMail-btugere.

source: Set passwords
da: Indstil adgangskoder

source: Settings
da: Indstillinger

source: Share Alert
da: Delingsalarm

source: Share Contact
da: Del kontakt

source: Share it with your friends
da: Del med dine venner

# Sign Out
source: Log out
da: Log ud

source: Signature
da: Signatur

source: Signature Updated
da: Signatur opdateret

source: Single Password
da: Enkelt adgangskode

source: Snooze Notifications
da: Udsættelsesnotifikationer

source: Snoozed for
da: Udsat i

source: Snoozed till
da: Udsat indtil

source: Sorry, we cannot process purchases in the beta version of the iOS app. Thank you for participating in our public beta!
da: Beklager, køb kan ikke behandles i beta-versionen af iOS-app'en. Tak fordi du deltog i vores offentlige beta!

source: Space warning
da: Lagerpladsadvarsel

source: Spammed
da: Spammet

source: Star
da: Stjerne

source: Starred
da: Stjernemarkeret

source: Start Time
da: Starttidspunkt

source: State
da: Stat/Region

source: Storage
da: Lagerplads

source: Storage Warning
da: Lagerpladsadvarsel

source: Stored with zero access encryption
da: Lagret med nuladgangskryptering

source: Street
da: Gade

source: Subject
da: Emne

source: Subject:
da: Emne:

source: Subscription
da: Abonnement

source: Support ProtonMail
da: Støt ProtonMail

source: Support for %i custom domains (e.g. user@yourdomain.com)
da: Understøttelse af %i tilpassede domæner (f.eks. hans@hansen.dk)

source: Swipe Left to Right
da: Stryg fra venstre mod højre

source: Swipe Right to Left
da: Stryg fra højre mod venstre

source: System can't copy the file
da: Systemet kan ikke kopiere filen

source: Trash
da: PAPIRKURV

# Take a Photo
source: Take photo
da: Tag et foto

source: Tap send anyway to send without expiration to these recipients
da: Tryk Afsend alligevel for at snde uden udløb til disse modtagere

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
da: Tak for din indsendelse af en fejlrapport. Vi har føjet din rapport til vores fejlsporingssystem.

source: The password is wrong.
da: Forkert adgangskode.

source: The ProtonMail current offline...
da: ProtonMail er pt. offline...

source: The username have been taken.
da: Brugernavnet findes allerede.

source: The authentication credentials are invalid.
da: Legitimationsoplysningerne er ugyldige.

source: The authentication token has expired.
da: Godkendelsestokenet er udløbet.

source: The current standard
da: Den aktuelle standard

source: The display name is now %@.
da: Det viste navn er nu %@.

source: The draft cache is broken. Please try again.
da: Udkast-cachen er ødelagt, fotrsøg igen.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
da: Ukorrekt udkastsformatet, afsendelse mislykkedes!

source: The highest level of encryption available.
da: Det kraftigste tilgængelige krypteringsniveau.

source: The label name is duplicate
da: Dublet etiketnavn

source: The mailbox password is incorrect.
da: Postkasseadgangskoden er forkert.

source: The maximum number of distinct recipients is %d
da: Maks. antal af forskellige modtagere udgør %d

source: The maximum number of labels is %d.
da: Maks. antal af etiketter udgør %d.

# The new password can't empty
source: The new password can't be empty
da: Ny adgangskode er obligatorisk

source: The new password can't empty.
da: Ny adgangskode er obligatorisk.

# The new password not match
source: Passwords do not match
da: Adgangskoder matcher ikke

source: The new password not match.
da: Ny adgangskode matcher ikke.

source: The optional recovery email address allows you to reset your login password if you forget it.
da: Den valgfrie genoprettelses-e-mail muliggør at nulstille din loginadgangskode, hvis du glemmer den.

source: The password you entered does not match the current password.
da: Den angivne adgangskode matcher ikke den aktuelle adgangskode.

source: The passwords you entered do not match.
da: De angivne adgangskoder matcher ikke.

source: The private key update failed.
da: Privatnøgleopdateringen mislykkedes.

source: The request timed out.
da: Forespørgslen fik timeout.

source: The total attachment size can't be bigger than 25MB
da: Den samlede vedhæftningsstørrelse kan ikke overstige 25 MB

source: The total attachment size cannot exceed 25MB
da: Samlede vedhæftningsstørrelse er maks. 25 MB

# The verification email invalid
source: Invalid verification email
da: Ugyldig bekræftelses e-mail

source: The verification failed!
da: Bekræftelsen mislykkedes!

source: There was an error creating or loading the app's saved data.
da: En fejl opstod under oprettelse eller indlæsning af app'ens gemte data.

source: There was an error creating or loading the application's saved data.
da: En fejl opstod under oprettelse eller indlæsning af app'ens lagrede data.

source: This can take a while. Please do not dismiss the app.
da: Det kan tage et stykke tid. Luk/forlad venligst ikke app'en.

source: This contact belongs to your address book.
da: Denne kontakt er fra din Kontakter.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
da: Denne e-mail fejlede Reverse DNS Lookup-tjek. Den kan være falsk eller forkert videresendt!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
da: Denne e-mail lader til at være fra en ProtonMail-adresse, men kom fra et eksternt system og fejlede bl.a. Reverse DNS Lookup-tjek. Den kan være falsk eller forkert videresendt!

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
da: Denne besked kan være et phishing-forsøg. Tjek afsenderen og indholdet for at sikre, at de er legitime.

source: Title
da: Titel

source: To
da: Til

# To prevent abuse of ProtonMail,&#13;&#10; we need to verify that you are human.
source: To prevent abuse of ProtonMail, we need to verify that you are human.
da: For at forhindre misbrug af ProtonMail&#13; skal det brkræftes, at du er en person.

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
da: Benyt webversionen af ProtonMail via proton.me for at nulstille din postkasseadgangskode

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
da: Benyt venligst webversionen af ProtonMail via proton.me for at nulstille din postkasseadgangskode

source: To:
da: Til:

source: Token expired
da: Token udløbet

source: Too many recipients
da: For mange modtagere

source: TouchID is not enrolled, enable it in the system Settings
da: Berørings-ID er ikke registreret, aktivér det i Systemindstillinger

source: TouchID not available
da: Berørings-ID utilgængelig

source: Trash
da: Papirkurv

source: Trouble shooting guide
da: Fejlfindingsguide

source: Turn Off
da: Slå Fra

source: Tweet about ProtonMail
da: Tweet om ProtonMail

source: Two Factor Code
da: To-faktorkode

source: User log in
da: BRUGERLOGIN

source: Unable to connect to the server
da: Kan ikke oprette forbindelse til serveren

source: Unable to construct a valid URL with the following path: %@
da: Kan til at konstruere en gyldig URL med flg. sti: %@

source: Unable to create SRP Client!
da: Kan ikke oprette SRP-klient!

source: Unable to decrypt message.
da: Kan ikke dekryptere besked.

source: Unable to edit this message offline
da: Kan ikke redigere denne besked offline

source: Unable to generate hashed password!
da: Kan ikke generere hash-adgangskode!

source: Unable to get contacts
da: Kan ikke hente kontakter

source: Unable to parse authentication info!
da: Kan ikke fortolke godkendelsesinfo!

source: Unable to parse authentication token!
da: Kan ikke fortolke godkendelsestegn!

source: Unable to parse cached authentication token!
da: Kan ikke fortolke cache-godkendelsestoken!

source: Unable to parse response
da: Kan ikke fortolke svar

# Unable to parse the response object:&#10;%@
source: Unable to parse the response object: %@
da: Kan ikke tolke svarobjektet: %@

source: Unable to parse token
da: Kan ikke fortolke tegn

source: Unable to send the email.
da: Kan ikke afsende e-mail

source: Undo
da: Fortryd

# Unknow Error
source: Unknown error
da: Ukendt fejl

# Unknow file
source: Unknown file
da: Ukendt fil

source: Unknown
da: Ukendt

source: Unknown Error
da: Ukendt fejl

# Unkonw Version
source: Unknown version
da: Ukendt version

source: Unlimited messages sent/day
da: Ubegrænset beskedafsendelse/dag

source: Unread
da: Ulæst

source: Unsupported file type
da: Uunderstøttet filtype

source: Up to %i users
da: Op til %i brugere

source: Update
da: Opdatér

source: Update Contact
da: Kontaktopdatering

source: Update Notification Email
da: Opdatér notifikations-e-mail

source: Update Now
da: Opdatér nu

source: Update Required
da: Opdatering kræves

source: Upgrade to a paid plan to benefit from more features
da: Opgradér til et abonnement for at udnytte flere funktioner

source: Upgrade to a paid plan to send from your %@ address
da: Opgradér til et abonnement for at sende fra din %@-adresse

source: Upgrade to get all paid features.
da: Opgradér for at få alle betalte funktioner.

source: Upload Contacts
da: Upload kontakter

source: Upload iOS contacts to ProtonMail?
da: Upload iOS-kontakter til ProtonMail?

# User already exist!
source: Username already taken
da: Bruger findes allerede!

# User is available!
source: Username is available
da: Brugernavn er ledigt

source: Username exist
da: Brugernavn findes

# User name invalid
source: Invalid username
da: Ugyldigt brugernavn

source: Username
da: Brugernavn

source: Verification code request failed
da: Anmodning om bekræftelseskode mislykkedes

source: Verification code sent
da: Bekræftelseskode afsendt

source: Verification error
da: Bekræftelsesfejl

source: Verification of this content’s signature failed
da: Bekræftelse af dette indholds signatur mislykkedes

source: View Headers
da: Vis overskrifter

source: View Plans
da: Vis abonnementer

source: Warning
da: Advarsel

source: Warning: Before you pass the human check you can't sent email!!!
da: Advarsel: Du kan ikke sende e-mails, før du består anti-bot kontrollen!!!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
da: Advarsel: Du har ikke angivet en genoprettelses-e-mail, så kontogenoprettelse er umulig, hvis du skulle glemme din adgangskode. Fortsæt uden genoprettelses-e-mail?

source: We have successfully activated your subscription. Please relaunch the app to start using your new service plan.
da: Dit abonnement er nu aktivt. Genstart app'en for at begynde at bruge dine nye abonnementskvoter.

source: We will send a verification code to the cell phone above.
da: Du får tilsendt en bekræftelseskode til ovenstående mobilnummer.

source: We will send a verification code to the email address above.
da: Du får tilsendt en bekræftelseskode til ovenstående e-mail.

source: We would like to know what we can do better.
da: Vi vil gerne vide, hvad vi kan gøre bedre.

source: Welcome to ProtonMail
da: Velkommen til ProtonMail!

# What people see in the &quot;From&quot; field.
source: What people see in the "From" field.
da: Hvad folk ser i feltet "Fra".

source: When you send an email, this is the name that appears in the sender field.
da: Når du afsender en e-mail, er dette dét navn, der vises i afsenderfeltet.

source: Work
da: Arbejde

source: Wrong verification code
da: Forkert bekræftelseskode

source: Yes, activate it for
da: Ja, aktivér det for

source: Yes, attach details of payment
da: Ja, vedhæft betalingsoplysninger
