Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Portuguese-*.xliff
Languages: br, pt

source: Please pick a username first!
br: Por favor, primeiro escolha um nome de usuário!
pt: Por favor, escolha primeiro um nome de nome de utilizador!

source: Please provide a group name
br: Por favor, forneça um nome para o grupo
pt: Por favor forneça um nome ao grupo

# Please remove all attachments before changing sender!
source: Please remove all attachments before changing the sender
br: Por favor, remova todos os anexos antes de alterar o remetente
pt: Por favor remova todos os anexos antes de alterar o remetente

source: Please select at least one email for the contact group
br: Por favor, selecione pelo menos um e-mail para o grupo de contatos
pt: Por favor selecione pelo menos um email para o grupo de contacto

source: Please select one of the following options:
br: Por favor, selecione uma das seguintes opções:
pt: Por favor selecione uma das seguintes opções:

source: Please set a password.
br: Por favor, insira uma senha.
pt: Por favor, defina uma palavra-passe.

source: Please try a different domain.
br: Por favor, tente um domínio diferente.
pt: Por favor tente outro domínio.

source: Please try a different email address.
br: Por favor, tente um endereço de e-mail diferente.
pt: Por favor tente outro endereço de email.

source: Please try a different password.
br: Por favor, tente uma senha diferente.
pt: Por favor tente outra palavra-passe.

source: Please try a different username.
br: Por favor, tente um nome de usuário diferente.
pt: Por favor escolha outro nome de utilizador.

source: Please try again
br: Por favor, tente novamente
pt: Por favor tente novamente

source: Please unlock the app to proceed with your service plan activation
br: Por favor, desbloqueie o aplicativo para prosseguir com a ativação do seu plano
pt: Por favor, desbloqueie a aplicação para prosseguir com a ativação do seu plano

source: Please use ProtonMail App login first.
br: Por favor, primeiro faça o login no ProtonMail.
pt: Por favor, primeiro inicie a sessão na aplicação ProtonMail.

source: Please use the web application to reset your password.
br: Por favor, selecione uma opção para redefinir sua senha.
pt: Por favor, use a aplicação da web para repor a sua palavra-passe.

source: Please use the web version of ProtonMail to change your mailbox password!
br: Use a versão web do ProtonMail para alterar a senha da sua caixa de correio!
pt: Por favor use a versão web do ProtonMail para alterar a sua palavra-passe!

source: Please use the web version of ProtonMail to change your passwords!
br: Por favor, use a versão web do ProtonMail para alterar suas senhas!
pt: Por favor, use a versão web do ProtonMail para alterar as suas palavras-passe!

source: Please use your new password when signing in.
br: Por favor, use sua nova senha ao acessar.
pt: Por favor, use a sua nova palavra-passe para iniciar a sessão.

source: Please wait until the email downloaded!
br: Por favor, aguarde até que o e-mail seja baixado!
pt: Por favor, espere até a mensagem ser descarregada!

source: Please, manage it in your phone.
br: Por favor, faça o gerenciamento do seu telefone.

source: Print
br: Imprimir
pt: Imprimir

source: Protection
br: Proteção
pt: Proteção

source: Protection entire app
br: Proteção completa do aplicativo
pt: Proteção de toda a aplicação

source: ProtonMail Plus is required to customize your mobile signature
br: ProtonMail Plus é necessário para personalizar sua assinatura em dispositivo móvel
pt: É necessário o plano ProtonMail Plus para personalizar a sua assinatura num dispositivo móvel

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact’s name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
br: O ProtonMail Plus/Profissional/Visionário permite adicionar e editar detalhes de contato além do nome e e-mail do contato. Usando o ProtonMail, estes dados ficarão seguros igualmente à seu e-mail criptografado de ponta a ponta.
pt: Os planos ProtonMail Plus / Professional / Visionary permitem adicionar e editar detalhes do contacto além do nome e email do contacto. Ao usar o ProtonMail, esses dados serão tão seguros quanto o seu email encriptado de extremo a extremo.

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
br: O ProtonMail não tem anúncios e não abusa da sua privacidade. Seu apoio é essencial para manter o ProtonMail em funcionamento. Você pode fazer o upgrade para uma conta paga ou fazer uma doação para o ProtonMail.
pt: O ProtonMail não vende anúncios ou abusa da sua privacidade. O seu apoio é essencial para manter o ProtonMail a funcionar. Pode atualizar para uma conta paga ou fazer um donativo para apoiar o ProtonMail.

source: ProtonMail encrypted emails
br: E-mails criptografados do ProtonMail
pt: Emails encriptados ProtonMail

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
br: ProtonMail está temporariamente indisponível. Verifique o nosso twitter para maiores informações: https://twitter.com/protonmail
pt: O ProtonMail está neste momento fora de serviço, verifique o nosso twitter para obter mais informações do estado atual: https://twitter.com/protonmail

source: ProtonVPN included
br: ProtonVPN incluído
pt: ProtonVPN incluído

source: Quick Swipe actions
br: Ações rápidas de deslizar
pt: Ações rápidas de deslizar

source: RESET MAILBOX PASSWORD
br: REDEFINIR A SENHA DA CAIXA DE CORREIO
pt: REDEFINIR A PALAVRA-PASSE DA CAIXA DE ENTRADA

# Rate &amp; Review
source: Rate & Review
br: Avaliar & Review
pt: Classificar e comentar

source: Re-Enter your PIN
br: Digite seu código PIN novamente
pt: Torne a introduzir o PIN

source: Reading device contacts data...
br: Lendo dados de contatos no dispositivo...
pt: A ler os dados de contactos no dispositivo...

source: Recovery Code
br: Código de recuperação
pt: Código de recuperação

source: Recovery Email
br: E-mail de recuperação
pt: Email de recuperação

source: Recovery Email Warning
br: Aviso de e-mail de recuperação
pt: Aviso de email de recuperação

source: Remind Me Later
br: Lembre-me mais tarde
pt: Lembrar-me Mais Tarde

source: Remove
br: Remover
pt: Remover

source: Remove Star
br: Remover estrela
pt: Remover Estrela

source: Repeat
br: Repetir
pt: Repetir

source: Reply
br: Responder
pt: Responder

source: Reply All
br: Responder a todos
pt: Responder a todos

source: Reply message
br: Responder mensagem
pt: Responder à mensagem

source: Reply all
br: Responder a todos
pt: Responder a todos

source: Report Bugs
br: Reportar erros
pt: Reportar erros

source: Report Phishing
br: Reportar phishing
pt: Denunciar phishing

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
br: Reportando uma mensagem como tentativa de phishing, você estará enviando esta mensagem para nós, para que possamos analisá-la e melhorar nossos filtros. Isso significa que seremos capazes de ver todo o conteúdo da mensagem.
pt: Reportar uma mensagem como uma tentativa de phishing, enviará a mensagem para nós, para que possamos analisá-la e melhorar os nossos filtros. Isso significa que poderemos ver o conteúdo da mensagem na íntegra.

source: Request Link Confirmation
br: Aviso de link de redirecionamento

source: Resetting message cache ...
br: Redefinindo o cache da mensagem...
pt: A limpar a cache de mensagens...

source: Retry
br: Tentar novamente
pt: Tentar novamente

source: Retry after %d seconds
br: Tente novamente após %d segundos
pt: Tente novamente após %d segundos

source: Sent
br: ENVIADO
pt: ENVIADO

source: SRP Client
br: Cliente SRP
pt: Cliente SRP

source: SRP Server
br: Servidor SRP
pt: Servidor SRP

source: Starred
br: COM ESTRELA
pt: Com estrela

source: Save
br: Salvar
pt: Guardar

source: Save Changes
br: Salvar alterações
pt: Guardar alterações

source: Save draft
br: Salvar rascunho
pt: Guardar rascunho

source: Scheduled
br: Programado
pt: Agendado

source: Search
br: Pesquisar
pt: Pesquisar

source: Select An Option
br: Selecione uma opção
pt: Selecione uma opção

source: Select Color
br: Selecionar cor
pt: Selecione a cor

source: Select your language
br: Selecione seu idioma
pt: Selecione o seu idioma

source: Send
br: Enviar
pt: Enviar

source: Send verification code
br: Enviar código de verificação
pt: Enviar código de verificação

source: Send anyway
br: Enviar mesmo assim
pt: Enviar mesmo assim

source: Send message without subject?
br: Enviar mensagem sem assunto?
pt: Enviar mensagem sem assunto?

source: Send plain but stored enc
br: Enviar texto sem formatação mas armazenar criptografado
pt: Enviar desencriptado mas guardar encriptado

source: Sender Verification Failed
br: Falha na verificação do remetente
pt: Falha na verificação do remetente

source: Sending message
br: Enviando mensagem
pt: A enviar a mensagem

source: Sending message
br: Enviando mensagem
pt: A enviar a mensagem

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
br: O envio de mensagens do endereço %1$@ é um recurso pago. A sua mensagem será enviada do seu endereço padrão %2$@
pt: O envio de mensagens do endereço %1$@ é um recurso pago. A sua mensagem será enviada do seu endereço padrão %2$@

source: Sent
br: Enviado
pt: Enviado

source: Sent Failed
br: Falha ao enviar
pt: Falha no envio

source: Sent by ProtonMail with zero access encryption
br: Enviado por ProtonMail com criptografia de acesso zero
pt: Enviado por ProtonMail com criptografia de acesso zero

source: Sent by you with end-to-end encryption
br: Enviado por você com criptografia de ponta a ponta
pt: Enviado por você com criptografia de ponta a ponta

source: Server proofs not valid!
br: Provas de servidor não são válidas!
pt: Os comprovativos de servidor não são válidos!

source: Set Password
br: Definir senha
pt: Definir palavra-passe

source: Set a password to encrypt this message for non-ProtonMail users.
br: Definir uma senha para criptografar esta mensagem para destinatários que não usam ProtonMail.
pt: Defina uma palavra-passe para encriptar esta mensagem para destinatários fora do ProtonMail.

source: Set passwords
br: Definir senhas
pt: Definir palavras-passe

source: Settings
br: Configurações
pt: Configurações

source: Share Alert
br: Compartilhar alerta
pt: Alerta de partilha

source: Share Contact
br: Compartilhar contato
pt: Partilhar contacto

source: Share it with your friends
br: Compartilhar com os seus amigos
pt: Partilhe com os seus amigos

# Sign Out
source: Log out
br: Encerrar seção
pt: Terminar sessão

source: Signature
br: Assinatura
pt: Assinatura

source: Signature Updated
br: Assinatura atualizada
pt: Assinatura atualizada

source: Single Password
br: Senha única
pt: Palavra-passe única

source: Snooze Notifications
br: Adiar notificações
pt: Adiar notificações

source: Snoozed for
br: Adiar por
pt: Adiar por

source: Snoozed till
br: Adiado até
pt: Adiado até

source: Sorry, we cannot process purchases in the beta version of the iOS app. Thank you for participating in our public beta!
br: Desculpe, não é possível processar compras na versão beta do aplicativo para iOS. Obrigado por participar do nosso beta público!
pt: Desculpe, não podemos processar compras na versão beta da aplicação iOS. Obrigado por participar na nossa versão beta pública!

source: Space warning
br: Aviso de espaço
pt: Aviso de espaço

source: Spammed
br: Spam

# Srp single password keyslat invalid!
source: Srp single password keysalt invalid!
br: Srp senha única de keysalt inválida!

source: Star
br: Estrela
pt: Estrela

source: Starred
br: Com estrela
pt: Marcado com estrela

source: Start Time
br: Hora de início
pt: Hora de início

source: State
br: Estado
pt: Estado

source: Storage
br: Armazenamento
pt: Armazenamento

source: Storage Warning
br: Aviso de armazenamento
pt: Aviso de armazenamento

source: Stored with zero access encryption
br: Armazenado com criptografia de zero acesso
pt: Armazenado com encriptação zero acessos

source: Street
br: Rua
pt: Rua

source: Subject
br: Assunto
pt: Assunto

source: Subject:
br: Assunto:
pt: Assunto:

source: Subscription
br: Assinatura
pt: Subscrição

source: Support ProtonMail
br: Apoie o ProtonMail
pt: Apoie o ProtonMail

source: Support for %i custom domains (e.g. user@yourdomain.com)
br: Suporte para %i domínios personalizados (ex: usuário@seudominio.com)
pt: Suporte para %i domínios personalizados (por exemplo: nome@meudominio.com)

source: Swipe Left to Right
br: Deslizar da esquerda para a direita
pt: Deslizar da Esquerda para a Direita

source: Swipe Right to Left
br: Deslize da direita para a esquerda
pt: Deslizar da Direita para a Esquerda

source: System can't copy the file
br: O sistema não pode copiar o arquivo
pt: O sistema não consegue copiar o ficheiro

source: Trash
br: LIXEIRA
pt: Lixo

# Take a Photo
source: Take photo
br: Tirar uma foto
pt: Tirar uma fotografia

source: Tap send anyway to send without expiration to these recipients
br: Toque em enviar mesmo assim para enviar sem usar a expiração para estes destinatários
pt: Toque em enviar mesmo assim para enviar sem validade a estes destinatários

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
br: Obrigado por enviar o relatório de erro. Adicionamos seu relatório ao nosso sistema de rastreamento de bugs.
pt: Obrigado por enviar um relatório de erros. Adicionámos o seu relatório ao nosso sistema de rastreamento de erros.

source: The password is wrong.
br: A senha está incorreta.
pt: A palavra-passe está errada.

source: The ProtonMail current offline...
br: O ProtonMail não está disponível neste momento...
pt: O ProtonMail está offline de momento...

source: The username have been taken.
br: Nome de usuário já está sendo utilizado.
pt: O nome de utilizador já está a ser utilizado.

source: The authentication credentials are invalid.
br: As credenciais de autenticação estão inválidas.
pt: As credenciais de autenticação estão erradas.

source: The authentication token has expired.
br: O token de autenticação expirou.
pt: O token de autenticação expirou.

source: The current standard
br: O padrão atual
pt: O padrão atual

source: The display name is now %@.
br: O nome de exibição agora é %@.
pt: O nome mostrado é agora %@.

source: The draft cache is broken. Please try again.
br: O cache de rascunho está corrompido. Por favor, tente novamente.
pt: A cache do rascunho está danificada. Por favor tente novamente.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
br: Formato de rascunho incorreto. Falha ao enviar!
pt: O formato do rascunho está incorreto. O envio falhou!

source: The highest level of encryption available.
br: O nível mais alto de criptografia disponível.
pt: O nível mais alto de encriptação disponível.

source: The label name is duplicate
br: O nome do marcador está duplicado
pt: O nome da etiqueta já existe

source: The mailbox password is incorrect.
br: A senha da caixa de correio está incorreta.
pt: A palavra-passe da caixa de entrada está incorreta.

source: The maximum number of distinct recipients is %d
br: O número máximo de destinatários distintos é %d
pt: O número máximo de destinatários distintos é %d

source: The maximum number of labels is %d.
br: O número máximo de marcadores é %d.
pt: O número máximo de etiquetas é %d.

# The new password can't empty
source: The new password can't be empty
br: A nova senha não pode estar vazia
pt: A nova palavra passe não pode estar vazia

source: The new password can't empty.
br: A nova senha não pode estar vazia.
pt: O campo da nova palavra-passe não pode estar vazio.

# The new password not match
source: Passwords do not match
br: As senhas não conferem
pt: As palavras-passe não coincidem

source: The new password not match.
br: A nova senha não corresponde.
pt: As novas palavras-passe não são iguais.

source: The optional recovery email address allows you to reset your login password if you forget it.
br: O endereço de e-mail de recuperação opcional permite redefinir sua senha de acesso, caso você esqueça.
pt: O endereço de email de recuperação opcional permite-lhe repor a sua palavra-passe de início de sessão, no caso de a esquecer.

source: The password you entered does not match the current password.
br: A senha digitada não corresponde a senha atual.
pt: A palavra-passe que introduziu está errada.

source: The passwords you entered do not match.
br: As senhas que você digitou não correspondem.
pt: As palavras-passe que introduziu não são iguais.

source: The private key update failed.
br: A atualização da chave privada falhou.
pt: A atualização da chave privada falhou.

source: The request timed out.
br: Solicitação excedeu o tempo limite.
pt: O pedido expirou.

source: The total attachment size can't be bigger than 25MB
br: O tamanho total do anexo não pode ser maior que 25MB
pt: O tamanho do anexo não pode ser maior que 25MB

source: The total attachment size cannot exceed 25MB
br: O tamanho total do anexo não pode ser maior que 25MB
pt: O tamanho total dos anexos não pode exceder 25MB

# The verification email invalid
source: Invalid verification email
br: E-mail de verificação inválido
pt: Email de verificação inválido

source: The verification failed!
br: A verificação falhou!
pt: A verificação falhou!

source: There was an error creating or loading the app's saved data.
br: Ocorreu um erro ao criar ou carregar os dados salvos do aplicativo.
pt: Houve um erro ao criar ou carregar os dados guardados da aplicação.

source: There was an error creating or loading the application's saved data.
br: Ocorreu um erro ao criar ou carregar os dados salvos do aplicativo.
pt: Houve um erro ao criar ou carregar os dados guardados na aplicação.

source: This can take a while. Please do not dismiss the app.
br: Isso pode demorar um pouco. Por favor, não feche o aplicativo.
pt: Isto pode demorar um pouco. Por favor não feche a aplicação.

source: This contact belongs to your address book.
br: Este contato pertence ao seu catálogo de endereços.
pt: Este contacto pertence ao seu livro de endereços.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
br: Este e-mail falhou nos requisitos de autenticação do domínio. Ele pode ser falsificado ou foi encaminhado incorretamente!
pt: Este email falhou os requisitos de autenticação do seu domínio. Pode estar falsificado ou ter sido encaminhado incorretamente!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
br: Este e-mail parece ser de um endereço ProtonMail, mas veio de fora do nosso sistema e não atendeu aos nossos requisitos de autenticação. Ele pode ser falsificado ou foi encaminhado indevidamente!
pt: Este email aparenta ser oriundo dum endereço ProtonMail mas foi enviado por um sistema externo e não cumpre os nossos requisitos de autenticação. Pode ser falso ou encaminhado incorretamente!

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
br: Esta mensagem pode ser um tentativa de phishing. Por favor, verifique o remetente e o conteúdo para certificar-se de que são legítimos.
pt: Esta mensagem pode ser uma tentativa de phishing. Por favor verifique o remetente e o conteúdo para se certificar que são legítimos.

source: Title
br: Título
pt: Título

source: To
br: Para
pt: Para

# To prevent abuse of ProtonMail,&#13;&#10; we need to verify that you are human.
source: To prevent abuse of ProtonMail, we need to verify that you are human.
br: Para evitar o uso indevido do ProtonMail&#13; precisamos verificar se você é realmente humano.
pt: Para evitar abusos do ProtonMail,&#13; precisamos de verificar se é humano.

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
br: Para redefinir sua senha da caixa de correio. Por favor, use a versão web do ProtonMail em proton.me
pt: Para repor a palavra-passe da sua caixa de entrada, por favor, utilize a versão no navegador de Internet do ProtonMail em proton.me

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
br: Para redefinir a senha da sua caixa de correio, use a versão web do ProtonMail em proton.me
pt: Para repor a palavra-passe da sua caixa de entrada, por favor, utilize a versão Web do ProtonMail em proton.me

source: To:
br: Para:
pt: Para:

source: Token expired
br: Token expirado
pt: Token expirado

source: Too many recipients
br: Muitos destinatários
pt: Demasiados destinatários

source: TouchID is not enrolled, enable it in the system Settings
br: TouchID não está ativado. Habilite-o nos ajustes do sistema
pt: O TouchID não está registado, ative-o nas configurações do sistema

source: TouchID not available
br: TouchID não está disponível
pt: TouchID não disponível

source: Trash
br: Lixeira
pt: Lixo

source: Trouble shooting guide
br: Guia de solução de problemas
pt: Guia de resolução de problemas

source: Turn Off
br: Desligar
pt: Desativar

source: Tweet about ProtonMail
br: Tweet sobre o ProtonMail
pt: Tweet sobre ProtonMail

source: Two Factor Code
br: Código de dois fatores
pt: Código da autenticação em dois passos

source: Type casting error
br: Tipo de erro casting

source: User log in
br: Login do usuário
pt: Início de sessão do utilizador

source: Unable to connect to the server
br: Não foi possível conectar ao servidor
pt: Não foi possível ligar ao servidor

source: Unable to construct a valid URL with the following path: %@
br: Não foi possível construir uma URL válida no seguinte caminho: %@
pt: Não foi possível construir um URL válido com o caminho: %@

source: Unable to create SRP Client!
br: Não foi possível criar o cliente SRP!
pt: Não foi possível criar o cliente SRP!

source: Unable to decrypt message.
br: Não foi possível descriptografar a mensagem.
pt: Não foi possível desencriptar a mensagem.

source: Unable to edit this message offline
br: Não é possível editar esta mensagem offline
pt: Não foi possível editar esta mensagem desligado da Internet

source: Unable to generate hashed password!
br: Não foi possível gerar a senha a partir do hash!
pt: Não foi possível gerar a hash da palavra-passe!

source: Unable to get contacts
br: Não foi possível carregar os contatos
pt: Não é possível obter contactos

source: Unable to parse authentication info!
br: Não foi possível analisar a informação de autenticação!
pt: Não foi possível analisar a informação de autenticação!

source: Unable to parse authentication token!
br: Não foi possível analisar o token de autenticação!
pt: Não foi possível analisar o token de autenticação!

source: Unable to parse cached authentication token!
br: Não é possível analisar o token de autenticação em cache!
pt: Não foi possível analisar o token de autenticação em cache!

source: Unable to parse response
br: Não foi possível analisar a resposta
pt: Não foi possível analisar a resposta

# Unable to parse the response object:&#10;%@
source: Unable to parse the response object: %@
br: Não é possível analisar o objeto de resposta: %@
pt: Não foi possível analisar o objeto de resposta: %@

source: Unable to parse token
br: Não foi possível analisar o token
pt: Não foi possível analisar o token

source: Unable to send the email.
br: Não foi possível enviar o e-mail
pt: Não foi possível enviar o email.

source: Undo
br: Desfazer
pt: Desfazer
