Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Swedish.xliff
Languages: sv

source: Move to AllMail
sv: Flytta till AllMail

source: Move to Archive
sv: Flytta till Arkiv

source: Move to Draft
sv: Flytta till Utkast

source: Move to Folder
sv: Flytta till Mapp

source: Move to Inbox
sv: Flytta till Inkorgen

source: Move to Outbox
sv: Flytta till Utkorgen

source: Move to Spam
sv: Flytta till Skräppost

source: Move to Trash
sv: Flytta till Papperskorgen

source: Move to...
sv: Flytta till...

source: Multiple addresses
sv: Flera adresser

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
sv: Registrera dig gratis

source: Name
sv: Namn

source: New login password
sv: Nytt inloggningslösenord

source: New mailbox password
sv: Nytt lösenord för brevlådan

source: New password
sv: Nytt lösenord

source: Nickname
sv: Smeknamn

source: No Messages
sv: Inga Meddelanden

source: No connectivity detected...
sv: Ingen anslutning...

source: No, for another ProtonMail account
sv: Nej, för ett annat ProtonMail-konto

source: No, not related to in-app purchase
sv: Nej, inte relaterade till i-app inköp

source: None
sv: Ingen

source: Not Now
sv: Inte nu

source: Not all recipients support message expiration
sv: Alla mottagare stödjer inte förfallodatum på meddelanden

source: Note: The Username is also your ProtonMail address.
sv: Obs: Användarnamnet är också din ProtonMail-adress.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
sv: Obs: Detta används för att kryptera och dekryptera dina meddelanden. Tappa inte bort lösenordet. Det kan inte återställas.

source: Note: This is used to log you into your account.
sv: Obs: Detta används för att logga in på ditt konto.

source: Notes
sv: Anteckningar

source: Notice
sv: Viktigt information

source: Notification / Recovery Email
sv: Avisering /E-post för återställning

source: Notification email
sv: Avisering för e-post

source: Notification Snooze
sv: Snooza Avisering

source: Notifications Are Snoozed
sv: Aviseringar är Snoozade

source: Notifications Snooze Off
sv: Snooze för Aviseringar Off

source: OTHER PLANS
sv: ANDRA PLANER

source: On
sv: På

source: On EE, MMM d, yyyy at %@
sv: På EE, MMM d, åååå på %@

source: Open draft
sv: Öppna utkast

source: Organization
sv: Organisation

source: Other
sv: Annat

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the AppStore's servers.
sv: Vår kundtjänst kommer att försöka aktivera din serviceplan manuellt om du samtycker till att bifoga tekniska data som AppStore lämnat till appen vid köptillfället. Denna data innehåller inte några detaljer om ditt iTunes-konto, Apple-ID, länkade kreditkort eller någon annan användarinformation. Det hjälper bara oss att verifiera att transaktionen var uppfylld på Appstores servrar.

source: Outbox
sv: Utkorg

source: PGP-encrypted
sv: PGP-krypterat

source: PGP-encrypted message
sv: PGP-krypterat meddelande

source: PGP-encrypted message from verified address
sv: PGP-krypterat meddelande från verifierad adress

source: PGP-signed
sv: PGP-signerat

source: PGP-signed message from verified address
sv: PGP-signerat meddelande från verifierad adress

source: PREMIUM FEATURE
sv: PREMIUMFUNKTION

source: Password
sv: Lösenord

# Password Mismatch
source: Passwords do not match
sv: Lösenordet matchar inte

source: Password updated
sv: Lösenordet uppdaterat

source: Password cannot be empty.
sv: Lösenord kan inte vara tomt.

source: Password update failed
sv: Lösenordsuppdateringen misslyckades

source: Personal
sv: Personligt

source: Phone
sv: Telefon

source: Phone Verification
sv: Telefonverifiering

source: Phone number
sv: Telefonnummer

source: Phone number invalid
sv: Telefonnumret är ogiltigt

source: Photo Library
sv: Fotobibliotek

source: Pin code can't be empty.
sv: PIN-kod kan inte vara tomt.

source: Please add a password for the following recipients.
sv: Lägg till ett lösenord för följande mottagare.

source: Please check your cell phone for the verification code.
sv: Kontrollera din mobiltelefon för verifieringskoden.

source: Please check your email for the verification code.
sv: Vänligen kolla din epost efter verifikationskoden.

source: Please disable PGP Sending for following addresses.
sv: Avaktivera PGP-skickning för följande adresser.

source: Please input a valid cell phone number.
sv: Ange ett giltigt telefonummer.

source: Please input a valid email address.
sv: Ange en giltig e-postadress.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the purchase.
sv: Logga in på ditt ProtonMail konto som du vill uppgradera med våra tjänster till så vi kan fullfölja betalningen.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the service plan activation.
sv: Logga in på det ProtonMail-konto som du uppgraderar serviceplanen för, så att vi kan genomföra aktiveringen av serviceplanen.

source: Please pick a username first!
sv: Välj ett användarnamn först!

source: Please provide a group name
sv: Ange ett namn för gruppen

# Please remove all attachments before changing sender!
source: Please remove all attachments before changing the sender
sv: Ta bort alla bifogade filer innan du ändrar avsändaren

source: Please select at least one email for the contact group
sv: Välj minst en e-postadress för kontaktgruppen

source: Please select one of the following options:
sv: Välj ett av följande alternativ:

source: Please set a password.
sv: Vänligen ange ett lösenord.

source: Please try a different domain.
sv: Försök med en annan domän.

source: Please try a different email address.
sv: Försök med en annan epost-adress.

source: Please try a different password.
sv: Försök med ett annat lösenord.

source: Please try a different username.
sv: Försök med ett annat användarnamn.

source: Please try again
sv: Försök igen

source: Please unlock the app to proceed with your service plan activation
sv: Lås upp appen för att fortsätta med aktiveringen av din serviceplan

source: Please use ProtonMail App login first.
sv: Vänligen använd ProtonMail App inlogg först.

source: Please use the web application to reset your password.
sv: Använd web-applikationen för att återställa ditt lösenord.

source: Please use the web version of ProtonMail to change your mailbox password!
sv: Använd webbläsarversionen av ProtonMail för att byta lösenord för brevlådan!

source: Please use the web version of ProtonMail to change your passwords!
sv: Använd webbläsarversionen av ProtonMail för att byta dina lösenord!

source: Please use your new password when signing in.
sv: Använd ditt nya lösenord när du loggar in.

source: Please wait until the email downloaded!
sv: Vänligen vänta till epostmeddelandet laddats ner!

source: Print
sv: Skriv ut

source: Protection
sv: Skydd

source: Protection entire app
sv: Skydda hela appen

source: ProtonMail Plus is required to customize your mobile signature
sv: ProtonMail Plus krävs för att anpassa din mobila signatur

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
sv: ProtonMail säljer inte annonser och missbrukar inte din integritet. Ditt stöd är livsviktigt för fortsatt drift av ProtonMail. Du kan uppgradera till ett betalt konto eller donera för att stödja ProtonMail.

source: ProtonMail encrypted emails
sv: ProtonMail krypterad e-post

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
sv: ProtonMail är för närvarande offline, besök twitter för att få aktuell status: https://twitter.com/protonmail

source: ProtonVPN included
sv: ProtonVPN ingår

source: Quick Swipe actions
sv: Snabba svepgester

source: RESET MAILBOX PASSWORD
sv: ÅTERSTÄLL LÖSENORD FÖR BREVLÅDAN

# Rate &amp; Review
source: Rate & Review
sv: Betygsätt & Recensera

source: Re-Enter your PIN
sv: Ange din PIN-kod igen

source: Re:
sv: Sv:

source: Reading device contacts data...
sv: Läser kontaktdata från enheten...

source: Recovery Code
sv: Återställningskod

source: Recovery Email
sv: Återställningsadress

source: Recovery Email Warning
sv: Återställningsadressvarning

source: Remind Me Later
sv: Påminn Mig Senare

source: Remove
sv: Ta bort

source: Remove Star
sv: Ta bort Stjärnmärkning

source: Repeat
sv: Upprepa

source: Reply
sv: Svara

source: Reply All
sv: Svara Alla

source: Reply message
sv: Besvara meddelande

source: Reply all
sv: Svara alla

source: Report Bugs
sv: Rapportera Buggar

source: Report Phishing
sv: Rapportera Nätfiske

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
sv: Ett meddelande rapporterat för nätfiskeförsök kommer skickas till oss, så att vi kan analysera det och förbättre våra filter. Det betyder att vi kommer kunna se hela meddelandets innehåll.

source: Resetting message cache ...
sv: Återställer meddelande-cache...

source: Retry
sv: Försök igen

source: Retry after %d seconds
sv: Försök igen efter %d sekunder

source: Sent
sv: SKICKAT

source: Spam
sv: SKRÄPPOST

source: SRP Client
sv: SRP-klient

source: Starred
sv: STJÄRNMÄRKTA

source: Save
sv: Spara

source: Save Changes
sv: Spara Ändringar

source: Save draft
sv: Spara utkast

source: Scheduled
sv: Schemalagd

source: Search
sv: Sök

source: Select An Option
sv: Välj ett alternativ

source: Select Color
sv: Välj färg

source: Select your language
sv: Välj ditt språk

source: Send
sv: Skicka

source: Send verification code
sv: Skicka Verifieringskod

source: Send anyway
sv: Skicka ändå

source: Send message without subject?
sv: Skicka meddelande utan ämne?

source: Send plain but stored enc
sv: Skickat vanligt men lagrat krypterat

source: Sender Verification Failed
sv: Verifiering av avsändaren misslyckades

source: Sending message
sv: Skickar meddelande

source: Sending message
sv: Skickar meddelande

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
sv: Att skicka meddelanden från en %1$@. me adress är en betalfunktion. Ditt meddelande kommer att skickas från din standardadress %2$@

source: Sent
sv: Skickat

source: Sent Failed
sv: Kunde inte skicka

source: Sent by ProtonMail with zero access encryption
sv: Skickat av ProtonMail med nollåtkomst-kryptering

source: Sent by you with end-to-end encryption
sv: Skickat av dig med end-to-end-kryptering

source: Set Password
sv: Ange lösenord

source: Set a password to encrypt this message for non-ProtonMail users.
sv: Ange ett lösenord för att kryptera detta meddelande för icke-ProtonMail-användare.

source: Set passwords
sv: Ange lösenord

source: Settings
sv: Inställningar

source: Share Alert
sv: Delningsnotis

source: Share Contact
sv: Dela Kontakt

source: Share it with your friends
sv: Dela med dina vänner

# Sign Out
source: Log out
sv: Logga ut

source: Signature
sv: Signatur

source: Signature Updated
sv: Signatur uppdaterad

source: Single Password
sv: Ett lösenord

source: Snooze Notifications
sv: Snooza aviseringar

source: Snoozed for
sv: Snoozad till

source: Snoozed till
sv: Snoozad till

source: Sorry, we cannot process purchases in the beta version of the iOS app. Thank you for participating in our public beta!
sv: Tyvärr, kan inte vi behandla inköp i betaversionen av iOS-appen. Tack för deltagandet i vår offentliga beta!

source: Space warning
sv: Utrymmesvarning

source: Spam
sv: Skräppost

source: Spammed
sv: Spammad

source: Star
sv: Stjärnmärk

source: Starred
sv: Stjärnmärkt

source: Start Time
sv: Starttid

source: State
sv: Tillstånd

source: Storage
sv: Lagringsutrymme

source: Storage Warning
sv: Lagringsvarning

source: Stored with zero access encryption
sv: Lagras med nollåtkomst-kryptering

source: Street
sv: Gata

source: Subject
sv: Ämne

source: Subject:
sv: Ämne:

source: Subscription
sv: Prenumeration

source: Support ProtonMail
sv: Stöd ProtonMail

source: Support for %i custom domains (e.g. user@yourdomain.com)
sv: Stöd för %i anpassade domäner (t.ex. user@yourdomain.com)

source: Swipe Left to Right
sv: Svep från vänster till höger

source: Swipe Right to Left
sv: Svep från höger till vänster

source: System can't copy the file
sv: Systemet kan inte kopiera filen

source: Trash
sv: PAPPERSKORGEN

# Take a Photo
source: Take photo
sv: Ta ett foto

source: Tap send anyway to send without expiration to these recipients
sv: Klicka skicka ändå för att skicka utan förfallotid till dessa mottagare

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
sv: Tack för att du skickar en felrapport. Rapporten har vi lagt till vår felrapporteringssystemet.

source: The password is wrong.
sv: Lösenordet är fel.

source: The ProtonMail current offline...
sv: ProtonMail är tillfälligt offline...

source: The username have been taken.
sv: Användarnamnet är upptaget.

source: The authentication credentials are invalid.
sv: Autentiseringsuppgifterna är ogiltiga.

source: The current standard
sv: Nuvarande standard

source: The display name is now %@.
sv: Visningsnamnet är nu %@.

source: The draft cache is broken. Please try again.
sv: Cachen för utkast är skadad. Vänligen försök igen.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
sv: Avsändning misslyckades. Det fanns ett fel med utkastformatet.

source: The highest level of encryption available.
sv: Den högsta nivån av kryptering tillgänglig.

source: The label name is duplicate
sv: Etikettnamnet finns redan

source: The mailbox password is incorrect.
sv: Lösenordet för brevlådan är felaktigt.

source: The maximum number of distinct recipients is %d
sv: Det högsta antalet (%1) för mottagare är %2.

source: The maximum number of labels is %d.
sv: Maximala antalet etiketter är %d.

# The new password can't empty
source: The new password can't be empty
sv: Det nya lösenordet kan inte vara tomt

source: The new password can't empty.
sv: Det nya lösenordet kan inte vara tomt.

# The new password not match
source: Passwords do not match
sv: Lösenorden matchar inte

source: The new password not match.
sv: Det nya lösenordet matchar inte.

source: The optional recovery email address allows you to reset your login password if you forget it.
sv: Den valfria återställningsadressen ger dig möjlighet att återställa ditt lösenord om du glömmer det.

source: The password you entered does not match the current password.
sv: Dina lösenord stämmer inte överrens. Försök igen.

source: The passwords you entered do not match.
sv: Lösenorden du angav matchar inte.

source: The private key update failed.
sv: Uppdatering av privat nyckel misslyckades.

source: The request timed out.
sv: Tidsgränsen för anrop har utgått.

source: The total attachment size can't be bigger than 25MB
sv: Bilagans totala storlek får inte överstiga 25 MB

source: The total attachment size cannot exceed 25MB
sv: Bilagans totala storlek får inte överstiga 25 MB

# The verification email invalid
source: Invalid verification email
sv: Ogiltig typ av verifieringskod

source: The verification failed!
sv: Verifieringen misslyckades!

source: There was an error creating or loading the app's saved data.
sv: Det gick inte att skapa eller läsa appens sparade data.

source: There was an error creating or loading the application's saved data.
sv: Det gick inte att skapa eller ladda programmets sparade data.

source: This can take a while. Please do not dismiss the app.
sv: Detta kan ta ett tag. Stäng inte appen.

source: This contact belongs to your address book.
sv: Den här kontakten tillhör din adressbok.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
sv: Detta mail har misslyckats med sin domäns autentiseringskrav. Det kan vara falskt eller felaktigt vidarebefordrat!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
sv: Detta e-post verkar vara från en ProtonMail-adress men kom från utanför vårt system och misslyckades våra autentiseringskrav. Det kan vara förfalskat eller felaktigt vidarebefodrat!

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
sv: Detta meddelande kan vara ett nätfiskeförsök. Kontroller avsändaren och innehållet för att säkerställa legitimiteten.

source: Title
sv: Titel

source: To
sv: Till

# To prevent abuse of ProtonMail,&#13;&#10; we need to verify that you are human.
source: To prevent abuse of ProtonMail, we need to verify that you are human.
sv: För att förhindra missbruk av ProtonMail&#13; behöver vi verifiera att du inte är en robot.

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
sv: För att återställa lösenordet för din e-postlåda, vänligen använd ProtonMail:s webbversion på proton.me

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
sv: För att återställa lösenordet för din e-postlåda, vänligen använd ProtonMails webbversion på proton.me

source: To:
sv: Till:

source: Token expired
sv: Token har löpt ut

source: Too many recipients
sv: För många mottagare

source: TouchID is not enrolled, enable it in the system Settings
sv: TouchID är inte aktiverat, aktivera det under Inställningar

source: TouchID not available
sv: TouchID är inte tillgängligt

source: Trash
sv: Papperskorg

source: Trouble shooting guide
sv: Felsökningsguide

source: Turn Off
sv: Stäng Av

source: Tweet about ProtonMail
sv: Twittra om ProtonMail

source: Two Factor Code
sv: Tvåfaktorkod

source: User log in
sv: Användarinloggning

source: Unable to connect to the server
sv: Kunde inte ansluta till servern

source: Unable to construct a valid URL with the following path: %@
sv: Det gick inte att skapa en URL med följande sökväg: %@

source: Unable to create SRP Client!
sv: Kunde inte skapa SRP-klient!

source: Unable to decrypt message.
sv: Kunde inte dekryptera meddelande.

source: Unable to edit this message offline
sv: Det går inte att redigera meddelandet offline

source: Unable to generate hashed password!
sv: Det gick inte att generera hashat lösenord!

source: Unable to get contacts
sv: Det gick inte att hämta kontakter

source: Unable to parse authentication info!
sv: Det gick inte att parsa autentiseringsinformation!

source: Unable to parse authentication token!
sv: Det gick inte att parsa autentiseringstoken!

source: Unable to parse cached authentication token!
sv: Det gick inte att parsa cachelagrad autentiseringstoken!

source: Unable to parse response
sv: Det gick inte att parsa svar

# Unable to parse the response object:&#10;%@
source: Unable to parse the response object: %@
sv: Det gick inte att parsa svarsobjekt: %@

source: Unable to parse token
sv: Det gick inte att parsa token

source: Unable to send the email.
sv: Det gick inte att skicka e-postmeddelandet.

source: Undo
sv: Ångra

# Unknow Error
source: Unknown error
sv: Okänt Fel

# Unknow file
source: Unknown file
sv: Okänd fil

source: Unknown
sv: Okänd

source: Unknown Error
sv: Okänt Fel

# Unkonw Version
source: Unknown version
sv: Okänd version

source: Unlimited messages sent/day
sv: Obegränsade meddelanden skickade/dag

source: Unread
sv: Oläst

source: Unsupported file type
sv: Filtypen stöds ej

source: Up to %i users
sv: Upp till %i användare

source: Update
sv: Uppdatera

source: Update Contact
sv: Uppdatera Kontakt

source: Update Notification Email
sv: Uppdateringsnotifikationer

source: Update Now
sv: Uppdatera nu

source: Update Required
sv: Uppdatering krävs

source: Upgrade to a paid plan to benefit from more features
sv: Uppgradera till betalabonnemang för fler funktioner

source: Upgrade to a paid plan to send from your %@ address
sv: Uppgradera till betalabonnemang för att skicka från din %@ adress

source: Upgrade to get all paid features.
sv: Uppgradera för att få tillgång till alla funktioner.

source: Upload Contacts
sv: Ladda upp kontakter

source: Upload iOS contacts to ProtonMail?
sv: Ladda upp iOS-kontakter till ProtonMail?

# User already exist!
source: Username already taken
sv: Användaren existerar redan!

# User is available!
source: Username is available
sv: Användaren är tillgänglig!

source: Username exist
sv: Användarnamnet existerar

# User name invalid
source: Invalid username
sv: Ogiltigt användarnamn

source: Username
sv: Användarnamn

source: Verification code request failed
sv: Det gick inte att skicka verifieringskoden

source: Verification code sent
sv: Verifieringskod har skickats

source: Verification error
sv: Verifieringsfel

source: Verification of this content’s signature failed
sv: Verifiering av detta innehållets signatur misslyckades

source: View Headers
sv: Visa Headers

source: View Plans
sv: Visa abonnemang

source: Warning
sv: Varning

source: Warning: Before you pass the human check you can't sent email!!!
sv: Varning: Innan du passerat den mänskliga kontrollen kan du inte skicka epost!!!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
sv: Varning: Du har inte angett en återställningsadress så kontoåterställning är omöjligt om du glömmer ditt lösenord. Fortsätt utan återställningsadress?

source: We will send a verification code to the cell phone above.
sv: Vi kommer att skicka en verifieringskod till ovanstående telefonnummer.

source: We will send a verification code to the email address above.
sv: Vi kommer att skicka en verifieringskod till ovanstående e-postadress.

source: We would like to know what we can do better.
sv: Vi vill veta vad vi kan göra bättre.

source: Welcome to ProtonMail
sv: Välkommen till ProtonMail!

# What people see in the &quot;From&quot; field.
source: What people see in the "From" field.
sv: Vad folk ser i fältet ”Från”.

source: When you send an email, this is the name that appears in the sender field.
sv: När du skickar e-post, är det detta namn som syns i avsändarfältet.

source: Work
sv: Arbete

source: Wrong verification code
sv: Fel verifikationskod

source: Yes, activate it for
sv: Ja, aktivera det för

source: Yes, attach details of payment
sv: Ja, bifoga uppgifter om betalning

source: You can customize swipe gestures in the ProtonMail App Settings.
sv: Du kan anpassa svepgester i ProtonMail-appens inställningar.

source: You can get help and support at proton.me/support. Bugs can also be reported with the app.
sv: Du kan får hjälp och support på proton.me/support. Fel kan också rapporteras via appen.

source: You can't set %@ address as default because it is a paid feature.
sv: Du kan inte ange %@ adress som standard eftersom det är en betald funktion.

source: You have %d new emails!
sv: Du har %d nya e-postmeddelanden!

source: You have a new email!
sv: Du har ett nytt meddelande!

source: You have unsaved changes. Do you want to save it?
sv: Du har osparade ändringar. Vill du spara?

# You have used %d%% of your storage space (%@).
source: You have used %1$d%% of your storage space (%2$@).
sv: Du har använt %1$d%% av ditt lagringsutrymme (%2$@).

source: You have used up all of your storage space (%@).
sv: Du har använt allt ditt lagringsutrymme (%@).
