Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS hungarian.xliff
Languages: hu

# NSAppleMusicUsageDescription
source: Required for attaching media to the email.
hu: Fájlok e-mailekhez csatolásához szükséges.

# NSCameraUsageDescription
source: Required for attaching photos to the email.
hu: Képek e-mailekhez csatolásához szükséges.

# NSContactsUsageDescription
source: Required for email autocomplete.
hu: E-mail automatikus kiegészítéséhez szükséges.

# NSFaceIDUsageDescription
source: Allows you quick and secure to unlock your application.
hu: Az alkalmazás gyors és biztonságos feloldását teszi lehetővé.

# NSPhotoLibraryAddUsageDescription
source: Required for saving image attachments to photo library.
hu: A mellékletek az albumokba való lementéséhez szükséges.

# NSPhotoLibraryUsageDescription
source: Required for attaching photos to the email.
hu: Képek e-mailekhez csatolásához szükséges.

source: %@ storage capacity
hu: %@ tárhely

source: %d Member
hu: %d tag

source: %d Members
hu: %d tag

source: %d minute
hu: %d perc

source: %d minutes
hu: %d perc

source: %d Selected
hu: %d kiválasztva

source: %i email address
hu: %i e-mail cím

source: %i email addresses
hu: %i e-mail cím

source: (total)
hu: (összesen)

source: *OPTIONAL
hu: * OPCIONÁLIS

source: + Drop here to add as attachment
hu: + Húzza ide a melléklet csatolásához

source: /user
hu: felhasználónként

source: 2FA failed. Please try to login again.
hu: A bejelentkezés nem sikerült. Próbálja meg újra.

source: A message cannot have more than 5 labels
hu: Az üzenet maximum 5 címkével rendelkezhet

source: A new version of ProtonMail app is available, please update to latest version.
hu: A ProtonMail egy új verziója érhető el. Kérjük, frissítsen a legújabb változatra.

source: A new version of ProtonMail app is available. Please update to the latest version.
hu: A ProtonMail egy új verziója érhető el. Kérjük, frissítsen a legújabb változatra.

source: A paid ProtonMail plan is required to use this feature
hu: A funkció használatához egy előfizetéses ProtonMail csomag szükséges

source: A passcode has not been set, enable it in the system Settings
hu: Nincs beállítva kód. Engedélyezze a rendszer Beállításoknál

source: API Server not reachable...
hu: API szerver nem elérhető...

source: Archive
hu: Archív

source: Access to this account is disabled due to non-payment. Please sign in through proton.me to pay your unpaid invoice.
hu: A fiók elérése számlatartozás miatt le van tiltva. Kérjük, lépjen be a proton.me weblapon és egyenlítse ki a számláit.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://proton.me/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
hu: A fiók elérése számlatartozás miatt le van tiltva. Kérjük, nézze meg a <a href="https://proton.me/support/knowledge-base/delinquency/">tudásbázist</a> további információkért.

# Account password invalid
source: Invalid account password
hu: Érvénytelen fiók jelszó

source: Add
hu: Hozzáadás

source: Add Anniversary
hu: Évforduló hozzáadása

source: Add Birthday
hu: Születésnap hozzáadása

source: Add Contact
hu: Új névjegy

source: Add Custom Label
hu: Új címke hozzáadása

source: Add Folder
hu: Mappa hozzáadása

source: Add Gender
hu: Nem hozzáadása

source: Add Group
hu: Csoport hozzáadása

source: Add Label
hu: Címke hozzáadása

source: Add New Folder
hu: Új mappa hozzáadása

source: Add New Label
hu: Új címke hozzáadása

source: Add Nickname
hu: Becenév hozzáadása

source: Add Organization
hu: Szervezet hozzáadása

source: Add Photo
hu: Fénykép hozzáadása

source: Add Star
hu: Csillagozás

source: Add Title
hu: Beosztás hozzáadása

source: Add new address
hu: Cím hozzáadása

source: Add new custom field
hu: Egyéni mező hozzáadása

source: Add new email
hu: E-mail cím hozzáadása

source: Add new field
hu: Új mező hozzáadása

source: Add new phone number
hu: Telefonszám hozzáadása

source: Add new url
hu: URL hozzáadása

source: Add to contacts
hu: Hozzáadása a névjegyekhez

source: Address
hu: Cím

source: Alert
hu: Figyelmeztetés

source: All Mail
hu: Összes levél

source: All contacts are imported
hu: Minden névjegy importálva

source: Also Archive
hu: Archiválás

source: Also used to reset a forgotten password.
hu: Használható elfelejtett jelszó helyreállítására is.

source: Anniversary
hu: Évforduló

source: App is locked
hu: Az alkalmazás zárolt

source: Apple in-app purchase fee
hu: Apple alkalmazáson belüli vásárlás költsége

source: Apple informed us they could not process the purchase.
hu: Az Apple azt jelezte vissza, hogy nem tudták feldolgozni a vásárlást.

source: Apple informed us you've upgraded the service plan, but did not say which of your ProtonMail accounts to upgrade in case you have more than one.
hu: Az Apple azt jelezte vissza, hogy ön nagyobb csomagra váltott, de nem adta meg, hogy melyik ProtonMail fiókját kívánja frissíteni, amennyiben több is van.

source: Apple informed us you've upgraded the service plan, but some technical data was missing. Please fill in the bugreport and our customer support team will contact you.
hu: Az Apple azt jelezte vissza, hogy ön nagyobb csomagra váltott, de bizonyos technikai adatok hiányoznak. Kérjük, töltsön ki egy hiba jelentést és a támogatási csoportunk felveszi önnel a kapcsolatot.

source: Apple informed us you've upgraded the service plan, but we detected you have logged out of the account since then.
hu: Az Apple azt jelezte vissza, hogy ön nagyobb csomagra váltott, de úgy vettük észre, hogy azóta kilépett a fiókból.

source: Apply
hu: Alkalmazás

source: Apply Labels
hu: Címkék alkalmazása

source: Archive
hu: Archív

source: Archived
hu: Archivált

source: Are you sure you want to logout?
hu: Biztos, hogy ki szeretne jelentkezni?

source: Attachment imported
hu: A melléklet importálva

source: Attachments
hu: Mellékletek

source: Authentication
hu: Azonosítás

source: Authentication failed: wrong username or password.
hu: A bejelentkezés sikertelen: hibás felhasználónév vagy jelszó.

source: Authentication failed
hu: Sikertelen bejelentkezés

source: Authentication failed. Please try to login again.
hu: A bejelentkezés nem sikerült. Próbálja meg újra.

source: Authentication token is not accessible because the app is locked
hu: Az azonosítási token nem érhető el, mert az alkalmazás zárolt

source: Authentication was cancelled by the system
hu: A bejelentkezést a készüléke megszakította

source: Auto lock time
hu: Automatikus zárolás ideje

source: Auto show images
hu: Képek automatikus megjelenítése

source: Back
hu: Vissza

source: Bad auth cache
hu: Hibás azonosítási gyorstár

source: Bad parameter
hu: Hibás paraméter

source: Bad parameter: %@
hu: Hibás paraméter: %@

source: Bad path
hu: Hibás útvonal

source: Bad response
hu: Hibás válasz

source: BCC
hu: Titkos másolat

source: Bcc:
hu: Titkos másolat:

source: Birthday
hu: Születésnap

source: Bug Description
hu: Hiba leírása

source: Bug report received
hu: Hiba jelentés megérkezett

source: Buy More Credits
hu: Vásároljon további kreditet

source: By using protonmail, you agree to our
hu: A ProtonMail használatával elfogadja a

# By using protonmail, you agree to our %@ and %@.
source: By using protonmail, you agree to our %1$@ and %2$@.
hu: ProtonMail használatával elfogadja, a %1$@ és %2$@ dokumentumokat.

source: Call Contact
hu: Partner felhívása

source: Can take several minutes to setup.
hu: A beállítás percekig is eltarthat.

source: Can't copy the file
hu: Nem másolható a fájl

source: Can't create a SRP Client
hu: Nem hozható létre SRP kliens

source: Can't create a SRP verifier!
hu: Nem hozható létre SRP ellenőrző!

source: Can't decrypt this attachment!
hu: Melléklet visszafejtése sikertelen!

source: Can't delete contact group
hu: Névjegy csoport törlése sikertelen

source: Can't delete contact group through API
hu: Névjegy csoport törlése az API-n keresztül meghiúsult

source: Can't download message body, please try again.
hu: Az üzenettörzs nem tölthető le, próbálja meg újra.

source: Can't download message body. Please try again.
hu: Az üzenettörzs nem tölthető le, próbálja meg újra.

source: Can't fetch contact groups
hu: Névjegy csoportok letöltése nem sikerült

source: Can't find the clicked message please try again!
hu: A kiválasztott üzenet nem található. Próbálja meg újra!

source: Can't find the selected message. Please try again.
hu: Nem található a kijelölt üzenetet. Kérjük, próbálja meg újra.

source: Can't find this attachment!
hu: Ez a melléklet nem található!

# Can't get a Moduls ID!
source: Can't get a Modulus ID!
hu: Nem szerezhető be egy Modulus azonosító!

source: Can't get a Moduls!
hu: Nem szerezhető be egy Modulus!

source: Can't get user auth info
hu: Nem szerezhető be a felhasználó azonosítási információ

source: Can't load share content!
hu: Nem tölthető be a megosztott tartalom!

source: Can't load the file
hu: Nem tölthető be a fájl

source: Can't not find the value from the response body
hu: A válasz törzsében nem található meg a kívánt érték

source: Can't open the file
hu: A fájl nem nyitható meg

source: Can't save contact group
hu: A névjegy csoport mentése sikertelen

source: Can't update contact group through the API
hu: Névjegy csoport frissítése API-n keresztül meghiúsult

source: Cancel
hu: Mégsem

source: Cancel Check
hu: Ellenőrzés megszakítása

source: Cancelling
hu: Megszakítás

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
hu: Melléklet visszafejtése sikertelen.

source: CC
hu: Másolat

source: Cc:
hu: Másolat:

source: Cell phone number
hu: Mobil telefonszám

source: Change Login Password
hu: Bejelentkezési jelszó módosítása

source: Change Mailbox Password
hu: E-mail jelszó módosítása

source: Change password
hu: Jelszó módosítása

source: Change PIN
hu: PIN módosítása

source: Change Single Password
hu: Egy jelszavas jelszó módosítása

source: Change default address to...
hu: Alapértelmezett cím átállítása...

source: Change left swipe action
hu: Balra csúsztatás művelet megváltoztatása

source: Change right swipe action
hu: Jobbra csúsztatás művelet megváltoztatása

source: Change sender address to...
hu: Feladó címének megváltoztatása...

source: Check Again
hu: Ellenőrizze újra

source: Checking...
hu: Ellenőrzés...

source: Choose a Password
hu: Adjon meg egy jelszót

source: City
hu: Település

source: Clear local message cache
hu: Helyi üzenet gyorstár törlése

source: Close
hu: Bezárás

source: Closing
hu: Bezárás

source: Compose
hu: Levélírás

source: Compose to
hu: Levélírás neki

source: Confirm
hu: Jóváhagyás

source: Confirm login password
hu: Bejelentkezési jelszó megerősítése

source: Confirm mailbox password
hu: E-mail jelszó megerősítése

source: Confirm password
hu: Jelszó megerősítése

source: Confirm new login password
hu: Új bejelentkezési jelszó megerősítése

source: Confirm new mailbox password
hu: Új e-mail jelszó megerősítése

source: Confirm new password
hu: Új jelszó megerősítése

source: Confirm phishing report
hu: Erősítse meg az adathalász bejelentést

source: Confirmation
hu: Megerősítés

source: Congratulations!
hu: Gratulálunk!

source: Contact Details
hu: Névjegy részletei

source: Contact the ProtonMail team
hu: Kapcsolatfelvétel a ProtonMail csapattal

source: Contacts
hu: Névjegyek

source: Continue
hu: Tovább

source: Continue and Don't ask again
hu: Folytatás, ne kérdezze újra

source: Copy address
hu: Cím másolása

source: Copy name
hu: Név másolása

source: Could not connect to Store. Please try again later.
hu: Nem sikerült csatlakozni az AppStore-hoz. Próbálja meg később.

source: Country
hu: Ország

source: Create
hu: Létrehozás

source: Create Account
hu: Fiók létrehozása

source: Create User failed. Please try again.
hu: A felhasználó létrehozása nem sikerült. Próbálja meg újra.

source: Create a new account
hu: Új fiók létrehozása

source: Create and add Labels to organize your inbox. Long press on a message for all options.
hu: Címkékkel jelölheti meg a beérkezett üzeneteket. Érintsen meg hosszan egy üzenetet az összes lehetőség megjelenítéséhez.

source: Create and add labels to organize your inbox. Press and hold down on a message for all options.
hu: Címkékkel jelölheti meg a beérkezett üzeneteket. Érintsen meg egy üzenetet és tartsa lenyomva a lehetőségek megjelenítéséhez.

source: Create user failed
hu: A felhasználó létrehozása nem sikerült

source: Current Language is:
hu: Jelenlegi nyelv:

source: Current login password
hu: Jelenlegi bejelentkezési jelszó

source: Current password
hu: Jelenlegi jelszó

source: Custom
hu: Egyéni

source: DECRYPT MAILBOX
hu: LEVELEK VISSZAFEJTÉSE

source: Drafts
hu: Piszkozatok

source: Date:
hu: Dátum:

source: Date: %@
hu: Dátum: %@

source: Debug
hu: Hibakeresés

source: Decrypt
hu: Visszafejtés

source: Decrypt token failed. Please try again.
hu: Token visszafejtése sikertelen. Próbálja meg újra.

source: Decryption error
hu: Visszafejtési hiba

source: Decryption of this content failed
hu: A tartalom visszafejtése sikertelen

source: Default
hu: Alapértelmezett

source: Default error. Please try again.
hu: Alapértelmezett hiba. Próbálja meg újra.

source: Define Expiration Date
hu: Lejárati időtartam meghatározása

source: Define hint (Optional)
hu: Emlékeztető megadása (opcionális)

source: Define password
hu: Jelszó megadása

source: Delete
hu: Törlés

source: Delete Contact
hu: Névjegy törlése

source: Delete Contact Group
hu: Névjegy csoport törlése

source: Deleted
hu: Törölve

source: Details
hu: Részletek

source: Discard changes
hu: Módosítások elvetése

source: Discard draft
hu: Piszkozat elvetése

source: Display name
hu: Megjelenített név

source: Display name updated
hu: Megjelenített név frissítve

source: Display name
hu: Megjelenítendő név

source: Display name
hu: Megjelenítendő név

source: Do you want to activate the purchased service plan for
hu: Aktiválja a megvásárolt csomagot a következőhöz:

source: Do you want to cancel the process?
hu: Megszakítja a folyamatot?

source: Do you want to save the unsaved changes?
hu: Kívánja menteni a változásokat?

source: Don't Show Again
hu: Ne jelenjen meg újra

source: Don't remind me again
hu: Ne emlékeztessen újra

source: Done
hu: Kész

source: Double tap to setup
hu: Duplán érintse meg a beállításhoz

source: Draft
hu: Piszkozat

source: Drafts
hu: Piszkozatok

source: Edit
hu: Szerkesztés

source: Edit contact
hu: Névjegy szerkesztése

source: Edit Folder
hu: Mappa szerkesztése

source: Edit Group
hu: Csoport szerkesztése

source: Edit Label
hu: Címke szerkesztése

source: Edit Photo
hu: Fénykép szerkesztése

source: Edit mobile signature
hu: Mobil aláírás szerkesztése

source: Edit signature
hu: Aláírás szerkesztése

source: Email Addresses
hu: E-mail cím

source: Email Contact
hu: E-mail küldése

source: Email Verification
hu: E-mailes ellenőrzés

source: Email address
hu: E-mail cím

source: Email address invalid
hu: Érvénytelen e-mail cím

source: Email default signature
hu: Alapértelmezett e-mail aláírás

# Email domain invalid
source: Invalid email domain
hu: Érvénytelen email domain

source: Empty folder
hu: Mappa kiürítése

source: Enable Default Signature
hu: Alapértelmezett aláírás bekapcsolása

source: Enable FaceID
hu: FaceID engedélyezése

source: Enable Mobile Signature
hu: Mobil aláírás bekapcsolása

source: Enable Notification Email
hu: Értesítési e-mail engedélyezése

source: Enable PIN protection
hu: PIN kódos védelem engedélyezése

source: Enable TouchID
hu: TouchID engedélyezése

source: Encrypted Contact Details
hu: Titkosított névjegy adatok

source: Encrypted for outside
hu: Titkosított, külső címzettnek

source: Encrypted for outside reply
hu: Titkosított, külső címzettnek, válasz

source: Encrypted from outside
hu: Titkosított, külső feladótól

source: Encrypted from outside PGP inline
hu: PGP/Inline titkosított, külső feladótól

source: Encrypted from outside PGP/MIME
hu: PGP/MIME titkosított, külső feladótól

source: Encrypted from outside signed PGP/MIME
hu: PGP/MIME aláírt és titkosított, külső feladótól

source: Encryption Setup
hu: Titkosítás beállítása

source: End Time
hu: Befejezés

source: End-to-end encryption
hu: Végpontok közti titkosítás

source: End-to-end encrypted
hu: Végpontok közt titkosított

source: End-to-end encrypted message
hu: Végpontok közt titkosított üzenet

source: End-to-end encrypted message from verified address
hu: Végpontok közt titkosított, ellenőrzött címről

source: End-to-end encrypted to verified address
hu: Végpontok közt titkosított, ellenőrzött címre

source: Enter
hu: Belépés

source: Enter verification code
hu: Írja be az ellenőrző kódot

source: Enter your PIN
hu: Írja be a PIN kódot

source: Enter your PIN to unlock your inbox.
hu: Írja be a PIN kódot a levelek feloldásához.

source: Enter your cell phone number
hu: Írja be a mobiltelefonszámát

source: Enter your existing email address.
hu: Adjon meg egy létező e-mail címet.

source: Error logs
hu: Hibanaplók

source: Error occured
hu: Hiba történt

source: Every time enter app
hu: Az alkalmazás minden megnyitásakor

source: Expires
hu: Lejár

# Expires in %d days %d hours %d mins %d seconds
source: Expires in %1$d days %2$d hours %3$d mins %4$d seconds
hu: Lejár %1$d nap, %2$d óra, %3$d perc, %4$d másodperc múlva

source: Expiring messages
hu: Időkorlátos üzenetek

source: Extreme Security
hu: Extrém biztonság

source: Forgot password?
hu: Elfelejtett jelszó?

source: FW:
hu: Továbbítás:

source: Failed to determine type of file
hu: Nem sikerült meghatározni a fájl típusát

source: Failed to get list of available products from AppStore.
hu: Nem sikerült betölteni az elérhető termékeket az AppStore-ból.

source: Failed to initialize the app's saved data
hu: Nem sikerült inicializálni az alkalmazás által mentett adatokat

source: Failed to initialize the application's saved data
hu: Nem sikerült inicializálni az alkalmazás által mentett adatokat

source: Feedback
hu: Visszajelzés

source: Fetch user info failed
hu: Felhasználó adatainak betöltése nem sikerült

source: Folder
hu: Mappa

source: Folder Name
hu: Mappa neve

source: For individuals looking to benefit from secure communication at no cost
hu: Azoknak, akik ingyenesen szeretnének élni a biztonságos kommunikáció előnyeivel

source: For individuals that need more capacity, customization and advanced features
hu: Azoknak, akiknek nagyobb csomagra, testreszabharóságra és komolyabb funkcióra van szüksége

source: For organizations that need multi-user support and additional productivity features
hu: Szervezeteknek, akiknek több felhasználóra és további produktív funkciókra van szüksége

source: For power users and groups of people that value full anonymity and privacy
hu: Magas szintű felhasználóknak és felhasználói csoportoknak, akik értékelik a teljes anonimitást és adatvédelmet

source: Forward
hu: Továbbítás

source: Forwarded message
hu: Továbbított üzenet

source: From
hu: Feladó

source: From:
hu: Feladó:

source: Gender
hu: Nem

source: General settings
hu: Általános beállítások

source: Get %@
hu: %@ beszerzése

source: Get more information
hu: További információk

source: Go to inbox
hu: Ugrás a beérkezett üzenetekhez

source: Group Details
hu: Csoport beállításai

source: Group Name
hu: Csoport neve

source: Groups
hu: Csoportok

# Help &amp; Support
source: Help & Support
hu: Segítség & támogatás

source: Help us to improve ProtonMail with your input.
hu: Segítsen a visszajelzéseivel a ProtonMail fejlesztésében.

source: Help us to make privacy the default in the web.
hu: Segítsen, hogy az személyes adatok védelmét alapértelmezetté tehessük az interneten.

source: Hide
hu: Elrejtés

source: Hide details
hu: Részletek elrejtése

source: High Security
hu: Magas szintű biztonság

source: Hours
hu: Óra

source: Human Check Failed
hu: Robot ellenőrzés sikertelen

source: Human Check Warning
hu: Robot ellenőrzés figyelmeztetés

source: Human Verification
hu: Bizonyítsa, hogy nem robot

source: IMAP/SMTP Support via ProtonMail Bridge
hu: IMAP/SMTP támogatás a ProtonMail Bridge segítségével

source: Inbox
hu: Beérkezett üzenetek

source: Import Error
hu: Importálási hiba

source: Import file from...
hu: Importálás fájlból...

source: Importing Contacts
hu: Névjegyek importálása

source: Importing attachment, that can take a while
hu: Melléklet importálása. Ez eltarthat egy ideig

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
hu: A szolgáltatásink használatához el kell fogadnia a ProtonMail Felhasználási Feltételeket.

source: Inbox
hu: Beérkezett üzenetek

source: Incorrect PIN,
hu: Helytelen PIN-kód,

source: Incorrect password
hu: Hibás jelszó

source: Input display name ...
hu: Írja be a megjelenítendő nevet...

source: Input Notification Email ...
hu: Írja be az értesítési e-mail címet...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://proton.me/invite to request an invitation.
hu: A ProtonMail fiók létrehozás átmenetileg nem elérhető. Kérjük, látogasson el a https://proton.me/invite címre és kérjen egy meghívót.

source: Internal Error
hu: Belső hiba

source: Invalid Password
hu: Hibás jelszó

source: Invalid URL
hu: Érvénytelen URL cím

source: Invalid username
hu: Érvénytelen felhasználónév

source: Invalid UserName!
hu: Érvénytelen felhasználónév!

source: Invalid access token please relogin
hu: Érvénytelen elérési token, kérjük jelentkezzen be újra

source: Invalid access token. Please relogin.
hu: Érvénytelen elérési token, kérjük jelentkezzen be újra.

source: Invalid credential
hu: Érvénytelen bejelentkezési adatok

source: Invalid hashed password!
hu: Érvénytelen hash-elt jelszó!

source: Is this bug report about an in-app purchase?
hu: Ez a hiba bejelentés egy alkalmazáson belüli vásárlást érint?

source: It is not possible to switch to %@ within our iOS app.
hu: Az iOS alkalmazásban nem lehet erre váltani: %@.

source: It wasn't possible to match your purchased App Store product to any products on our server. Please fill in the bug report and our customer support team will contact you.
hu: Nem sikerült összeegyeztetni a megvásárolt AppStore terméket a rendelkezésre álló termékeinkkel. Kérjük, küldjön egy hibabejelentést és ügyfélszolgálatunk felveszi önnel a kapcsolatot.

source: Keep me updated about new features
hu: Tájékoztasson az új funkciókról

source: Key generation failed
hu: Kulcs generálás sikertelen

source: Key generation failed. Please try again.
hu: Kulcs generálás sikertelen. Próbálja meg újra.

source: Key invalid. Please go back and try again.
hu: Érvénytelen kulcs. Kérjük, menjen vissza és próbálja meg újra.

source: Login
hu: Bejelentkezés

source: Label management
hu: Címke kezelés

source: Label Name
hu: Címke neve

source: Label as...
hu: Címkézés, mint...

source: Labels
hu: Címkék

source: Labels have been applied.
hu: Címkék alkalmazva.

# Labels, Folders, Filters &amp; More
source: Labels, Folders, Filters & More
hu: Címék, mappák, szűrők és még több

source: Labels/Folders
hu: Címkék és mappák

source: Language
hu: Nyelv

source: Learn More
hu: További információk

source: Learn more here
hu: További információk

source: Limited to 150 messages sent/day
hu: Maximum 150 üzenet küldése naponta

source: Load remote content
hu: Távoli tartalom betöltése

source: Loading...
hu: Betöltés...

source: Local cache can't find mailbox password
hu: Nem található meg az e-mail jelszó a helyi gyorstárban

source: Lock The App
hu: Alkalmazás zárolása

source: Login
hu: Bejelentkezés

source: Login password
hu: Bejelentkezési jelszó

source: Login password doesn't match
hu: Bejelentkezési a jelszó nem egyezik

source: Logout
hu: Kijelentkezés

source: Logs
hu: Naplók

source: Looking to secure your contact's details?
hu: Titkosítani szeretné a névjegyek részleteit?

source: Mailbox password
hu: E-mail jelszó
