Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS russian.xliff
Languages: ru

source: Local cache can't find mailbox password
ru: Невозможно найти в локальном кэше пароль почтового ящика

source: Lock The App
ru: Заблокировать приложение

source: Login
ru: Вход

source: Login password
ru: Пароль для входа

source: Login password doesn't match
ru: Пароль для входа не совпадает

source: Logout
ru: Выход

source: Logs
ru: Логи

source: Looking to secure your contact's details?
ru: Ищете способ защитить данные своих контактов?

source: Mailbox password
ru: Пароль почтового ящика

source: Mailbox password
ru: Пароль почтового ящика

source: Mailbox password doesn't match
ru: Пароль почтового ящика не совпадает

source: Manage Addresses
ru: Управление адресами

source: Manage Labels/Folders
ru: Управление ярлыками / папками

# Mark Read
source: Mark as read
ru: Отметить как прочитанное

source: Mark as unread
ru: Отметить как непрочитанное

source: Menu
ru: Меню

source: Message %@
ru: Сообщение %@

source: Message Password
ru: Пароль сообщения

source: Message queue
ru: Очередь сообщений

source: Message Swipe Actions
ru: Действия при жестах на сообщении

source: Message expired
ru: Истёк срок действия сообщения

source: Message has been deleted.
ru: Сообщение было удалено.

source: Message has been moved.
ru: Сообщение было перемещено.

source: Message password does not match.
ru: Пароль сообщения не совпадает.

source: Message sending failed please try again
ru: Не удалось отправить сообщение. Пожалуйста, повторите попытку

source: Message sending failed. Please try again.
ru: Не удалось отправить сообщение. Пожалуйста, повторите попытку.

source: Message sent
ru: Сообщение отправлено

source: Messages you send can be set to auto delete after a certain time period.
ru: Отправляемым вами сообщениям можно задавать установку на автоматическое удаление через определённый промежуток времени.

source: Mobile
ru: Мобильный

source: Mobile signature
ru: Подпись для мобильного клиента

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at proton.me using a desktop or laptop computer.
ru: Регистрация с мобильных устройств временно отключена. Пожалуйста, повторите попытку позднее, либо попробуйте зарегистрироваться на proton.me, используя настольный компьютер или ноутбук.

source: Modifying or turning off the default mobile signature is a paid feature.
ru: Изменение или отключение мобильной подписи по умолчанию - это платная функция.

source: More
ru: Ещё

source: More Credits
ru: Пополнение счёта

source: Move to AllMail
ru: Переместить ко всем письмам

source: Move to Archive
ru: Переместить в Архив

source: Move to Draft
ru: Переместить к черновикам

source: Move to Folder
ru: Переместить в папку

source: Move to Inbox
ru: Переместить во Входящие

source: Move to Outbox
ru: Переместить в Исходящие

source: Move to Spam
ru: Переместить к спаму

source: Move to Trash
ru: Переместить в корзину

source: Move to...
ru: Переместить в...

source: Multiple addresses
ru: Несколько адресов

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
ru: Зарегистрироваться бесплатно

source: Name
ru: Имя

source: New login password
ru: Новый пароль учётной записи

source: New mailbox password
ru: Новый пароль почтового ящика

source: New password
ru: Новый пароль

source: Nickname
ru: Псевдоним

source: No Messages
ru: Нет сообщений

source: No connectivity detected...
ru: Нет соединения...

source: No, for another ProtonMail account
ru: Нет, для другой учётной записи ProtonMail

source: No, not related to in-app purchase
ru: Нет, не имеет отношения к покупке через приложение

source: None
ru: Нет

source: Not Now
ru: Не сейчас

source: Not all recipients support message expiration
ru: Срок действия сообщения поддерживается, но не у всех получателей

source: Note: The Username is also your ProtonMail address.
ru: Примечание: имя пользователя также является вашим адресом в ProtonMail.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
ru: Примечание: это используется для шифрования и расшифровки ваших сообщений. Не потеряйте этот пароль, так как мы не можем его восстановить.

source: Note: This is used to log you into your account.
ru: Примечание: это используется вами для входа в учётную запись.

source: Notes
ru: Примечания

source: Notice
ru: Замечание

source: Notification / Recovery Email
ru: Эл. почта для уведомлений / восстановления

source: Notification email
ru: Эл. почта для уведомлений

source: Notification Snooze
ru: Приглушение уведомления

source: Notifications Are Snoozed
ru: Уведомления приглушены

source: Notifications Snooze Off
ru: Приглушение уведомлений отключено

source: OTHER PLANS
ru: ДРУГИЕ ТАРИФЫ

source: On
ru: В

source: On EE, MMM d, yyyy at %@
ru: В EE, MMM d, yyyy в %@

# On EE, MMM d, yyyy at %@, %@, wrote:
source: On EE, MMM d, yyyy at %1$@, %2$@, wrote:
ru: В EE, MMM d, yyyy в %1$@, %2$@ написано:

source: Open draft
ru: Открыть черновик

source: Organization
ru: Организация

source: Other
ru: Другое

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the AppStore's servers.
ru: Наша команда поддержки клиентов попробует активировать ваш тариф вручную, если вы согласитесь добавить технические данные, предоставленные магазином AppStore приложению в момент заказа. Среди этих данных нет никаких подробностей о вашей учётной записи iTunes, Apple ID, связанных банковских картах или какой-либо другой пользовательской информации. Технические данные всего лишь помогут нам проверить и убедиться, полностью ли совершилась транзакция на серверах AppStore.

source: Outbox
ru: Исходящие

source: PGP-encrypted
ru: Зашифровано PGP

source: PGP-encrypted message
ru: Сообщение, зашифрованное PGP

source: PGP-encrypted message from verified address
ru: Сообщение, зашифрованное PGP; с проверенного адреса

source: PGP-signed
ru: Подписано PGP

source: PGP-signed message from verified address
ru: Сообщение, подписанное PGP; с проверенного адреса

source: PREMIUM FEATURE
ru: ОСОБАЯ ФУНКЦИЯ

source: Password
ru: Пароль

# Password Mismatch
source: Passwords do not match
ru: Пароль не совпадает

source: Password updated
ru: Пароль обновлён

source: Password cannot be empty.
ru: Пароль не может быть пустым.

source: Password update failed
ru: Не удалось обновить пароль

source: Personal
ru: Личное

source: Phone
ru: Телефон

source: Phone Verification
ru: Подтверждение номера телефона

source: Phone number
ru: Hомер телефона

source: Phone number invalid
ru: Некорректный номер телефона

source: Photo Library
ru: Фотоальбом / Медиатека

source: Pin code can't be empty.
ru: PIN-код не может быть пустым.

source: Please add a password for the following recipients.
ru: Пожалуйста, добавьте пароль для следующих получателей.

source: Please check your cell phone for the verification code.
ru: Пожалуйста, проверьте свой мобильный телефон на наличие кода подтверждения.

source: Please check your email for the verification code.
ru: Пожалуйста, проверьте свою электронную почту на наличие кода подтверждения.

source: Please disable PGP Sending for following addresses.
ru: Пожалуйста, отключите PGP-отправку для следующих адресов.

source: Please input a valid cell phone number.
ru: Пожалуйста, введите номер телефона в правильном формате.

source: Please input a valid email address.
ru: Пожалуйста, введите адрес электронной почты в правильном формате.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the purchase.
ru: Пожалуйста, войдите в учётную запись ProtonMail, тариф которой вы расширяете, чтобы мы могли завершить заказ.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the service plan activation.
ru: Пожалуйста, войдите в учётную запись ProtonMail, тариф которой вы расширяете, чтобы мы могли завершить активацию тарифа.

source: Please pick a username first!
ru: Пожалуйста, сначала задайте имя пользователя!

source: Please provide a group name
ru: Пожалуйста, укажите название группы

# Please remove all attachments before changing sender!
source: Please remove all attachments before changing the sender
ru: Пожалуйста, удалите все вложения перед изменением отправителя

source: Please select at least one email for the contact group
ru: Пожалуйста, выберите по крайней мере один адрес электронной почты для группы контактов

source: Please select one of the following options:
ru: Пожалуйста, выберите один из вариантов:

source: Please set a password.
ru: Пожалуйста, задайте пароль.

source: Please try a different domain.
ru: Пожалуйста, попробуйте другой домен.

source: Please try a different email address.
ru: Пожалуйста, попробуйте другой адрес электронной почты.

source: Please try a different password.
ru: Пожалуйста, попробуйте другой пароль.

source: Please try a different username.
ru: Пожалуйста, попробуйте другое имя пользователя.

source: Please try again
ru: Пожалуйста, попробуйте ещё раз

source: Please unlock the app to proceed with your service plan activation
ru: Пожалуйста, разблокируйте приложение, чтобы продолжить активацию вашего тарифа

source: Please use ProtonMail App login first.
ru: Пожалуйста, сначала войдите через приложение ProtonMail.

source: Please use the web application to reset your password.
ru: Пожалуйста, используйте веб-приложение для сброса своего пароля.

source: Please use the web version of ProtonMail to change your mailbox password!
ru: Пожалуйста, используйте веб-версию ProtonMail для изменения пароля вашего почтового ящика!

source: Please use the web version of ProtonMail to change your passwords!
ru: Пожалуйста, используйте веб-версию ProtonMail для изменения своих паролей!

source: Please use your new password when signing in.
ru: Пожалуйста, при входе используйте ваш новый пароль.

source: Please wait until the email downloaded!
ru: Пожалуйста, дождитесь загрузки электронной почты!

source: Please, manage it in your phone.
ru: Пожалуйста, управляйте этим с помощью вашего телефона.

source: Print
ru: Печать

source: Protection
ru: Защита

source: Protection entire app
ru: Защита всего приложения

source: ProtonMail Plus is required to customize your mobile signature
ru: Для настройки вашей мобильной подписи необходим тариф ProtonMail Plus

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact’s name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
ru: Тариф ProtonMail Plus/Professional/Visionary позволит вам добавлять и изменять больше контактных данных, а не только имя и адрес эл. почты. При использовании ProtonMail эти данные будут защищены так же, как и ваши зашифрованные сквозным способом письма.

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
ru: ProtonMail не продаёт рекламу и не нарушает вашу приватность. Ваша поддержка крайне важна для продолжения работы ProtonMail. Вы можете перейти на платный тариф или внести пожертвование, чтобы поддержать ProtonMail.

source: ProtonMail encrypted emails
ru: Зашифрованная электронная почта ProtonMail

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
ru: ProtonMail сейчас не работает, проверьте наш твиттер, чтобы узнать текущее состояние: https://twitter.com/protonmail

source: ProtonVPN included
ru: Включая ProtonVPN

source: Quick Swipe actions
ru: Действия при быстрых смахиваниях

source: RESET MAILBOX PASSWORD
ru: СБРОСИТЬ ПАРОЛЬ ПОЧТОВОГО ЯЩИКА

# Rate &amp; Review
source: Rate & Review
ru: Оценить и написать отзыв

source: Re-Enter your PIN
ru: Повторно введите ваш PIN-код

source: Reading device contacts data...
ru: Чтение данных о контактах в устройстве...

source: Recovery Code
ru: Код восстановления

source: Recovery Email
ru: Адрес резервной эл. почты

source: Recovery Email Warning
ru: Предупреждение об адресе резервной эл. почты

source: Remind Me Later
ru: Напомнить позже

source: Remove
ru: Удалить

source: Remove Star
ru: Удалить из избранного

source: Repeat
ru: Повтор

source: Reply
ru: Ответить

source: Reply All
ru: Ответить всем

source: Reply message
ru: Ответить на сообщение

source: Reply all
ru: Ответить всем

source: Report Bugs
ru: Сообщить об ошибках

source: Report Phishing
ru: Сообщить о фишинге

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
ru: Сообщение о попытке фишинга отправит сообщение нам, чтобы мы смогли проанализировать его и улучшить наши фильтры. Это означает, что мы будем способны увидеть содержимое сообщения полностью.

source: Request Link Confirmation
ru: Запрашивать подтверждение при переходе по ссылкам

source: Resetting message cache ...
ru: Сброс кэша сообщений...

source: Retry
ru: Повторить

source: Retry after %d seconds
ru: Повторить через %d сек.

source: Sent
ru: Отправленные

source: Spam
ru: Спам

source: SRP Client
ru: SRP-клиент

source: SRP Server
ru: SRP-сервер

source: Starred
ru: Избранные

source: Save
ru: Сохранить

source: Save Changes
ru: Сохранить изменения

source: Save draft
ru: Сохранить черновик

source: Scheduled
ru: Расписание

source: Search
ru: Поиск

source: Select An Option
ru: Выберите вариант

source: Select Color
ru: Выберите цвет

source: Select your language
ru: Выберите свой язык

source: Send
ru: Отправить

source: Send verification code
ru: Отправить код подтверждения

source: Send anyway
ru: Всё равно отправить

source: Send message without subject?
ru: Отправить сообщение без указания темы?

source: Send plain but stored enc
ru: Отправить открытым, но сохранить зашифрованным

source: Sender Verification Failed
ru: Проверка отправителя не удалась

source: Sending message
ru: Отправка сообщения

source: Sending message
ru: Отправка сообщения

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
ru: Отправка сообщений с %1$@ - платная функция. Ваше сообщение будет отправлено с вашего обычного адреса %2$@

source: Sent
ru: Отправленные

source: Sent Failed
ru: Ошибка отправки

source: Sent by ProtonMail with zero access encryption
ru: Отправлено ProtonMail с применением шифрования нулевого доступа

source: Sent by you with end-to-end encryption
ru: Отправлено вами с применением сквозного шифрования

source: Server proofs not valid!
ru: Доказательства сервера неверны!

source: Set Password
ru: Задать пароль

source: Set a password to encrypt this message for non-ProtonMail users.
ru: Задать пароль для шифрования этого сообщения для пользователей вне ProtonMail.

source: Set passwords
ru: Установить пароли

source: Settings
ru: Настройки

source: Share Alert
ru: Предупреждение об отправке

source: Share Contact
ru: Поделиться контактом

source: Share it with your friends
ru: Поделиться с друзьями

# Sign Out
source: Log out
ru: Выход

source: Signature
ru: Подпись

source: Signature Updated
ru: Подпись обновлена

source: Single Password
ru: Единый пароль

source: Snooze Notifications
ru: Приглушить уведомления

source: Snoozed for
ru: Приглушено на

source: Snoozed till
ru: Приглушено до

source: Sorry, we cannot process purchases in the beta version of the iOS app. Thank you for participating in our public beta!
ru: Извините, мы не можем обрабатывать покупки в бета-версии приложения для iOS. Благодарим вас за участие в нашем публичном бета-тестировании!

source: Space warning
ru: Предупреждение о доступном пространстве

source: Spam
ru: Спам

source: Spammed
ru: Это спам

# Srp single password keyslat invalid!
source: Srp single password keysalt invalid!
ru: Неверная соль единого пароля SRP!

source: Star
ru: Добавить в избранное

source: Starred
ru: Избранные

source: Start Time
ru: Время начала

source: State
ru: Область (регион)

source: Storage
ru: Хранилище

source: Storage Warning
ru: Предупреждение о хранилище

source: Stored with zero access encryption
ru: Хранится под шифрованием с нулевым доступом

source: Street
ru: Улица

source: Subject
ru: Тема

source: Subject:
ru: Тема:

source: Subscription
ru: Тариф

source: Support ProtonMail
ru: Поддержать ProtonMail

source: Support for %i custom domains (e.g. user@yourdomain.com)
ru: Поддержка %i пользовательских доменов (пример: user@yourdomain.com)

source: Swipe Left to Right
ru: Смахивание слева направо

source: Swipe Right to Left
ru: Смахивание справа налево

source: System can't copy the file
ru: Система не может скопировать файл

source: Trash
ru: Корзина

# Take a Photo
source: Take photo
ru: Сделать фотографию

source: Tap send anyway to send without expiration to these recipients
ru: Нажмите "Всё равно отправить", чтобы отправить без срока действия этим получателям

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
ru: Благодарим вас за отправку отчёта об ошибке. Мы добавили отчёт в нашу систему отслеживания ошибок.

source: The password is wrong.
ru: Пароль неправильный.

source: The ProtonMail current offline...
ru: ProtonMail сейчас не работает...

source: The username have been taken.
ru: Имя пользователя занято.

source: The authentication credentials are invalid.
ru: Аутентификационные учётные данные неверны.

source: The authentication token has expired.
ru: Срок действия аутентификационного токена истёк.

source: The current standard
ru: Текущий стандарт

source: The display name is now %@.
ru: Отображаемое имя теперь %@.

source: The draft cache is broken. Please try again.
ru: Кэш черновиков нарушен. Пожалуйста, попробуйте ещё раз.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
ru: Отправка не удалась. Ошибка в формате черновика.

source: The highest level of encryption available.
ru: Наивысший из доступных уровень шифрования.

source: The label name is duplicate
ru: Название ярлыка дублируется

source: The mailbox password is incorrect.
ru: Неверный пароль почтового ящика.

source: The maximum number of distinct recipients is %d
ru: Максимальное количество отдельных получателей: %d

source: The maximum number of labels is %d.
ru: Максимальное количество ярлыков: %d.

# The new password can't empty
source: The new password can't be empty
ru: Новый пароль не может быть пустым

source: The new password can't empty.
ru: Новый пароль не может быть пустым.

# The new password not match
source: Passwords do not match
ru: Пароли не совпадают

source: The new password not match.
ru: Новый пароль не совпадает.

source: The optional recovery email address allows you to reset your login password if you forget it.
ru: Резервный адрес эл. почты позволит вам сбросить пароль для входа, если вы его забудете.

source: The password you entered does not match the current password.
ru: Пароль, введённый вами, не совпадает с текущим паролем.

source: The passwords you entered do not match.
ru: Пароли, введённые вами, не совпадают.

source: The private key update failed.
ru: Не удалось обновить закрытый ключ.

source: The request timed out.
ru: Истекло время ожидания запроса.

source: The total attachment size can't be bigger than 25MB
ru: Общий объём вложений не может превышать 25МБ

source: The total attachment size cannot exceed 25MB
ru: Общий объём вложений не может превышать 25МБ

# The verification email invalid
source: Invalid verification email
ru: Неправильный адрес эл. почты для проверки

source: The verification failed!
ru: Проверка не удалась!

source: There was an error creating or loading the app's saved data.
ru: Произошла ошибка при создании или загрузке сохранённых данных приложения.

source: There was an error creating or loading the application's saved data.
ru: Произошла ошибка при создании или загрузке сохранённых данных приложения.

source: This can take a while. Please do not dismiss the app.
ru: Это может занять некоторое время. Пожалуйста, не покидайте приложение.

source: This contact belongs to your address book.
ru: Этот контакт присутствует в вашей записной книжке.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
ru: Это письмо не соответствует требованиям подтверждения подлинности своего домена. Оно может быть поддельным, либо было переслано ненадлежащим образом!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
ru: Похоже, источником этого письма является адрес, относящийся к ProtonMail, но само письмо пришло извне нашей системы и не прошло проверку на соответствие нашим требованиям подтверждения подлинности. Оно может быть поддельным, либо было переслано ненадлежащим образом!

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
ru: Это сообщение может быть попыткой фишинга. Пожалуйста, проверьте отправителя и содержимое, чтобы убедиться, что оно подлинное.

source: Title
ru: Должность

source: To
ru: Кому

# To prevent abuse of ProtonMail,&#13;&#10; we need to verify that you are human.
source: To prevent abuse of ProtonMail, we need to verify that you are human.
ru: Для предотвращения злоупотребления ProtonMail&#13; нам необходимо убедиться, что вы - человек.

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
ru: Для сброса пароля почтового ящика, пожалуйста, используйте веб-версию ProtonMail по адресу proton.me

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
ru: Для сброса пароля почтового ящика, пожалуйста, используйте веб-версию ProtonMail по адресу proton.me

source: To:
ru: Кому:

source: Token expired
ru: Срок действия токена истёк

source: Too many recipients
ru: Слишком много получателей

source: TouchID is not enrolled, enable it in the system Settings
ru: Невозможно использовать TouchID, включите его в настройках телефона

source: TouchID not available
ru: TouchID недоступен

source: Trash
ru: Корзина

source: Trouble shooting guide
ru: Руководство по устранению проблем

source: Turn Off
ru: Отключить

source: Tweet about ProtonMail
ru: Твит о ProtonMail

source: Two Factor Code
ru: Двухфакторный код

source: Type casting error
ru: Ошибка преобразования типа значения переменной

source: User log in
ru: Имя пользователя

source: Unable to connect to the server
ru: Невозможно соединиться с сервером

source: Unable to construct a valid URL with the following path: %@
ru: Невозможно создать допустимый URL-адрес с указанным путём: %@

source: Unable to create SRP Client!
ru: Невозможно создать SRP-клиент!

source: Unable to decrypt message.
ru: Невозможно расшифровать сообщение.

source: Unable to edit this message offline
ru: Невозможно изменить это сообщение без интернет-подключения

source: Unable to generate hashed password!
ru: Невозможно сгенерировать хешированный пароль!

source: Unable to get contacts
ru: Невозможно получить контакты

source: Unable to parse authentication info!
ru: Невозможно разобрать аутентификационную информацию!

source: Unable to parse authentication token!
ru: Невозможно разобрать аутентификационный токен!
