Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS italian.xliff
Languages: it

# NSAppleMusicUsageDescription
source: Required for attaching media to the email.
it: Necessario per allegare media all'email.

# NSCameraUsageDescription
source: Required for attaching photos to the email.
it: Necessario per allegare foto all'email.

# NSContactsUsageDescription
source: Required for email autocomplete.
it: Necessario per il completamento automatico delle email.

# NSFaceIDUsageDescription
source: Allows you quick and secure to unlock your application.
it: Ti permette di sbloccare l'applicazione in modo rapido e sicuro.

# NSPhotoLibraryAddUsageDescription
source: Required for saving image attachments to photo library.
it: Necessario per il salvataggio di immagini allegate alla libreria fotografica.

# NSPhotoLibraryUsageDescription
source: Required for attaching photos to the email.
it: Necessaria per allegare foto all'email.

source: %@ storage capacity
it: %@ di capacità di memorizzazione

source: %d Member
it: %d Membro

source: %d Members
it: %d Membri

source: %d minute
it: %d minuto

source: %d minutes
it: %d minuti

source: %d Selected
it: %d Selezionato

source: %i email address
it: %i indirizzo email

source: %i email addresses
it: %i indirizzi email

source: (total)
it: (totale)

source: *OPTIONAL
it: *OPZIONALE

source: + Drop here to add as attachment
it: + Trascina qui per aggiungere come allegato

source: /user
it: /utente

source: 2FA failed. Please try to login again.
it: 2FA non riuscita. Riprova ad effettuare l'accesso.

# &lt;no object&gt;
source: <no object>
it: < nessun oggetto>

source: A message cannot have more than 5 labels
it: Un messaggio non può avere più di 5 etichette

source: A new version of ProtonMail app is available, please update to latest version.
it: È disponibile una nuova versione dell'app di ProtonMail. Per favore, aggiorna all'ultima versione.

source: A new version of ProtonMail app is available. Please update to the latest version.
it: È disponibile una nuova versione dell'app di ProtonMail. Per favore, aggiorna all'ultima versione.

source: A paid ProtonMail plan is required to use this feature
it: Per utilizzare questa funzionalità è necessario un piano ProtonMail a pagamento

source: A passcode has not been set, enable it in the system Settings
it: Non è stato impostato alcun codice di accesso, attivarlo nelle impostazioni di sistema

source: API Server not reachable...
it: Il server delle API non è raggiungibile...

source: Archive
it: ARCHIVIO

source: Access to this account is disabled due to non-payment. Please sign in through proton.me to pay your unpaid invoice.
it: L'accesso a questo account è disabilitato a causa di mancato pagamento. Per favore, accedi su proton.me per pagare la fattura pendente.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://proton.me/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
it: L'accesso a questo account è stato annullato a causa di un mancato pagamento. Per favore visita <a href="https://proton.me/support/knowledge-base/delinquency/">conoscenze di base</a> per maggiori informazioni.

# Account password invalid
source: Invalid account password
it: Password dell'account non valida

source: Add
it: Aggiungi

source: Add Anniversary
it: Aggiungi anniversario

source: Add Birthday
it: Aggiungi compleanno

source: Add Contact
it: Aggiungi contatto

source: Add Custom Label
it: Aggiungi etichetta personalizzata

source: Add Folder
it: Aggiungi cartella

source: Add Gender
it: Aggiungi genere

source: Add Group
it: Aggiungi Gruppo

source: Add Label
it: Aggiungi etichetta

source: Add New Folder
it: Aggiungi nuova cartella

source: Add New Label
it: Aggiungi nuova etichetta

source: Add Nickname
it: Aggiungi soprannome

source: Add Organization
it: Aggiungi organizzazine

source: Add Photo
it: Aggiungi Foto

source: Add Star
it: Aggiungi ai preferiti

source: Add Title
it: Aggiungi titolo

source: Add new address
it: Aggiungi nuovo indirizzo

source: Add new custom field
it: Aggiungi nuovo campo personalizzato

source: Add new email
it: Aggiungi nuova email

source: Add new field
it: Aggiungi nuovo campo

source: Add new phone number
it: Aggiungi un nuovo numero di telefono

source: Add new url
it: Aggiungi nuovo url

source: Add to contacts
it: Aggiungi ai contatti

source: Address
it: Indirizzo

source: Alert
it: Avviso

source: All Mail
it: Tutte le email

source: All contacts are imported
it: Tutti i contatti sono stati importati

source: Also Archive
it: Anche archivia

source: Also used to reset a forgotten password.
it: Usato anche per riazzerare una password dimenticata.

source: Anniversary
it: Anniversario

source: App is locked
it: L'app è bloccata

source: Apple in-app purchase fee
it: Costo di acquisto in-app di Apple

source: Apple informed us they could not process the purchase.
it: Apple ci ha informati che non sono in grado di elaborare l'acquisto.

source: Apple informed us you've upgraded the service plan, but did not say which of your ProtonMail accounts to upgrade in case you have more than one.
it: Apple ci ha informati che hai effettuato l'upgrade del piano, ma non ha detto per quale dei tuoi account di ProtonMail nel caso ne avessi più di uno.

source: Apple informed us you've upgraded the service plan, but some technical data was missing. Please fill in the bugreport and our customer support team will contact you.
it: Apple ci ha informati che hai effettuato l'upgrade del piano, ma alcuni dati tecnici erano mancanti. Per favore compila la segnalazione e il nostro team di assistenza clienti ti contatterà.

source: Apple informed us you've upgraded the service plan, but we detected you have logged out of the account since then.
it: Apple ci ha informati che hai effettuato l'upgrade del piano, ma abbiamo rilevato che hai effettuato il logout da quel momento.

source: Apply
it: Applica

source: Apply Labels
it: Applica etichette

source: Archive
it: Archivio

source: Archived
it: Archiviato

source: Are you sure you want to logout?
it: Sei sicuro di voler uscire?

source: Attachment imported
it: Allegato importato

source: Attachments
it: Allegati

source: Authentication
it: Autenticazione

source: Authentication failed: wrong username or password.
it: Errore di autenticazione: nome utente o password errati

source: Authentication failed
it: Autenticazione fallita

source: Authentication failed. Please try to login again.
it: Errore di autenticazione. Si prega di riprovare nuovamente l'accesso.

source: Authentication token is not accessible because the app is locked
it: Token di autenticazione non accessibile perché l'applicazione è bloccata

source: Authentication was cancelled by the system
it: L'autenticazione è stata annullata dal sistema

source: Auto lock time
it: Tempo di blocco automatico

source: Auto show images
it: Mostrare immagini automaticamente

source: Back
it: Indietro

source: Bad auth cache
it: Cache di autenticazione sbagliata

source: Bad parameter
it: Parametro non valido

source: Bad parameter: %@
it: Parametro non valido: %@

source: Bad path
it: Percorso non valido

source: Bad response
it: Risposta errata

source: BCC
it: Ccn

source: Bcc:
it: Ccn:

source: Birthday
it: Compleanno

source: Bug Description
it: Descrizione bug

source: Bug report received
it: Segnalazione di bug ricevuta

source: Buy More Credits
it: Acquista Altri Crediti

source: By using protonmail, you agree to our
it: Utilizzando protonmail, accetti i nostri

# By using protonmail, you agree to our %@ and %@.
source: By using protonmail, you agree to our %1$@ and %2$@.
it: Utilizzando protonmail, accetti i nostri %1$@ e %2$@.

source: Call Contact
it: Chiama contatto

source: Can take several minutes to setup.
it: Può richiedere alcuni minuti per la configurazione.

source: Can't copy the file
it: Impossibile copiare il file

source: Can't create a SRP Client
it: Non è possibile creare un client SRP

source: Can't create a SRP verifier!
it: Non è possibile creare un verificatore SRP!

source: Can't decrypt this attachment!
it: Impossibile decifrare questo allegato!

source: Can't delete contact group
it: Non è possibile eliminare il gruppo di contatti

source: Can't delete contact group through API
it: Non è possibile eliminare il gruppo di contatto tramite API

source: Can't download message body, please try again.
it: Impossibile scaricare il corpo del messaggio. Si prega di riprovare.

source: Can't download message body. Please try again.
it: Impossibile scaricare il corpo del messaggio. Si prega di riprovare.

source: Can't fetch contact groups
it: Non è possibile ottenere i gruppi di contatto

source: Can't find the clicked message please try again!
it: Impossibile trovare il messaggio cliccato, si prega di riprovare!

source: Can't find the selected message. Please try again.
it: Impossibile trovare il messaggio selezionato. Si prega di riprovare.

source: Can't find this attachment!
it: Impossibile trovare questo allegato!

# Can't get a Moduls ID!
source: Can't get a Modulus ID!
it: Impossibile ottenere un ID Moduls!

source: Can't get a Moduls!
it: Impossibile ottenere un Moduls!

source: Can't get user auth info
it: Impossibile ottenere le informazioni d'autenticazione dell'utente

source: Can't load share content!
it: Impossibile caricare il contenuto condiviso!

source: Can't load the file
it: Impossibile caricare il file

source: Can't not find the value from the response body
it: Impossibile trovare il valore dal corpo della risposta

source: Can't open the file
it: Impossibile aprire il file

source: Can't save contact group
it: Non è possibile salvare il gruppo di contatti

source: Can't update contact group through the API
it: Non è possibile aggiornare il gruppo di contatti tramite l'API

source: Cancel
it: Annulla

source: Cancel Check
it: Annulla il controllo

source: Cancelling
it: Annullando

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
it: Impossibile decifrare questo allegato.

source: Cell phone number
it: Numero di telefono cellulare

source: Change Login Password
it: Cambia la password d'accesso

source: Change Mailbox Password
it: Modifica della password della casella email

source: Change password
it: Modifica della password

source: Change PIN
it: Modifica del PIN

source: Change Single Password
it: Modifica della password singola

source: Change default address to...
it: Modifica dell'indirizzo predefinito in...

source: Change left swipe action
it: Modifica azione di scorrimento a sinistra

source: Change right swipe action
it: Modifica azione di scorrimento a destra

source: Change sender address to...
it: Modifica dell'indirizzo del mittente in...

source: Check Again
it: Controlla di nuovo

source: Checking...
it: Controllando...

source: Choose a Password
it: Scegli una password

source: City
it: Città

source: Clear local message cache
it: Cancella la cache dei messaggi locali

source: Close
it: Chiudi

source: Closing
it: Chiusura

source: Compose
it: Componi

source: Compose to
it: Comporre a

source: Confirm
it: Conferma

source: Confirm login password
it: Conferma la password di accesso

source: Confirm mailbox password
it: Conferma la password della casella email

source: Confirm password
it: Conferma password

source: Confirm new login password
it: Conferma della password di accesso

source: Confirm new mailbox password
it: Conferma della nuova password della casella email

source: Confirm new password
it: Conferma della nuova password

source: Confirm phishing report
it: Conferma il report di phishing

source: Confirmation
it: Conferma

source: Congratulations!
it: Congratulazioni!

source: Contact Details
it: Dettagli contatto

source: Contact the ProtonMail team
it: Contattare il team di ProtonMail

source: Contacts
it: Contatti

source: Continue
it: Continua

source: Continue and Don't ask again
it: Continua e non chiedere più

source: Copy address
it: Copia indirizzo

source: Copy name
it: Copia nome

source: Could not connect to Store. Please try again later.
it: Impossibile connettersi al negozio. Per favore riprova più tardi.

source: Country
it: Paese

source: Create
it: Crea

source: Create Account
it: Crea account

source: Create User failed. Please try again.
it: Creazione utente fallita. Si prega di riprovare.

source: Create a new account
it: Crea un nuovo account

source: Create and add Labels to organize your inbox. Long press on a message for all options.
it: Crea e aggiungi etichette per organizzare la tua casella di posta. Premi a lungo un messaggio per tutte le opzioni.

source: Create and add labels to organize your inbox. Press and hold down on a message for all options.
it: Crea e aggiungi etichette per organizzare la tua posta in arrivo. Tieni premuto su un messaggio per visualizzare tutte le opzioni.

source: Create user failed
it: Creazione utente fallita

source: Current Language is:
it: Lingua attuale:

source: Current login password
it: Password d'accesso attuale

source: Current password
it: Password attuale

source: Custom
it: Personalizzato

source: DECRYPT MAILBOX
it: DECIFRATURA CASELLA EMAIL

source: Drafts
it: BOZZE

source: Date:
it: Data:

source: Date: %@
it: Data: %@

source: Decrypt
it: Decripta

source: Decrypt token failed. Please try again.
it: Errore nel token di decifrazione. Si prega di riprovare.

source: Decryption error
it: Errore di decriptazione

source: Decryption of this content failed
it: Decifratura di questo contenuto fallita

source: Default
it: Predefinito

source: Default error. Please try again.
it: Errore predefinito. Si prega di riprovare.

source: Define Expiration Date
it: Definire la data di scadenza

source: Define hint (Optional)
it: Definisci suggerimento (opzionale)

source: Define password
it: Impostare una password

source: Delete
it: Elimina

source: Delete Contact
it: Elimina contatto

source: Delete Contact Group
it: Elimina un gruppo di contatto

source: Deleted
it: Eliminato

source: Details
it: Dettagli

source: Discard changes
it: Annulla modifiche

source: Discard draft
it: Scarta bozza

source: Display name
it: Nome visualizzato

source: Display name updated
it: Nome visualizzato aggiornato

source: Display name
it: Nome visualizzato

source: Display name
it: Nome visualizzato

source: Do you want to activate the purchased service plan for
it: Desideri attivare il piano acquistato per

source: Do you want to cancel the process?
it: Vuoi annullare l'operazione?

source: Do you want to save the unsaved changes?
it: Salvare le modifiche non salvate?

source: Don't Show Again
it: Non visualizzare più

source: Don't remind me again
it: Non ricordarmelo più

source: Done
it: Completato

source: Double tap to setup
it: Doppio tocco per configurare

source: Draft
it: Bozza

source: Drafts
it: Bozze

source: Edit
it: Modifica

source: Edit contact
it: Modifica contatto

source: Edit Folder
it: Modifica cartella

source: Edit Group
it: Modifica Gruppo

source: Edit Label
it: Modifica etichetta

source: Edit Photo
it: Modifica Foto

source: Edit mobile signature
it: Modifica firma mobile

source: Edit signature
it: Modifica la firma

source: Email Addresses
it: Indirizzi Email

source: Email Contact
it: Contatto Email

source: Email Verification
it: Verifica via email

source: Email address
it: Indirizzo email

source: Email address invalid
it: Indirizzo email non valido

source: Email default signature
it: Firma email predefinita

# Email domain invalid
source: Invalid email domain
it: Dominio email non valido

source: Empty folder
it: Svuota la cartella

source: Enable Default Signature
it: Abilita firma predefinita

source: Enable FaceID
it: Attiva il FaceID

source: Enable Mobile Signature
it: Abilita firma mobile

source: Enable Notification Email
it: Attiva le notifiche email

source: Enable PIN protection
it: Abilita protezione tramite PIN

source: Enable TouchID
it: Attiva il TouchID

source: Encrypted Contact Details
it: Dettagli criptati del contatto

source: Encrypted for outside
it: Crittografati per l'esterno

source: Encrypted for outside reply
it: Crittografati per risposta esterna

source: Encrypted from outside
it: Crittografato dall'esterno

source: Encrypted from outside PGP inline
it: Crittografato dall'esterno tramite PGP inline

source: Encrypted from outside PGP/MIME
it: Crittografato da PGP/MIME esterno

source: Encrypted from outside signed PGP/MIME
it: Crittografato da PGP/MIME firmato esternamente

source: Encryption Setup
it: Impostazione crittografia

source: End Time
it: Orario di fine

source: End-to-end encryption
it: Crittografia End-to-End

source: End-to-end encrypted
it: Crittografia end-to-end

source: End-to-end encrypted message
it: Messaggio crittografato end-to-end

source: End-to-end encrypted message from verified address
it: Messaggio crittografato ent-to-end da un indirizzo verificato

source: End-to-end encrypted to verified address
it: Indirizzo crittografato end-to-end verificato

source: Enter
it: Inserisci

source: Enter verification code
it: Inserisci il codice di verifica

source: Enter your PIN
it: Inserisci il PIN

source: Enter your PIN to unlock your inbox.
it: Inserisci il PIN per sbloccare la casella email.

source: Enter your cell phone number
it: Inserisci il tuo numero di telefono cellulare

source: Enter your existing email address.
it: Inserisci il tuo indirizzo email esistente.

source: Error logs
it: Log degli errori

source: Error occured
it: Si è verificato un Errore

source: Every time enter app
it: Ogni volta che si apre l'applicazione

source: Expires
it: Scadrà

# Expires in %d days %d hours %d mins %d seconds
source: Expires in %1$d days %2$d hours %3$d mins %4$d seconds
it: Scadrà tra %1$d giorni %2$d ore %3$d minuti %4$d secondi

source: Expiring messages
it: Scadenza messaggi

source: Extreme Security
it: Sicurezza estrema

source: Forgot password?
it: PASSWORD DIMENTICATA?

source: FW:
it: I:

source: Failed to determine type of file
it: Fallito nel determinare il tipo di file

source: Failed to get list of available products from AppStore.
it: Impossibile ottenere l'elenco dei prodotti disponibili da AppStore.

source: Failed to initialize the app's saved data
it: Impossibile inizializzare i dati salvati dell'applicazione

source: Failed to initialize the application's saved data
it: Impossibile inizializzare i dati salvati dell'applicazione

source: Feedback
it: Suggerimento

source: Fetch user info failed
it: Recupero dei dati dell'utente non riuscito

source: Folder
it: Cartella

source: Folder Name
it: Nome cartella

source: For individuals looking to benefit from secure communication at no cost
it: Per le persone che cercano di beneficiare di comunicazioni sicure senza alcun costo

source: For individuals that need more capacity, customization and advanced features
it: Per le persone che hanno bisogno di più capacità, personalizzazione e funzionalità avanzate

source: For organizations that need multi-user support and additional productivity features
it: Per le organizzazioni che necessitano di supporto per più utenti e funzionalità di produttività aggiuntive

source: For power users and groups of people that value full anonymity and privacy
it: Per utenti esperti e gruppi di persone che apprezzano il pieno anonimato e la privacy

source: Forward
it: Inoltra

source: Forwarded message
it: Messaggio inoltrato

source: From
it: Da

source: From:
it: Da:

source: Gender
it: Sesso

source: General settings
it: Impostazioni generali

source: Get %@
it: Ottieni %@

source: Get more information
it: Ottieni maggiori informazioni

source: Go to inbox
it: Va' alla posta in arrivo

source: Group Details
it: Dettagli Gruppo

source: Group Name
it: Nome Gruppo

source: Groups
it: Gruppi

# Help &amp; Support
source: Help & Support
it: Aiuto & Supporto

source: Help us to improve ProtonMail with your input.
it: Aiutaci a migliorare ProtonMail con il tuo commento.

source: Help us to make privacy the default in the web.
it: Aiutaci a far diventare la privacy la norma del web.

source: Hide
it: Nascondi

source: Hide details
it: Nascondi dettagli

source: High Security
it: Sicurezza alta

source: Hours
it: Ore

source: Human Check Failed
it: Controllo umano non riuscito

source: Human Check Warning
it: Avviso di controllo umano

source: Human Verification
it: Verifica umana

source: IMAP/SMTP Support via ProtonMail Bridge
it: Supporto IMAP/SMTP tramite ProtonMail Bridge

source: Inbox
it: POSTA IN ARRIVO

source: Import Error
it: Errore di importazione

source: Import file from...
it: Importa file da...

source: Importing Contacts
it: Importazione contatti

source: Importing attachment, that can take a while
it: Importazione allegato, che può richiedere un po' di tempo

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
it: Per utilizzare i nostri servizi, è necessario accettare i termini di servizio di ProtonMail.

source: Inbox
it: Posta in arrivo

source: Incorrect PIN,
it: PIN errato,

source: Incorrect password
it: Password errata

source: Input display name ...
it: Inserire il nome visualizzato...

source: Input Notification Email ...
it: Inserire l'email di notifica...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://proton.me/invite to request an invitation.
it: La creazione istantanea di account ProtonMail è stata temporaneamente disabilitata. Si prega di andare a https://proton.me/invite per richiedere un invito.

source: Internal Error
it: Errore Interno

source: Invalid Password
it: Password non valida

source: Invalid URL
it: URL non valido

source: Invalid username
it: Nome utente non valido

source: Invalid UserName!
it: Nome utente non valido!

source: Invalid access token please relogin
it: Token di accesso non valido. Per favore, ritenta il login.

source: Invalid access token. Please relogin.
it: Token di accesso non valido. Per favore ritenta il login.

source: Invalid credential
it: Credenziali non valide

source: Invalid hashed password!
it: Password con hash non valido!

source: Is this bug report about an in-app purchase?
it: Questa segnalazione di bug riguarda un acquisto in-app?

source: It is not possible to switch to %@ within our iOS app.
it: Non è possibile passare a %@ nella nostra app iOS.

source: It wasn't possible to match your purchased App Store product to any products on our server. Please fill in the bug report and our customer support team will contact you.
it: Non è stato possibile abbinare il prodotto App Store acquistato ai prodotti sul nostro server. Si prega di compilare la segnalazione di bug e il nostro team di supporto clienti ti contatterà.

source: Keep me updated about new features
it: Mantenermi aggiornato sulle nuove funzionalità

source: Key generation failed
it: Generazione delle chiavi non riuscita

source: Key generation failed. Please try again.
it: Generazione chiave fallita. Per favore riprova.

source: Key invalid. Please go back and try again.
it: Chiave non valida. Per favore torna indietro e riprova.

source: Login
it: Accedi

source: Label management
it: Gestione etichette

source: Label Name
it: Nome dell'etichetta

source: Label as...
it: Etichettare come...

source: Labels
it: Etichette

source: Labels have been applied.
it: Le etichette sono state applicate.

# Labels, Folders, Filters &amp; More
source: Labels, Folders, Filters & More
it: Etichette, Cartelle, Filtri & Altro

source: Labels/Folders
it: Etichette/Cartelle

source: Language
it: Lingua

source: Learn More
it: Per saperne di più

source: Learn more here
it: Maggiori informazioni qui

source: Limited to 150 messages sent/day
it: Invio giornaliero limitato a 150 messaggi

source: Load remote content
it: Carica il contenuto remoto

source: Loading...
it: Caricamento...
