Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS spanish.xliff
Languages: es

# NSAppleMusicUsageDescription
source: Required for attaching media to the email.
es: Requerido para adjuntar medios al correo electrónico.

# NSCameraUsageDescription
source: Required for attaching photos to the email.
es: Requerido para adjuntar imágenes al correo electrónico.

# NSContactsUsageDescription
source: Required for email autocomplete.
es: Requerido para autocompletar el correo electrónico.

# NSFaceIDUsageDescription
source: Allows you quick and secure to unlock your application.
es: Permite desbloquear la aplicación rápido y seguro.

# NSPhotoLibraryAddUsageDescription
source: Required for saving image attachments to photo library.
es: Requerido para guardar imágenes adjuntas a la galería de fotos.

# NSPhotoLibraryUsageDescription
source: Required for attaching photos to the email.
es: Requerido para adjuntar imágenes al correo electrónico.

source: %@ storage capacity
es: %@ de capacidad de almacenamiento

source: %d Member
es: %d miembro

source: %d Members
es: %d miembros

source: %d minute
es: %d minuto

source: %d minutes
es: %d minutos

source: %d Selected
es: %d seleccionado

source: %i email address
es: %i dirección de correo

source: %i email addresses
es: %i direcciones de correo

source: *OPTIONAL
es: *OPCIONAL

source: + Drop here to add as attachment
es: + Suelte aquí para añadir como adjunto

source: /user
es: /usuario

source: 2FA failed. Please try to login again.
es: Falló la autentificación en dos factores. Intente nuevamente.

# &lt;no object&gt;
source: <no object>
es: <sin objeto>

source: A message cannot have more than 5 labels
es: Un mensaje no puede tener más de 5 etiquetas

source: A new version of ProtonMail app is available, please update to latest version.
es: Una nueva versión de la aplicación ProtonMail está disponible, por favor actualice a la última versión.

source: A new version of ProtonMail app is available. Please update to the latest version.
es: Una nueva versión de la aplicación ProtonMail está disponible. Actualice a la última versión.

source: A paid ProtonMail plan is required to use this feature
es: Se necesita un plan de ProtonMail para utilizar esta característica

source: A passcode has not been set, enable it in the system Settings
es: No se ha establecido un código de acceso, habilítelo en los ajustes del sistema

source: API Server not reachable...
es: Servidor API no accesible...

source: Archive
es: ARCHIVO

source: Access to this account is disabled due to non-payment. Please sign in through proton.me to pay your unpaid invoice.
es: El acceso a esta cuenta está deshabilitado por falta de pago. Inicie sesión a través de proton.me para pagar su factura no pagada.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://proton.me/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
es: El acceso a esta cuenta está deshabilitado por falta de pago. Visite <a href="https://proton.me/support/knowledge-base/delinquency/">la base de conocimiento</a> para más información.

# Account password invalid
source: Invalid account password
es: Contraseña de cuenta incorrecta

source: Add
es: Añadir

source: Add Anniversary
es: Añadir aniversario

source: Add Birthday
es: Añadir cumpleaños

source: Add Contact
es: Añadir contacto

source: Add Custom Label
es: Añadir etiqueta personalizada

source: Add Folder
es: Añadir carpeta

source: Add Gender
es: Añadir sexo

source: Add Group
es: Añadir grupo

source: Add Label
es: Añadir etiqueta

source: Add New Folder
es: Añadir carpeta nueva

source: Add New Label
es: Añadir etiqueta nueva

source: Add Nickname
es: Añadir apodo

source: Add Organization
es: Añadir organización

source: Add Photo
es: Añadir imagen

source: Add Star
es: Destacar

source: Add Title
es: Añadir título

source: Add new address
es: Añadir nueva dirección

source: Add new custom field
es: Añadir nuevo campo personalizado

source: Add new email
es: Añadir correo electrónico nuevo

source: Add new field
es: Añadir campo nuevo

source: Add new phone number
es: Añadir nuevo número telefónico

source: Add new url
es: Añadir url nueva

source: Add to contacts
es: Añadir a contactos

source: Address
es: Dirección

source: Alert
es: Alerta

source: All Mail
es: Todos

source: All contacts are imported
es: Todos los contactos están importados

source: Also Archive
es: Además archivar

source: Also used to reset a forgotten password.
es: También se utiliza para restablecer una contraseña olvidada.

source: Anniversary
es: Aniversario

source: App is locked
es: La aplicación está bloqueada

source: Apple in-app purchase fee
es: Tarifa de compra en la aplicación de Apple

source: Apple informed us they could not process the purchase.
es: Nos informó Apple que no se pudo procesar la compra.

source: Apple informed us you've upgraded the service plan, but did not say which of your ProtonMail accounts to upgrade in case you have more than one.
es: Nos informó Apple que ha actualizado el plan de servicio, pero no dijo cuál de sus cuentas de ProtonMail actualizar en caso de tener más de una.

source: Apple informed us you've upgraded the service plan, but some technical data was missing. Please fill in the bugreport and our customer support team will contact you.
es: Nos informó Apple que ha actualizado el plan de servicio, pero faltan algunos datos técnicos. Envíenos un reporte de errores y nuestro equipo se pondrá en contacto con usted.

source: Apple informed us you've upgraded the service plan, but we detected you have logged out of the account since then.
es: Nos informó Apple que ha actualizado el plan de servicio, pero detectamos que cerró sesión desde entonces.

source: Apply
es: Aplicar

source: Apply Labels
es: Aplicar etiquetas

source: Archive
es: Archivados

source: Archived
es: Archivado

source: Are you sure you want to logout?
es: ¿Seguro que quiere cerrar la sesión?

source: Attachment imported
es: Adjunto importado

source: Attachments
es: Adjuntos

source: Authentication
es: Autenticación

source: Authentication failed: wrong username or password.
es: Error en la autenticación: usuario o contraseña incorrecta

source: Authentication failed
es: Autenticación fallida

source: Authentication failed. Please try to login again.
es: Autenticación fallida, intente nuevamente.

source: Authentication token is not accessible because the app is locked
es: El token de autenticación no es accesible porque la aplicación está bloqueada

source: Authentication was cancelled by the system
es: Autenticación cancelada por el sistema

source: Auto lock time
es: Tiempo de bloqueo automático

source: Auto show images
es: Mostrar imágenes automáticamente

source: Back
es: Atrás

source: Bad auth cache
es: Autenticación de caché errónea

source: Bad parameter
es: Parámetro erróneo

source: Bad parameter: %@
es: Parámetro erróneo: %@

source: Bad path
es: Ruta errónea

source: Bad response
es: Respuesta errónea

source: BCC
es: Cco

source: Birthday
es: Cumpleaños

source: Bug Description
es: Descripción del Error

source: Bug report received
es: Informe de error recibido

source: Buy More Credits
es: Comprar más créditos

source: By using protonmail, you agree to our
es: Al usar ProtonMail, acepta nuestros

# By using protonmail, you agree to our %@ and %@.
source: By using protonmail, you agree to our %1$@ and %2$@.
es: Al usar protonmail, acepta nuestros %1$@ y %2$@.

source: Call Contact
es: Llamar al contacto

source: Can take several minutes to setup.
es: La configuración puede tardar varios minutos.

source: Can't copy the file
es: No se puede copiar el archivo

source: Can't create a SRP Client
es: No se puede crear un cliente SRP

source: Can't create a SRP verifier!
es: ¡No se puede crear un verificador SRP!

source: Can't decrypt this attachment!
es: ¡No se puede descifrar el archivo adjunto!

source: Can't delete contact group
es: No se pudo eliminar el grupo de contactos

source: Can't delete contact group through API
es: No se pudo eliminar el grupo de contactos a través de la API

source: Can't download message body, please try again.
es: No se puede descargar el contenido del mensaje, por favor intente otra vez.

source: Can't download message body. Please try again.
es: No se pudo descargar el contenido del mensaje, intente nuevamente.

source: Can't fetch contact groups
es: No se pudieron obtener los grupos de contactos

source: Can't find the clicked message please try again!
es: ¡No puede encontrar el mensaje por favor inténtelo de nuevo!

source: Can't find the selected message. Please try again.
es: No se pudo encontrar el mensaje seleccionado. Intente de nuevo.

source: Can't find this attachment!
es: ¡No se puede encontrar este archivo adjunto!

# Can't get a Moduls ID!
source: Can't get a Modulus ID!
es: ¡No se puede obtener un ID de Moduls!

source: Can't get a Moduls!
es: ¡No se puede obtener un Moduls!

source: Can't get user auth info
es: No se puede obtener la información de autenticación del usuario

source: Can't load share content!
es: ¡No se puede cargar el contenido compartido!

source: Can't load the file
es: No se puede cargar el archivo

source: Can't not find the value from the response body
es: No se puede encontrar el valor del cuerpo de respuesta

source: Can't open the file
es: No se puede abrir el archivo

source: Can't save contact group
es: No se pudo guardar el grupo de contactos

source: Can't update contact group through the API
es: No se pudo actualizar el grupo de contactos mediante la API

source: Cancel
es: Cancelar

source: Cancel Check
es: Cancelar la verificación

source: Cancelling
es: Cancelando

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
es: No se puede descifrar este archivo adjunto.

source: Cell phone number
es: Número de teléfono móvil

source: Change Login Password
es: Cambiar contraseña de inicio de sesión

source: Change Mailbox Password
es: Cambiar contraseña de buzón

source: Change password
es: Cambiar contraseña

source: Change PIN
es: Cambiar PIN

source: Change Single Password
es: Cambiar contraseña única

source: Change default address to...
es: Cambiar la dirección predeterminada a...

source: Change left swipe action
es: Cambiar acción de deslizamiento hacia la izquierda

source: Change right swipe action
es: Cambiar acción de deslizamiento hacia la derecha

source: Change sender address to...
es: Cambiar la dirección del remitente a...

source: Check Again
es: Verificar de nuevo

source: Checking...
es: Verificando...

source: Choose a Password
es: Elija una contraseña

source: City
es: Ciudad

source: Clear local message cache
es: Vaciar caché de mensajes locales

source: Close
es: Cerrar

source: Closing
es: Cerrando

source: Compose
es: Redactar

source: Compose to
es: Redactar a

source: Confirm
es: Confirmar

source: Confirm login password
es: Confirmar la contraseña de inicio de sesión

source: Confirm mailbox password
es: Confirmar la contraseña del buzón

source: Confirm password
es: Confirmar contraseña

source: Confirm new login password
es: Confirmar nueva contraseña de inicio de sesión

source: Confirm new mailbox password
es: Confirmar nueva contraseña de buzón

source: Confirm new password
es: Confirmar nueva contraseña

source: Confirm phishing report
es: Confirmar reporte de suplantación de identidad

source: Confirmation
es: Confirmación

source: Congratulations!
es: ¡Felicitaciones!

source: Contact Details
es: Detalles del contacto

source: Contact the ProtonMail team
es: Contactar con el equipo de ProtonMail

source: Contacts
es: Contactos

source: Continue
es: Continuar

source: Continue and Don't ask again
es: Seguir y no volver a preguntar

source: Copy address
es: Copiar dirección

source: Copy name
es: Copiar nombre

source: Could not connect to Store. Please try again later.
es: No se pudo conectar con la tienda. Intente de nuevo más tarde.

source: Country
es: País

source: Create
es: Crear

source: Create Account
es: Crear cuenta

source: Create User failed. Please try again.
es: Falló la creación del usuario, inténtelo nuevamente.

source: Create a new account
es: Crear una nueva cuenta

source: Create and add Labels to organize your inbox. Long press on a message for all options.
es: Cree y añada etiquetas para organizar su bandeja de entrada. Mantenga pulsado un mensaje para ver todas las opciones.

source: Create and add labels to organize your inbox. Press and hold down on a message for all options.
es: Cree y añada etiquetas para organizar su bandeja de entrada. Presione y mantenga pulsado un mensaje para todas las opciones.

source: Create user failed
es: Error al crear el usuario

source: Current Language is:
es: El idioma actual es:

source: Current login password
es: Contraseña de inicio de sesión actual

source: Current password
es: Contraseña actual

source: Custom
es: Personalizar

source: DECRYPT MAILBOX
es: DESCIFRAR BUZÓN

source: Drafts
es: BORRADORES

source: Date:
es: Fecha:

source: Date: %@
es: Fecha: %@

source: Debug
es: Depurar

source: Decrypt
es: Descifrar

source: Decrypt token failed. Please try again.
es: Falló el token de descifrado, inténtelo nuevamente.

source: Decryption error
es: Error de descifrado

source: Decryption of this content failed
es: Falló el descifrado de este contenido

source: Default
es: Por defecto

source: Default error. Please try again.
es: Ocurrió un error, inténtelo nuevamente.

source: Define Expiration Date
es: Definir fecha de expiración

source: Define hint (Optional)
es: Definir pista (opcional)

source: Define password
es: Definir contraseña

source: Delete
es: Eliminar

source: Delete Contact
es: Eliminar contacto

source: Delete Contact Group
es: Eliminar grupo de contactos

source: Deleted
es: Eliminado

source: Details
es: Detalles

source: Discard changes
es: Descartar cambios

source: Discard draft
es: Descartar borrador

source: Display name
es: Nombre para mostrar

source: Display name updated
es: Nombre a mostrar actualizado

source: Display name
es: Nombra para mostrar

source: Display name
es: Nombre para mostrar

source: Do you want to activate the purchased service plan for
es: ¿Desea activar el plan de servicio comprado para

source: Do you want to cancel the process?
es: ¿Desea cancelar el proceso?

source: Do you want to save the unsaved changes?
es: ¿Desea guardar los cambios sin guardar?

source: Don't Show Again
es: No mostrar de nuevo

source: Don't remind me again
es: No volver a recordarme

source: Done
es: Hecho

source: Double tap to setup
es: Doble toque para configurar

source: Draft
es: Borrador

source: Drafts
es: Borradores

source: Edit
es: Editar

source: Edit contact
es: Editar contacto

source: Edit Folder
es: Editar carpeta

source: Edit Group
es: Editar grupo

source: Edit Label
es: Editar etiqueta

source: Edit Photo
es: Editar foto

source: Edit mobile signature
es: Editar firma de móvil

source: Edit signature
es: Editar firma

source: Email
es: Correo

source: Email Addresses
es: Direcciones de correo electrónico

source: Email Contact
es: Mensaje a contacto

source: Email Verification
es: Verificación de correo electrónico

source: Email address
es: Dirección de correo

source: Email address invalid
es: La dirección de correo electrónico es inválida

source: Email default signature
es: Firma de correo electrónico predeterminada

# Email domain invalid
source: Invalid email domain
es: Dominio de correo electrónico inválido

source: Empty folder
es: Vaciar carpeta

source: Enable Default Signature
es: Habilitar la firma predeterminada

source: Enable FaceID
es: Habilitar FaceID

source: Enable Mobile Signature
es: Habilitar la firma móvil

source: Enable Notification Email
es: Habilitar correo electrónico de notificación

source: Enable PIN protection
es: Habilitar protección con PIN

source: Enable TouchID
es: Habilitar TouchID

source: Encrypted Contact Details
es: Datos de contacto cifrados

source: Encrypted for outside
es: Cifrado para externos

source: Encrypted for outside reply
es: Cifrado para respuesta externa

source: Encrypted from outside
es: Cifrado desde afuera

source: Encrypted from outside PGP inline
es: Cifrado desde fuera con PGP en línea

source: Encrypted from outside PGP/MIME
es: Cifrado desde fuera con PGP/MIME

source: Encrypted from outside signed PGP/MIME
es: Cifrado desde fuera y firmado con PGP/MIME

source: Encryption Setup
es: Configuración de cifrado

source: End Time
es: Hora Fin

source: End-to-end encryption
es: Cifrado de extremo a extremo

source: End-to-end encrypted
es: Cifrado de extremo a extremo

source: End-to-end encrypted message
es: Mensaje cifrado de extremo a extremo

source: End-to-end encrypted message from verified address
es: Mensaje cifrado de extremo a extremo de dirección verificada

source: End-to-end encrypted to verified address
es: Cifrado de extremo a extremo a la dirección verificada

source: Enter
es: Ingresar

source: Enter verification code
es: Ingrese el código de verificación

source: Enter your PIN
es: Ingrese su PIN

source: Enter your PIN to unlock your inbox.
es: Ingrese su PIN para desbloquear el buzón.

source: Enter your cell phone number
es: Ingrese su número de teléfono móvil

source: Enter your existing email address.
es: Ingrese su dirección de correo existente.

source: Error logs
es: Registro de errores

source: Error occured
es: Ocurrió un error

source: Every time enter app
es: Cada vez al abrir la aplicación

source: Expires
es: Expira

# Expires in %d days %d hours %d mins %d seconds
source: Expires in %1$d days %2$d hours %3$d mins %4$d seconds
es: Expira en %1$d días %2$d horas %3$d minutos %4$d segundos

source: Expiring messages
es: Expiración de mensajes

source: Extreme Security
es: Máxima seguridad

source: Forgot password?
es: ¿OLVIDÓ LA CONTRASEÑA?

source: FW:
es: RV:

source: Failed to determine type of file
es: Falló al determinar el tipo de archivo

source: Failed to get list of available products from AppStore.
es: Falló al obtener la lista de productos disponibles desde AppStore.

source: Failed to initialize the app's saved data
es: Error al inicializar los datos guardados de la aplicación

source: Failed to initialize the application's saved data
es: Error al inicializar los datos guardados de la aplicación

source: Feedback
es: Comentarios

source: Fetch user info failed
es: Error al obtener información de usuario

source: Folder
es: Carpeta

source: Folder Name
es: Nombre de la carpeta

source: For individuals looking to benefit from secure communication at no cost
es: Para personas que buscan beneficiarse de una comunicación segura sin costo

source: For individuals that need more capacity, customization and advanced features
es: Para personas que necesitan más capacidad, personalización y funciones avanzadas

source: For organizations that need multi-user support and additional productivity features
es: Para organizaciones que necesitan soporte multi usuario y funciones de productividad adicionales

source: For power users and groups of people that value full anonymity and privacy
es: Para personas y grupos que valoran el anonimato y la privacidad

source: Forward
es: Reenviar

source: Forwarded message
es: Mensaje reenviado

source: From
es: De

source: From:
es: De:

source: Gender
es: Sexo

source: General settings
es: Ajustes generales

source: Get %@
es: Obtenga %@

source: Get more information
es: Obtener más información

source: Go to inbox
es: Ir al buzón

source: Group Details
es: Detalles del grupo

source: Group Name
es: Nombre del grupo

source: Groups
es: Grupos

# Help &amp; Support
source: Help & Support
es: Ayuda y Soporte

source: Help us to improve ProtonMail with your input.
es: Ayúdenos a mejorar ProtonMail con sus comentarios.

source: Help us to make privacy the default in the web.
es: Ayúdenos a hacer de la privacidad el estándar en la web.

source: Hide
es: Ocultar

source: Hide details
es: Ocultar detalles

source: High Security
es: Alta seguridad

source: Hours
es: Horas

source: Human Check Failed
es: Error de captcha

source: Human Check Warning
es: Advertencia de captcha

source: Human Verification
es: Captcha

source: IMAP/SMTP Support via ProtonMail Bridge
es: Soporte IMAP/SMTP mediante ProtonMail Bridge

source: Inbox
es: BUZÓN

source: Import Error
es: Error al importar

source: Import file from...
es: Importar archivo desde...

source: Importing Contacts
es: Importando contactos

source: Importing attachment, that can take a while
es: Importando adjunto, puede tomar un tiempo

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
es: Para poder utilizar nuestros servicios, debe aceptar las condiciones del servicio de ProtonMail.

source: Inbox
es: Buzón

source: Incorrect PIN,
es: PIN incorrecto

source: Incorrect password
es: Contraseña incorrecta

source: Input display name ...
es: Ingrese el nombre para mostrar...

source: Input Notification Email ...
es: Ingresar email de notificaciones...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://proton.me/invite to request an invitation.
es: La creación instantánea de cuentas de ProtonMail se ha deshabilitado temporalmente. Diríjase a https://proton.me/invite para solicitar una invitación.

source: Internal Error
es: Error interno

source: Invalid Password
es: Contraseña incorrecta

source: Invalid URL
es: URL incorrecta

source: Invalid username
es: Nombre de usuario inválido

source: Invalid UserName!
es: ¡Nombre de usuario inválido!

source: Invalid access token please relogin
es: Token de acceso inválido, vuelva a iniciar sesión

source: Invalid access token. Please relogin.
es: Token de acceso inválido, vuelva a iniciar sesión.

source: Invalid credential
es: Credencial inválida

source: Invalid hashed password!
es: ¡Contraseña hash inválida!

source: Is this bug report about an in-app purchase?
es: ¿Este reporte es acerca de una compra en la aplicación?

source: It is not possible to switch to %@ within our iOS app.
es: No es posible cambiar a %@ dentro de nuestra aplicación iOS.

source: It wasn't possible to match your purchased App Store product to any products on our server. Please fill in the bug report and our customer support team will contact you.
es: No fue posible hacer coincidir el producto de la App Store comprado con ningún producto de nuestro servidor. Rellene y envíe el reporte de errores y nuestro equipo se contactará con usted.

source: Keep me updated about new features
es: Mantenerme actualizado acerca de nuevas funciones

source: Key generation failed
es: Error en la generación de claves

source: Key generation failed. Please try again.
es: Ocurrió un error al generar las claves, intente nuevamente.

source: Key invalid. Please go back and try again.
es: Clave inválida, intente nuevamente.

source: Login
es: Iniciar sesión

source: Label management
es: Gestión de etiquetas

source: Label Name
es: Nombre de la etiqueta

source: Label as...
es: Etiquetar como...

source: Labels
es: Etiquetas

source: Labels have been applied.
es: Las etiquetas han sido aplicadas.

# Labels, Folders, Filters &amp; More
source: Labels, Folders, Filters & More
es: Etiquetas, carpetas, filtros y más

source: Labels/Folders
es: Etiquetas/Carpetas

source: Language
es: Idioma

source: Learn More
es: Más información

source: Learn more here
es: Más información aquí

source: Limited to 150 messages sent/day
es: Limitado a 150 mensajes enviados por día

source: Load remote content
es: Cargar contenido remoto

source: Loading...
es: Cargando...

source: Local cache can't find mailbox password
es: La caché local no puede encontrar la contraseña del buzón

source: Lock The App
es: Bloquear la aplicación

source: Login
es: Iniciar sesión

source: Login password
es: Contraseña de inicio de sesión
