Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Czech.xliff
Languages: cs

# NSAppleMusicUsageDescription
source: Required for attaching media to the email.
cs: Vyžadováno pro přiložení médií k e-mailu.

# NSCameraUsageDescription
source: Required for attaching photos to the email.
cs: Vyžadováno pro přiložení fotografií k e-mailu.

# NSContactsUsageDescription
source: Required for email autocomplete.
cs: Vyžadováno pro automatické dokončení e-mailu.

# NSFaceIDUsageDescription
source: Allows you quick and secure to unlock your application.
cs: Umožňuje rychlé a bezpečné odemknutí aplikace.

# NSPhotoLibraryAddUsageDescription
source: Required for saving image attachments to photo library.
cs: Vyžadováno pro ukládání obrazových příloh do knihovny fotografií.

# NSPhotoLibraryUsageDescription
source: Required for attaching photos to the email.
cs: Vyžadováno pro připojování fotografií k e-mailu.

source: %@ storage capacity
cs: %@ úložné kapacity

source: %d Member
cs: %d člen

source: %d Members
cs: %d členů

source: %d minute
cs: %d minuta

source: %d minutes
cs: %d minut

source: %d Selected
cs: Vybráno: %d

source: %i email address
cs: %i e-mailová adresa

source: %i email addresses
cs: %i e-mailové adresy

source: (2048 bit)
cs: (2048 bitů)

source: (4096 bit)
cs: (4096 bitů)

source: (total)
cs: (celkem)

source: *OPTIONAL
cs: * VOLITELNÉ

source: /user
cs: /uživatel

source: 2FA failed. Please try to login again.
cs: 2FA ověřování se nezdařilo. Zkuste se přihlásit znovu.

source: A message cannot have more than 5 labels
cs: Zpráva nemůže obsahovat více než 5 štítků

source: A new version of ProtonMail app is available, please update to latest version.
cs: Nová verze aplikace ProtonMail je k dispozici, prosím aktualizujte na nejnovější verzi.

source: A new version of ProtonMail app is available. Please update to the latest version.
cs: Nová verze ProtonMail aplikace je k dispozici. Prosím, aktualizujte na nejnovější verzi.

source: A paid ProtonMail plan is required to use this feature
cs: K využití této funkce je nutný placený ProtonMail

source: A passcode has not been set, enable it in the system Settings
cs: Přístupový kód nebyl nastaven, povolte ho v nastavení systému

source: API Server not reachable...
cs: API Server není dosažitelný...

source: Archive
cs: ARCHIV

source: Access to this account is disabled due to non-payment. Please sign in through proton.me to pay your unpaid invoice.
cs: Z důvodů neplacení je přístup k tomuto účtu zakázán. Prosím přihlašte se prostřednictvím proton.me a uhraďte nezaplacenou fakturu.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://proton.me/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
cs: Z důvodů neplacení je přístup k tomuto účtu zakázán. Pro další informace navštivte <a href="https://proton.me/support/knowledge-base/delinquency/">naši sbírku znalostí.</a>

# Account password invalid
source: Invalid account password
cs: Neplatné heslo účtu

source: Add
cs: Přidat

source: Add Anniversary
cs: Přidat výročí

source: Add Birthday
cs: Přidat datum narození

source: Add Contact
cs: Přidat kontakt

source: Add Custom Label
cs: Přidat vlastní označení

source: Add Folder
cs: Přidat složku

source: Add Gender
cs: Přidat pohlaví

source: Add Group
cs: Přidat skupinu

source: Add Label
cs: Přidat označení

source: Add New Folder
cs: Přidat novou složku

source: Add New Label
cs: Přidat nové označení

source: Add Nickname
cs: Přidat přezdívku

source: Add Organization
cs: Přidat organizaci

source: Add Photo
cs: Přidat fotografii

source: Add Star
cs: Přidat hvězdičku

source: Add Title
cs: Přidat titul

source: Add new address
cs: Přidat novou adresu

source: Add new custom field
cs: Přidat nové vlastní pole

source: Add new email
cs: Přidat nový E-mail

source: Add new field
cs: Přidat nové pole

source: Add new phone number
cs: Přidat nové telefonní číslo

source: Add new url
cs: Přidat novou adresu url

source: Add to contacts
cs: Přidat do kontaktů

source: Address
cs: Adresa

source: Alert
cs: Upozornění

source: All Mail
cs: Všechna pošta

source: All contacts are imported
cs: Všechny kontakty byly naimportovány

source: Also Archive
cs: Také archivovat

source: Also used to reset a forgotten password.
cs: Použito také k obnovení zapomenutého hesla.

source: Anniversary
cs: Výročí

source: App is locked
cs: Aplikace je uzamčena

source: Apple in-app purchase fee
cs: Apple in-app pořizovací poplatek

source: Apple informed us they could not process the purchase.
cs: Apple nás informoval, že nemohli zpracovat nákup.

source: Apple informed us you've upgraded the service plan, but did not say which of your ProtonMail accounts to upgrade in case you have more than one.
cs: Apple nás informoval, že jste navýšil/a plán služby, ale neřekl, který z vašich ProtonMail účtů má být navýšen v případě, že jich máte více než jeden.

source: Apple informed us you've upgraded the service plan, but some technical data was missing. Please fill in the bugreport and our customer support team will contact you.
cs: Apple nás informoval, že jste navýšil/a plán služby, ale některé technické údaje chyběly. Prosím vyplňte zprávu o chybě a náš tým podpory zákazníků vás bude kontaktovat.

source: Apple informed us you've upgraded the service plan, but we detected you have logged out of the account since then.
cs: Apple nás informoval, že jste navýšil/a servisní plán, ale zjistili jsme, že jste se od té doby z účtu odhlásili.

source: Apply
cs: Provést změny

source: Apply Labels
cs: Použít označení

source: Archive
cs: Archiv

source: Archived
cs: Archivováno

source: Attachments
cs: Přílohy

source: Authentication
cs: Ověření

source: Authentication failed: wrong username or password.
cs: Ověření se nezdařilo: nesprávné uživatelské jméno nebo heslo

source: Authentication failed
cs: Ověření se nezdařilo

source: Authentication failed. Please try to login again.
cs: Ověřování se nezdařilo. Zkuste se přihlásit znovu.

source: Authentication token is not accessible because the app is locked
cs: Ověřovací token není přístupný, protože aplikace je uzamčena

source: Authentication was cancelled by the system
cs: Ověřování bylo zrušeno systémem

source: Auto lock time
cs: Čas do automatického uzamčení

source: Auto show images
cs: Automaticky zobrazovat obrázky

source: Back
cs: Zpět

source: Bad auth cache
cs: Chyba mezipaměti ověření

source: Bad parameter
cs: Chybný parametr

source: Bad parameter: %@
cs: Chybný parametr: %@

source: Bad path
cs: Chybná cesta

source: Bad response
cs: Chybná odpověď

source: BCC
cs: Skrytá kopie

source: Bcc:
cs: Skrytá kopie:

source: Birthday
cs: Datum narození

source: Bug Description
cs: Popis chyby

source: Bug report received
cs: Chybová zpráva obdržena

source: Buy More Credits
cs: Koupit víc kreditů

source: By using protonmail, you agree to our
cs: Užíváním protonmailu souhlasíte s našimi

source: Call Contact
cs: Zavolat kontakt

source: Can take several minutes to setup.
cs: Nastavení může trvat několik minut.

source: Can't copy the file
cs: Soubor nelze kopírovat

source: Can't create a SRP Client
cs: Nelze vytvořit klienta SRP

source: Can't create a SRP verifier!
cs: Nelze vytvořit verifikátor SRP!

source: Can't decrypt this attachment!
cs: Tuto přílohu nelze dešifrovat!

source: Can't delete contact group
cs: Skupinu kontaktů nelze odstranit

source: Can't delete contact group through API
cs: Skupinu kontaktů nelze odstranit pomocí rozhraní API

source: Can't download message body, please try again.
cs: Nelze stáhnout text zprávy, prosím zkuste znovu.

source: Can't download message body. Please try again.
cs: Nelze stáhnout text zprávy. Zkuste to znovu.

source: Can't fetch contact groups
cs: Nelze načíst skupiny kontaktů

source: Can't find the clicked message please try again!
cs: Nelze nalézt označenou zprávu, zkuste prosím znovu!

source: Can't find the selected message. Please try again.
cs: Nelze nalézt označenou zprávu. Zkuste to prosím znova.

source: Can't find this attachment!
cs: Nelze najít tuto přílohu!

# Can't get a Moduls ID!
source: Can't get a Modulus ID!
cs: Nelze získat ID modulu!

source: Can't get a Moduls!
cs: Modulus je nedostupný!

source: Can't get user auth info
cs: Nelze získat informaci o ověření uživatele

source: Can't load share content!
cs: Nelze načíst sdílený obsah!

source: Can't load the file
cs: Nelze načíst soubor

source: Can't not find the value from the response body
cs: V těle odpovědi nelze najít hodnotu

source: Can't open the file
cs: Soubor nelze otevřít

source: Can't save contact group
cs: Skupinu kontaktů nelze uložit

source: Can't update contact group through the API
cs: Skupinu kontaktů nelze aktualizovat pomocí rozhraní API

source: Cancel
cs: Zrušit

source: Cancel Check
cs: Zrušit zaškrtnutí

source: Cancelling
cs: Ruší se

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
cs: Tuto přílohu nelze dešifrovat.

source: CC
cs: Kopie

source: Cc:
cs: Kopie:

source: Cell phone number
cs: Telefonní číslo mobilu

source: Change Login Password
cs: Změnit přihlašovací heslo

source: Change Mailbox Password
cs: Změnit heslo poštovní schránky

source: Change password
cs: Změnit heslo

source: Change PIN
cs: Změnit PIN kód

source: Change Single Password
cs: Změna jednoho hesla

source: Change default address to...
cs: Změnit výchozí adresu na...

source: Change left swipe action
cs: Změna akce pro přetažení vlevo

source: Change right swipe action
cs: Změna akce pro přetažení vpravo

source: Change sender address to...
cs: Změnit adresu odesílatele na...

source: Check Again
cs: Zkontrolovat znovu

source: Checking...
cs: Kontrola ....

source: Choose a Password
cs: Zvolte heslo

source: City
cs: Město

source: Clear local message cache
cs: Vyčisti mezipaměť místních zpráv

source: Close
cs: Zavřít

source: Closing
cs: Zavírání

source: Compose
cs: Nová zpráva

source: Compose to
cs: Napsat zprávu

source: Confirm
cs: Potvrdit

source: Confirm login password
cs: Potvrdit přihlašovací heslo

source: Confirm mailbox password
cs: Potvrdit heslo k poštovní schránce

source: Confirm password
cs: Potvrdit heslo

source: Confirm new login password
cs: Potvrdit nové přihlašovací heslo

source: Confirm new mailbox password
cs: Potvrit nové heslo poštovní schránky

source: Confirm new password
cs: Potvrdit nové heslo

source: Confirm phishing report
cs: Potvrdit oznámení phishingu

source: Confirmation
cs: Potvrzení

source: Congratulations!
cs: Blahopřejeme!

source: Contact Details
cs: Detaily kontaktu

source: Contact the ProtonMail team
cs: Kontaktuj tým ProtonMailu

source: Contacts
cs: Kontakty

source: Continue
cs: Pokračovat

source: Copy address
cs: Kopírovat adresu

source: Copy name
cs: Název kopie

source: Could not connect to Store. Please try again later.
cs: Nelze se připojit k obchodu. Zkuste to prosím později.

source: Country
cs: Stát

source: Create
cs: Vytvořit

source: Create Account
cs: Vytvořit účet

source: Create User failed. Please try again.
cs: Vytváření uživatele selhalo, zkuste to prosím znovu.

source: Create a new account
cs: Vytvořit nový účet

source: Create and add Labels to organize your inbox. Long press on a message for all options.
cs: Vytvoř a přidej Označení pro třídění doručené pošty. Dlouze stiskni na zprávě pro zobrazení všech možností.

source: Create and add labels to organize your inbox. Press and hold down on a message for all options.
cs: Vytvoř a přidej označení pro třídění doručené pošty. Stiskni a přidrž na zprávě pro zobrazení všech možností.

source: Create user failed
cs: Vytváření uživatele selhalo

source: Current Language is:
cs: Aktuální jazyk je:

source: Current login password
cs: Aktuální přihlašovací heslo

source: Current password
cs: Aktuální heslo

source: Custom
cs: Vlastní

source: DECRYPT MAILBOX
cs: DEŠIFROVAT SCHRÁNKU

source: Drafts
cs: KONCEPTY

source: Date:
cs: Datum:

source: Date: %@
cs: Datum: %@

source: Debug
cs: Ladění

source: Decrypt
cs: Dešifrovat

source: Decrypt token failed. Please try again.
cs: Dešifrování selhalo. Zkuste to znovu.

source: Decryption error
cs: Chyba dešifrování

source: Decryption of this content failed
cs: Dešifrování obsahu selhalo

source: Default
cs: Výchozí

source: Default error. Please try again.
cs: Defaultní chyba. Prosím, zkuste znovu.

source: Define Expiration Date
cs: Nastavte datum vypršení platnosti

source: Define hint (Optional)
cs: Nápověda k heslu (volitelné)

source: Define password
cs: Nastavte heslo

source: Delete
cs: Smazat

source: Delete Contact
cs: Smazat kontakt

source: Delete Contact Group
cs: Smazat skupinu kontaktů

source: Deleted
cs: Odstraněno

source: Details
cs: Detaily

source: Discard changes
cs: Zahodit změny

source: Discard draft
cs: Zahodit koncept

source: Display name
cs: Zobrazované jméno

source: Display name updated
cs: Zobrazované jméno aktualizováno

source: Display name
cs: Zobrazované jméno

source: Display name
cs: Zobrazované jméno

source: Do you want to activate the purchased service plan for
cs: Chcete aktivovat zakoupený plán služby

source: Do you want to cancel the process?
cs: Přejete si přerušit tento proces?

source: Do you want to save the unsaved changes?
cs: Chcete uložit provedené změny?

source: Don't Show Again
cs: Příště nezobrazovat

source: Don't remind me again
cs: Znovu nepřípomínat

source: Done
cs: Hotovo

source: Double tap to setup
cs: Dvojím poklepáním přejít do nastavení

source: Draft
cs: Koncept

source: Drafts
cs: Koncepty

source: Edit
cs: Upravit

source: Edit contact
cs: Upravit kontakt

source: Edit Folder
cs: Upravit složku

source: Edit Group
cs: Upravit skupinu

source: Edit Label
cs: Upravit označení

source: Edit Photo
cs: Upravit fotografii

source: Edit mobile signature
cs: Upravit podpis v mobilní aplikaci

source: Edit signature
cs: Upravit podpis

source: Email Addresses
cs: E-mailové adresy

source: Email Contact
cs: E-mailový kontakt

source: Email Verification
cs: Ověření e-mailu

source: Email address
cs: E-mailová adresa

source: Email address invalid
cs: E-mailová adresa je neplatná

source: Email default signature
cs: Výchozí podpis e-mailu

# Email domain invalid
source: Invalid email domain
cs: Neplatná e-mailová doména

source: Empty folder
cs: Prázdná složka

source: Enable Default Signature
cs: Povolit výchozí podpis

source: Enable FaceID
cs: Povolit FaceID

source: Enable Mobile Signature
cs: Povolit mobilní podpis

source: Enable Notification Email
cs: Povolit e-mailové notifikace

source: Enable PIN protection
cs: Zapnout ochranu PIN kódem

source: Enable TouchID
cs: Povolit TouchID

source: Encrypted Contact Details
cs: Šifrované detaily kontaktu

source: Encrypted for outside
cs: Šifrováno pro adresáty vně ProtonMailu

source: Encrypted for outside reply
cs: Šifrováno pro odpovědi vně ProtonMailu

source: Encrypted from outside
cs: Šifrováno zvenku

source: Encrypted from outside PGP/MIME
cs: Šifrováno zvenku PGP/MIME

source: Encrypted from outside signed PGP/MIME
cs: Šifrováno zvenku s podpisem PGP/MIME

source: Encryption Setup
cs: Nastavení šifrování

source: End Time
cs: Čas ukončení

source: End-to-end encryption
cs: End-to-End šifrování

source: End-to-end encrypted
cs: End-to-End šifrováno

source: End-to-end encrypted message
cs: End-to-End šifrovaná zpráva

source: End-to-end encrypted message from verified address
cs: End-to-end šifrovaná zpráva z ověřené adresy

source: End-to-end encrypted to verified address
cs: Zašifrováno End-to-end k ověřenému příjemci

source: Enter
cs: Zadejte

source: Enter verification code
cs: Zadejte ověřovací kód

source: Enter your PIN
cs: Zadejte Váš PIN

source: Enter your PIN to unlock your inbox.
cs: Zadejte svůj PIN k odemčení schránky.

source: Enter your cell phone number
cs: Zadejte číslo svého mobilního telefonu

source: Enter your existing email address.
cs: Zadejte svoji existující emailovou adresu.

source: Error logs
cs: Záznamy chyb

source: Error occured
cs: Došlo k chybě

source: Every time enter app
cs: Při každém spuštění aplikace

source: Expires
cs: Vyprší

# Expires in %d days %d hours %d mins %d seconds
source: Expires in %1$d days %2$d hours %3$d mins %4$d seconds
cs: Vyprší za %1$d dnů %2$d hodin %3$d minut %4$d vteřin

source: Expiring messages
cs: Platnost zpráv

source: Extreme Security
cs: Extrémní bezpečnost

source: Forgot password?
cs: ZAPOMNĚLI JSTE HESLO?

source: FW:
cs: Přeposlat:

source: Failed to determine type of file
cs: Určení typu souboru zlyhalo

source: Failed to get list of available products from AppStore.
cs: Proces získání seznamu dostupných produktů z AppStore selhal.

source: Failed to initialize the app's saved data
cs: Nepodařilo se inicializovat data uložená aplikací

source: Failed to initialize the application's saved data
cs: Nepodařilo se inicializovat data uložená aplikací

source: Feedback
cs: Zpětná vazba

source: Fetch user info failed
cs: Nepodařilo se načíst info o uživateli

source: Folder
cs: Složka

source: Folder Name
cs: Název složky

source: For individuals looking to benefit from secure communication at no cost
cs: Pro jednotlivce, kteří hledají užitek z bezpečné komunikace bez nákladů

source: For individuals that need more capacity, customization and advanced features
cs: Pro jednotlivce, kteří potřebují větší kapacitu, víc možností úprav a pokročilých funkcí

source: For organizations that need multi-user support and additional productivity features
cs: Pro organizace, které potřebují podporu pro mnoho uživatelů a další funkce pro zvýšení produktivity

source: For power users and groups of people that value full anonymity and privacy
cs: Pro pokročilé uživatele a skupiny lidí, kteří si cení plné anonymity a soukromí

source: Forward
cs: Přeposlat

source: Forwarded message
cs: Přeposlaná zpráva

source: From
cs: Od

source: From:
cs: Od:

source: Gender
cs: Pohlaví

source: General settings
cs: Obecná nastavení

source: Get %@
cs: Získejte %@

source: Get more information
cs: Získat více informací

source: Go to inbox
cs: Přejít do složky Doručené

source: Group Details
cs: Podrobnosti o skupině

source: Group Name
cs: Název skupiny

source: Groups
cs: Skupiny

# Help &amp; Support
source: Help & Support
cs: Nápověda & Podpora

source: Help us to improve ProtonMail with your input.
cs: Pomozte nám vylepšit ProtonMail Vaší připomínkou.

source: Help us to make privacy the default in the web.
cs: Pomozte nám udělat soukromí na webu standardem.

source: Hide
cs: Skrýt

source: Hide details
cs: Skrýt detaily

source: High Security
cs: Vysoké zabezpečení

source: Hours
cs: Hodiny

source: Human Check Failed
cs: Kontrola lidskosti se nezdařila

source: Human Check Warning
cs: Upozornění kontroly lidskosti

source: Human Verification
cs: Ověření lidskosti

source: IMAP/SMTP Support via ProtonMail Bridge
cs: Podpora IMAP/SMTP přes ProtonMail Bridge

source: Inbox
cs: DORUČENÁ POŠTA

source: Import Error
cs: Chyba importu

source: Import file from...
cs: Importovat soubor...

source: Importing Contacts
cs: Importování kontaktů

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
cs: Chcete-li využívat našich služeb, musíte souhlasit s podmínkami užívání služby ProtonMail.

source: Inbox
cs: Doručená pošta

source: Incorrect PIN,
cs: Nesprávný kód PIN,

source: Incorrect password
cs: Nesprávné heslo

source: Input display name ...
cs: Vložte zobrazované jméno ...

source: Input Notification Email ...
cs: Vložte e-mail pro zasílání notofikací ...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://proton.me/invite to request an invitation.
cs: Okamžité vytvoření účtu ProtonMail bylo dočasně vypnuto. Přejděte prosím na https://proton.me/invite a zažádejte o pozvánku.

source: Internal Error
cs: Interní chyba

source: Invalid Password
cs: Neplatné heslo

source: Invalid URL
cs: Neplatná URL

source: Invalid username
cs: Neplatné uživatelské jméno

source: Invalid UserName!
cs: Neplatné uživatelské jméno!

source: Invalid access token please relogin
cs: Neplatný token pro přístup. Přihlašte se prosím znovu

source: Invalid access token. Please relogin.
cs: Neplatný token pro přístup. Přihlašte se prosím znovu.

source: Invalid credential
cs: Neplatné přihlašovací údaje

source: Invalid hashed password!
cs: Neplatný hash hesla!

source: Is this bug report about an in-app purchase?
cs: Týká se tato zpráva o chybě nákupu v aplikaci?

source: It is not possible to switch to %@ within our iOS app.
cs: Není možné přejít na %@ v naší aplikaci iOS.

source: It wasn't possible to match your purchased App Store product to any products on our server. Please fill in the bug report and our customer support team will contact you.
cs: Nepodařilo se nám spojit produkt z AppStore, který jste si zakoupili s produkty na našem serveru. Prosím vyplňte zprávu o chybě a náš tým podpory Vás bude kontaktovat.

source: Keep me updated about new features
cs: Informujte mě o nových funkcích

source: Key generation failed
cs: Generování klíče se nezdařilo

source: Key generation failed. Please try again.
cs: Generování klíče selhalo. Prosím, zkuste to znovu.

source: Key invalid. Please go back and try again.
cs: Neplatný klíč. Přejděte prosím zpět a zkuste to znova.

source: Login
cs: Přihlášení

source: Label management
cs: Správa označení

source: Label Name
cs: Název označení

source: Label as...
cs: Označit jako...

source: Labels
cs: Štítky

source: Labels have been applied.
cs: Označení bylo použito.

# Labels, Folders, Filters &amp; More
source: Labels, Folders, Filters & More
cs: Štítky, Složky, Filtry & Více

source: Labels/Folders
cs: Označení/Složky

source: Language
cs: Jazyk

source: Learn More
cs: Více informací

source: Learn more here
cs: Více informací zde

source: Limited to 150 messages sent/day
cs: Omezeno na 150 odeslaných zpráv/den

source: Load remote content
cs: Načíst vzdálený obsah

source: Loading...
cs: Načítání...

source: Local cache can't find mailbox password
cs: Místní mezipaměť nemůže najít heslo poštovní schránky

source: Lock The App
cs: Zamknout aplikaci

source: Login
cs: Přihlášení

source: Login password
cs: Přihlašovací heslo

source: Login password doesn't match
cs: Přihlašovací heslo se neshoduje

source: Logout
cs: Odhlásit se

source: Logs
cs: Logy

source: Looking to secure your contact's details?
cs: Chcete zabezpečit Vaše kontaktní údaje?

source: Mailbox password
cs: Heslo k e-mailové schránce

source: Mailbox password
cs: Heslo k poštovní schránce

source: Mailbox password doesn't match
cs: Hesla k e-mailové schránce se neshodují

source: Manage Addresses
cs: Spravovat Adresy

source: Manage Labels/Folders
cs: Spravovat Označení/Složky

# Mark Read
source: Mark as read
cs: Označit jako přečtené

source: Mark as unread
cs: Označit jako nepřečtené

source: Message %@
cs: Zpráva %@

source: Message Password
cs: Heslo zprávy

source: Message queue
cs: Fronta zpráv

source: Message Swipe Actions
cs: Akce přetažení zpráv

source: Message expired
cs: Platnost zprávy vypršela

source: Message has been deleted.
cs: Zpráva byla odstraněna.

source: Message has been moved.
cs: Zpráva byla přesunuta.

source: Message password does not match.
cs: Heslo zprávy se neshoduje.

source: Message sending failed please try again
cs: Odeslání zprávy se nezdařilo, prosím zkuste to znovu

source: Message sending failed. Please try again.
cs: Odeslání zprávy se nezdařilo. Zkuste to prosím znovu.

source: Message sent
cs: Zpráva byla odeslána

source: Messages you send can be set to auto delete after a certain time period.
cs: Odesílané zprávy lze nastavit na automatické odstranění po určitém časovém období.

source: Mobile
cs: Mobil

source: Mobile signature
cs: Podpis v mobilní aplikaci
