Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Swedish.xliff
Languages: sv

# NSAppleMusicUsageDescription
source: Required for attaching media to the email.
sv: Krävs för att bifoga media till e-postmeddelandet.

# NSCameraUsageDescription
source: Required for attaching photos to the email.
sv: Krävs för att bifoga foton till e-postmeddelandet.

# NSContactsUsageDescription
source: Required for email autocomplete.
sv: Krävs för automatisk komplettering av e-post.

# NSFaceIDUsageDescription
source: Allows you quick and secure to unlock your application.
sv: Gör att du snabbt och säkert kan låsa upp applikationen.

# NSPhotoLibraryAddUsageDescription
source: Required for saving image attachments to photo library.
sv: Krävs för att spara bildbilagor till fotobiblioteket.

# NSPhotoLibraryUsageDescription
source: Required for attaching photos to the email.
sv: Krävs för att bifoga foton till e-postmeddelandet.

source: %@ storage capacity
sv: %@ lagringskapacitet

source: %d Member
sv: %d medlem

source: %d Members
sv: %d medlemmar

source: %d minute
sv: %d Minut

source: %d minutes
sv: %d Minuter

source: %d Selected
sv: %d Vald

source: %i email address
sv: %i e-postadress

source: %i email addresses
sv: %i e-postadresser

source: (2048 bit)
sv: (2048 bitars)

source: (4096 bit)
sv: (4096-bitars)

source: (total)
sv: (totalt)

source: *OPTIONAL
sv: *VALFRITT

source: 2FA failed. Please try to login again.
sv: Autentisering misslyckades. Försök att logga in igen.

source: A message cannot have more than 5 labels
sv: Ett meddelande kan inte ha fler än 5 etiketter

source: A new version of ProtonMail app is available, please update to latest version.
sv: En ny version av ProtonMail app är tillgänglig, vänligen uppdatera till senaste versionen.

source: A new version of ProtonMail app is available. Please update to the latest version.
sv: En ny version av ProtonMail-appen finns tillgänglig. Uppdatera till den senaste versionen.

source: A paid ProtonMail plan is required to use this feature
sv: För att kunna använda den här funktionen krävs en betald ProtonMail-plan

source: A passcode has not been set, enable it in the system Settings
sv: En passcode har angetts, aktivera det i inställningar

source: API Server not reachable...
sv: API-servern kan inte nås...

source: Archive
sv: ARKIV

source: Access to this account is disabled due to non-payment. Please sign in through proton.me to pay your unpaid invoice.
sv: Tillgång till detta konto avstängt på grund av utebliven betalning. Logga in via proton.me för att betala obetalda fakturor.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://proton.me/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
sv: Access till kontot har stoppats på grund av utebliven betalning. Besök <a href="https://proton.me/support/knowledge-base/delinquency/">vår knowledgebase</a> för mer information.

# Account password invalid
source: Invalid account password
sv: Felaktigt konto-lösenord

source: Add
sv: Lägg till

source: Add Anniversary
sv: Lägg till årsdagen

source: Add Birthday
sv: Lägg till födelsedag

source: Add Contact
sv: Lägg till kontakt

source: Add Custom Label
sv: Lägg till egen etikett

source: Add Folder
sv: Lägg till mapp

source: Add Gender
sv: Lägg till kön

source: Add Group
sv: Lägg till grupp

source: Add Label
sv: Lägg till etikett

source: Add New Folder
sv: Lägg till ny mapp

source: Add New Label
sv: Lägg till en ny etikett

source: Add Nickname
sv: Lägg till Smeknamn

source: Add Organization
sv: Lägg Organization

source: Add Photo
sv: Lägg till foto

source: Add Star
sv: Lägg till stjärna

source: Add Title
sv: Lägg till titel

source: Add new address
sv: Lägg till ny adress

source: Add new custom field
sv: Lägg till nytt eget fält

source: Add new email
sv: Lägg till ny epost

source: Add new field
sv: Lägg till nytt fält

source: Add new phone number
sv: Lägg till nytt telefonnummer

source: Add new url
sv: Lägg till ny url

source: Add to contacts
sv: Lägg till i kontakter

source: Address
sv: Adress

source: Alert
sv: Varna

source: All Mail
sv: All e-post

source: All contacts are imported
sv: Alla kontakter är importerade

source: Also Archive
sv: Och arkivera

source: Also used to reset a forgotten password.
sv: Används också för att återställa ett glömt lösenord.

source: Anniversary
sv: Årsdag

source: App is locked
sv: Appen är låst

source: Apple in-app purchase fee
sv: Apple avgift för köp inuti app

source: Apple informed us they could not process the purchase.
sv: Apple meddelade oss att köpet ej kunde genomföras.

source: Apple informed us you've upgraded the service plan, but did not say which of your ProtonMail accounts to upgrade in case you have more than one.
sv: Apple meddelade oss att du har uppgraderat serviceplanen, men sa inte vilket av dina ProtonMail-konton som skulle uppgraderas om du har mer än ett.

source: Apple informed us you've upgraded the service plan, but some technical data was missing. Please fill in the bugreport and our customer support team will contact you.
sv: Apple informerade oss om du har uppgraderat serviceplanen, men några tekniska data saknades. Fyll i felrapporten och vår kundtjänst kommer att kontakta dig.

source: Apple informed us you've upgraded the service plan, but we detected you have logged out of the account since then.
sv: Apple meddelade oss att du har uppgraderat serviceplanen, men vi upptäckte att du har loggat ut från kontot sedan dess.

source: Apply
sv: Verkställ

source: Apply Labels
sv: Applicera etiketter

source: Archive
sv: Arkiv

source: Archived
sv: Arkiverad

source: Attachments
sv: Bilagor

source: Authentication
sv: Autentisering

source: Authentication failed: wrong username or password.
sv: Autentisering misslyckades, fel användarnamn eller lösenord

source: Authentication failed
sv: Autentisering misslyckades

source: Authentication failed. Please try to login again.
sv: Autentisering misslyckades. Försök att logga in igen.

source: Authentication token is not accessible because the app is locked
sv: Autentiseringstoken är inte tillgänglig eftersom appen är låst

source: Authentication was cancelled by the system
sv: Autentisering avbröts av systemet

source: Auto lock time
sv: Tid till automatisk låsning

source: Auto show images
sv: Visa bilder automatiskt

source: Back
sv: Tillbaka

source: Bad auth cache
sv: Ogiltig autentiseringscache

source: Bad parameter
sv: Ogiltig parameter

source: Bad parameter: %@
sv: Ogiltig parameter: %@

source: Bad path
sv: Felaktig sökväg

source: Bad response
sv: Ogiltigt svar

source: Bcc:
sv: Hemlig kopia:

source: Birthday
sv: Födelsedag

source: Bug Description
sv: Bugg-beskrivning

source: Bug report received
sv: Rapport mottagen

source: Buy More Credits
sv: Köp mer Credits

source: By using protonmail, you agree to our
sv: Genom att använda protonmail, samtycker du till vår

source: Call Contact
sv: Ring kontakt

source: Can take several minutes to setup.
sv: Kan ta flera minuter att installera.

source: Can't copy the file
sv: Kan inte kopiera filen

source: Can't create a SRP Client
sv: Kan inte skapa en SRP-klient

source: Can't create a SRP verifier!
sv: Kan inte skapa en SRP-verifierare!

source: Can't decrypt this attachment!
sv: Kan inte dekryptera den bifogade filen!

source: Can't delete contact group
sv: Kunde inte radera kontaktgrupp

source: Can't delete contact group through API
sv: Kunde inte radera kontaktgrupp genom API

source: Can't download message body, please try again.
sv: Kan inte hämta meddelandet, vänligen försök igen.

source: Can't download message body. Please try again.
sv: Kunde inte hämta meddelandets innehåll. Försök igen.

source: Can't fetch contact groups
sv: Kunde inte hämta kontaktgrupper

source: Can't find the clicked message please try again!
sv: Kan inte hitta det meddelande du klickade på, vänligen försök igen!

source: Can't find the selected message. Please try again.
sv: Kan inte hitta valt meddelande. Försök igen.

source: Can't find this attachment!
sv: Kan inte hitta den bifogade filen!

# Can't get a Moduls ID!
source: Can't get a Modulus ID!
sv: Kan inte hämta Moduls ID!

source: Can't get a Moduls!
sv: Kan inte hämta Moduls!

source: Can't get user auth info
sv: Kan inte hämta användarens autentiseringsinfo

source: Can't load share content!
sv: Kan inte ladda delat innehåll!

source: Can't load the file
sv: Kan inte ladda filen

source: Can't not find the value from the response body
sv: Kan inte hitta värdet från svarstexten

source: Can't open the file
sv: Kan inte öppna filen

source: Can't save contact group
sv: Kunde inte spara kontaktgrupp

source: Can't update contact group through the API
sv: Kunde inte uppdatera kontaktgrupp via APIt

source: Cancel
sv: Avbryt

source: Cancel Check
sv: Avbryt Kontroll

source: Cancelling
sv: Avbryter

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
sv: Kunde inte avkryptera bilagan.

source: Cell phone number
sv: Mobilnummer

source: Change Login Password
sv: Ändra lösenord för inloggning

source: Change Mailbox Password
sv: Ändra lösenord för brevlådan

source: Change password
sv: Ändra lösenord

source: Change PIN
sv: Ändra PIN-kod

source: Change Single Password
sv: Ändra Enkelt Lösenord

source: Change default address to...
sv: Ändra standard adress till ..

source: Change left swipe action
sv: Ändra vänster svep rörelse

source: Change right swipe action
sv: Ändra höger svep rörelse

source: Change sender address to...
sv: Ändra avsändarens adress till ..

source: Check Again
sv: Kontrollera Igen

source: Checking...
sv: Kontrollerar....

source: Choose a Password
sv: Välj ett lösenord

source: City
sv: Stad

source: Clear local message cache
sv: Rensa Lokal Meddelande Buffert

source: Close
sv: Stäng

source: Closing
sv: Stängs

source: Compose
sv: Skriv nytt

source: Compose to
sv: Skriv nytt till

source: Confirm
sv: Bekräfta

source: Confirm login password
sv: Bekräfta kontolösenord

source: Confirm mailbox password
sv: Bekräfta brevlådelösenord

source: Confirm password
sv: Bekräfta Lösenord

source: Confirm new login password
sv: Bekräfta nytt lösenord

source: Confirm new mailbox password
sv: Bekräfta nytt lösenord för brevlådan

source: Confirm new password
sv: Bekräfta nytt lösenord

source: Confirm phishing report
sv: Bekräfta nätfiskerapport

source: Confirmation
sv: Godkänner

source: Congratulations!
sv: Grattis!

source: Contact Details
sv: Kontaktuppgifter

source: Contact the ProtonMail team
sv: Kontakta ProtonMail teamet

source: Contacts
sv: Kontakter

source: Continue
sv: Fortsätt

source: Copy address
sv: Kopiera adress

source: Copy name
sv: Kopiera namn

source: Could not connect to Store. Please try again later.
sv: Kunde inte ansluta till Affären. Försök igen senare.

source: Country
sv: Land

source: Create
sv: Skapa

source: Create Account
sv: Skapa Konto

source: Create User failed. Please try again.
sv: Kunde inte skapa användare. Försök igen.

source: Create a new account
sv: Skapa ett nytt konto

source: Create and add Labels to organize your inbox. Long press on a message for all options.
sv: Lägg till Etiketter för att organisera din inbox. Tryck ner länge på ett meddelande för att se samtliga val.

source: Create and add labels to organize your inbox. Press and hold down on a message for all options.
sv: Skapa och lägg till Etikett för att organisera din inkorg. Tryck och håll på ett meddelande för alla alternativ.

source: Create user failed
sv: Skapa användare misslyckades

source: Current Language is:
sv: Nuvarande Språk är:

source: Current login password
sv: Nuvarande lösenord för inloggning

source: Current password
sv: Nuvarande lösenord

source: Custom
sv: Anpassad

source: DECRYPT MAILBOX
sv: DEKRYPTERA BREVLÅDA

source: Drafts
sv: UTKAST

source: Date:
sv: Datum:

source: Date: %@
sv: Datum:%@

source: Debug
sv: Felsök

source: Decrypt
sv: Dekryptera

source: Decrypt token failed. Please try again.
sv: Dekrypteringen av token misslyckades. Försök igen.

source: Decryption error
sv: Dekrypterings fel

source: Decryption of this content failed
sv: Dekryptering av innehållet misslyckades

source: Default
sv: Standard

source: Default error. Please try again.
sv: Allmänt fel. Försök igen.

source: Define Expiration Date
sv: Ange Utgångsdatum

source: Define hint (Optional)
sv: Ange Ledtråd (Valfritt)

source: Define password
sv: Ange Lösenord

source: Delete
sv: Radera

source: Delete Contact
sv: Radera Kontakt

source: Delete Contact Group
sv: Radera Kontaktgrupp

source: Deleted
sv: Raderad

source: Details
sv: Detaljer

source: Discard changes
sv: Ignorera ändringar

source: Discard draft
sv: Ignorera utkast

source: Display name
sv: Visnings Namn

source: Display name updated
sv: Visnings Namn Uppdaterat

source: Display name
sv: Visningsnamn

source: Display name
sv: Visningsnamn

source: Do you want to activate the purchased service plan for
sv: Vill du aktivera den köpta serviceplanen för

source: Do you want to cancel the process?
sv: Vill du avbryta processen?

source: Do you want to save the unsaved changes?
sv: Vill du spara dina ändringar?

source: Don't Show Again
sv: Visa inte igen

source: Don't remind me again
sv: Påminn mig inte igen

source: Done
sv: Klar

source: Double tap to setup
sv: Dubbeltryck för att konfigurera

source: Draft
sv: Utkast

source: Drafts
sv: Utkast

source: Edit
sv: Redigera

source: Edit contact
sv: Redigera kontakt

source: Edit Folder
sv: Redigera mapp

source: Edit Group
sv: Redigera grupp

source: Edit Label
sv: Redigera etikett

source: Edit Photo
sv: Redigera bild

source: Edit mobile signature
sv: Redigera mobilsignatur

source: Edit signature
sv: Redigera signatur

source: Email
sv: E-post

source: Email Addresses
sv: E-postadresser

source: Email Contact
sv: E-postkontakt

source: Email Verification
sv: E-postverifiering

source: Email address
sv: Epostadress

source: Email address invalid
sv: Ogiltig epostadress

source: Email default signature
sv: Standardsignatur

# Email domain invalid
source: Invalid email domain
sv: Ogiltig e-postdomän

source: Empty folder
sv: Töm mapp

source: Enable Default Signature
sv: Aktivera standardsignatur

source: Enable FaceID
sv: Aktivera FaceID

source: Enable Mobile Signature
sv: Aktivera mobilsignatur

source: Enable Notification Email
sv: Aktivera aviseringsmail

source: Enable PIN protection
sv: Aktivera PIN skydd

source: Enable TouchID
sv: Aktivera TouchID

source: Encrypted Contact Details
sv: Krypterade kontaktuppgifter

source: Encrypted for outside
sv: Krypterat för omvärlden

source: Encrypted for outside reply
sv: Krypterat för externt svar

source: Encrypted from outside
sv: Externt krypterat

source: Encrypted from outside PGP/MIME
sv: Externt krypterat med PGP/MIME

source: Encrypted from outside signed PGP/MIME
sv: Externt krypterat med PGP/MIME

source: Encryption Setup
sv: Konfigurera kryptering

source: End Time
sv: Sluttid

source: End-to-end encryption
sv: End-to-end-kryptering

source: End-to-end encrypted
sv: End-to-end-krypterat

source: End-to-end encrypted message
sv: End-to-end-krypterat meddelande

source: End-to-end encrypted message from verified address
sv: End-to-end-krypterat meddelande från verifierad adress

source: End-to-end encrypted to verified address
sv: End-to-end krypterad till verifierad adress

source: Enter
sv: Mata in

source: Enter verification code
sv: Ange verifieringskod

source: Enter your PIN
sv: Ange din PIN-kod

source: Enter your PIN to unlock your inbox.
sv: Ange PIN-kod för att låsa upp inkorgen.

source: Enter your cell phone number
sv: Ange ditt mobilnummer

source: Enter your existing email address.
sv: Ange din befintliga e-postadress.

source: Error logs
sv: Felloggar

source: Error occured
sv: Fel uppstod

source: Every time enter app
sv: Varjegång appen öppnas

source: Expires
sv: Utgår

# Expires in %d days %d hours %d mins %d seconds
source: Expires in %1$d days %2$d hours %3$d mins %4$d seconds
sv: Utgår om %1$d dagar %2$d timmar %3$d minuter %4$d sekunder

source: Expiring messages
sv: Förfallande meddelanden

source: Extreme Security
sv: Extrem Säkerhet

source: Forgot password?
sv: GLÖMT LÖSENORD?

source: Failed to determine type of file
sv: Kunde inte bestämma typen av fil

source: Failed to get list of available products from AppStore.
sv: Kunde inte hämta listan över tillgängliga produkter från AppStore.

source: Failed to initialize the app's saved data
sv: Misslyckades med att initiera applikationens sparade data

source: Failed to initialize the application's saved data
sv: Misslyckades med att initiera applikationens sparade data

source: Fetch user info failed
sv: Hämtning av användarinfo misslyckades

source: Folder
sv: Mapp

source: Folder Name
sv: Mapp Namn

source: For individuals looking to benefit from secure communication at no cost
sv: För individer som vill dra nytta av säker kommunikation utan kostnad

source: For individuals that need more capacity, customization and advanced features
sv: För individer som behöver mer kapacitet, anpassning och avancerade funktioner

source: For organizations that need multi-user support and additional productivity features
sv: För organisationer som behöver stöd för flera användare och ytterligare produktivitetsfunktioner

source: For power users and groups of people that value full anonymity and privacy
sv: För avancerade användare och grupper av personer som värdesätter full anonymitet och sekretess

source: Forward
sv: Vidarebefodra

source: Forwarded message
sv: Vidarebefordrat meddelande

source: From
sv: Från

source: From:
sv: Från:

source: Gender
sv: Kön

source: General settings
sv: Allmänna Inställningar

source: Get %@
sv: Hämta

source: Get more information
sv: Mer information

source: Go to inbox
sv: Gå till inkorg

source: Group Details
sv: Gruppdetaljer

source: Group Name
sv: Gruppnamn

source: Groups
sv: Grupper

# Help &amp; Support
source: Help & Support
sv: Hjälp & Support

source: Help us to improve ProtonMail with your input.
sv: Hjälp oss att göra ProtonMail bättre med din åsikt.

source: Help us to make privacy the default in the web.
sv: Hjälp oss att göra skyddet för privatlivet till standard på webben.

source: Hide
sv: Dölj

source: Hide details
sv: Dölj Detaljer

source: High Security
sv: Hög Säkerhet

source: Hours
sv: Timmar

source: Human Check Failed
sv: Mänsklig Kontroll Misslyckades

source: Human Check Warning
sv: Människokontrollvarning

source: Human Verification
sv: Robotfilter

source: IMAP/SMTP Support via ProtonMail Bridge
sv: IMAP/SMTP stöd via ProtonMail Bridge

source: Inbox
sv: INKORG

source: Import Error
sv: Fel vid importeringen

source: Import file from...
sv: Importera fil från...

source: Importing Contacts
sv: Importerar Kontakter

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
sv: För att använda våra tjänster måste du godkänna ProtonMail's användarvillkor.

source: Inbox
sv: Inkorg

source: Incorrect PIN,
sv: Felaktig PIN-kod,

source: Incorrect password
sv: Felaktigt lösenord

source: Input display name ...
sv: Ange visningsnamn...

source: Input Notification Email ...
sv: Ange notifikations-e-post...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://proton.me/invite to request an invitation.
sv: Skapa ProtonMail-konto omedelbart har tillfälligt inaktiverats. Gå till https://proton.me/invite för att begära en inbjudan.

source: Internal Error
sv: Internt fel

source: Invalid Password
sv: Felaktigt lösenord

source: Invalid URL
sv: Ogiltig URL

source: Invalid username
sv: Ogiltigt användarnamn

source: Invalid UserName!
sv: Felaktigt användarnamn!

source: Invalid access token please relogin
sv: Ogiltigt åtkomstbevis, var god logga in igen

source: Invalid access token. Please relogin.
sv: Ogiltig access token. Vänligen logga in igen.

source: Invalid credential
sv: Ogiltig autentiseringsuppgift

source: Invalid hashed password!
sv: Hashed lösenord är felaktigt!

source: Is this bug report about an in-app purchase?
sv: Är denna felrapport om ett köp inuti app?

source: It is not possible to switch to %@ within our iOS app.
sv: Det går inte att växla till %@ inom vår iOS-app.

source: It wasn't possible to match your purchased App Store product to any products on our server. Please fill in the bug report and our customer support team will contact you.
sv: Vi kunde inte matcha AppStore-produkten du köpt med någon produkt på vår server. Fyll i buggrapporten så kommer vår kundtjänst att kontakta dig.

source: Keep me updated about new features
sv: Håll mig uppdaterad om nya funktioner

source: Key generation failed
sv: Nyckelgenerering misslyckades

source: Key generation failed. Please try again.
sv: Nyckelgenerering misslyckades. Försök igen.

source: Key invalid. Please go back and try again.
sv: Ogiltig nyckel. Gå tillbaka och försök igen.

source: Login
sv: Logga in

source: Label management
sv: Etikett Hantering

source: Label Name
sv: Etikettnamn

source: Label as...
sv: Märk som...

source: Labels
sv: Etiketter

source: Labels have been applied.
sv: Etiketter applicerade.

# Labels, Folders, Filters &amp; More
source: Labels, Folders, Filters & More
sv: Etiketter, mappar, filter & mer

source: Labels/Folders
sv: Etiketter/Mappar

source: Language
sv: Språk

source: Learn More
sv: Läs mer

source: Learn more here
sv: Läs mer

source: Limited to 150 messages sent/day
sv: Begränsad till 150 meddelanden skickade/dag

source: Load remote content
sv: Läs in fjärrinnehåll

source: Loading...
sv: Laddar...

source: Local cache can't find mailbox password
sv: Lokal cache kan inte hitta brevlådans lösenord

source: Lock The App
sv: Lås Appen

source: Login
sv: Logga in

source: Login password
sv: Inloggningslösenord

source: Login password doesn't match
sv: Inloggningslösenordet stämmer inte

source: Logout
sv: Logga ut

source: Logs
sv: Loggar

source: Looking to secure your contact's details?
sv: Behöver du säkra dina kontakters information?

source: Mailbox password
sv: Lösenord för brevlådan

source: Mailbox password
sv: Lösenord för brevlådan

source: Mailbox password doesn't match
sv: Lösenord för brevlåda matchar inte

source: Manage Addresses
sv: Hantera adresser

source: Manage Labels/Folders
sv: Hantera etiketter/mappar

# Mark Read
source: Mark as read
sv: Markera som Läst

source: Mark as unread
sv: Markera som oläst

source: Menu
sv: Meny

source: Message %@
sv: Meddelande %@

source: Message Password
sv: Meddelandelösenord

source: Message queue
sv: Meddelandekö

source: Message Swipe Actions
sv: Svep gester för meddelanden

source: Message expired
sv: Meddelandet har gått ut

source: Message has been deleted.
sv: Meddelandet har tagits bort.

source: Message has been moved.
sv: Meddelandet har flyttats.

source: Message password does not match.
sv: Lösenordet för meddelandet är felaktigt.

source: Message sending failed please try again
sv: Sändningen misslyckades försök igen

source: Message sending failed. Please try again.
sv: Meddelandet kunde inte skickas. Försök igen.

source: Message sent
sv: Meddelande skickat

source: Messages you send can be set to auto delete after a certain time period.
sv: Meddelanden du skickar kan ställas in att automatiskt raderas efter en viss tid.

source: Mobile
sv: Mobil

source: Mobile signature
sv: Mobilsignatur

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at proton.me using a desktop or laptop computer.
sv: Mobilregistrering är för tillfället inaktiverat. Försök igen senare, eller prova att registrera dig på proton.me via en dator.

source: Modifying or turning off the default mobile signature is a paid feature.
sv: Ändra eller stänga av standardmobilsignaturen är en betalfunktion.

source: More Credits
sv: Köp mer Credits
