Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS russian.xliff
Languages: ru

source: Unable to parse cached authentication token!
ru: Невозможно разобрать кешированный аутентификационный токен!

source: Unable to parse response
ru: Невозможно разобрать ответ

# Unable to parse the response object:&#10;%@
source: Unable to parse the response object: %@
ru: Невозможно разобрать ответный объект: %@

source: Unable to parse token
ru: Невозможно разобрать токен

source: Unable to send the email.
ru: Невозможно отправить письмо

source: Undo
ru: Отменить

# Unknow Error
source: Unknown error
ru: Неизвестная ошибка

# Unknow file
source: Unknown file
ru: Неизвестный файл

source: Unknown
ru: Неизвестно

source: Unknown Error
ru: Неизвестная ошибка

# Unkonw Version
source: Unknown version
ru: Неизвестная версия

source: Unlimited messages sent/day
ru: Неограниченное кол-во исходящих в день

source: Unread
ru: Непрочитанное

source: Unsupported file type
ru: Неподдерживаемый тип файла

source: Up to %i users
ru: До %i пользователей

source: Update
ru: Обновить

source: Update Contact
ru: Обновить контакт

source: Update Notification Email
ru: Обновить адрес эл. почты для уведомлений

source: Update Now
ru: Обновить сейчас

source: Update Required
ru: Требуется обновление

source: Upgrade to a paid plan to benefit from more features
ru: Перейдите на платный тариф, чтобы получить преимущества от большего количества возможностей

source: Upgrade to a paid plan to send from your %@ address
ru: Перейдите на платный тариф для отправки с вашего адреса %@

source: Upgrade to get all paid features.
ru: Расширьте тариф, чтобы получить все платные возможности.

source: Upload Contacts
ru: Загрузить контакты

source: Upload iOS contacts to ProtonMail?
ru: Загрузить контакты iOS в ProtonMail?

# User already exist!
source: Username already taken
ru: Имя пользователя уже занято

# User is available!
source: Username is available
ru: Имя пользователя доступно

source: Username exist
ru: Имя пользователя существует

# User name invalid
source: Invalid username
ru: Недопустимое имя пользователя

source: Username
ru: Имя пользователя

source: Verification code request failed
ru: Сбой запроса кода подтверждения

source: Verification code sent
ru: Код подтверждения отправлен

source: Verification error
ru: Ошибка подтверждения

source: Verification of this content’s signature failed
ru: Проверка подписи этого контакта не удалась

source: Version %@ %@
ru: Версия %@ %@

source: View Headers
ru: Просмотр заголовков

source: View Plans
ru: Посмотреть тарифы

source: Warning
ru: Предупреждение

source: Warning: Before you pass the human check you can't sent email!!!
ru: Внимание: вы не можете отправлять почту, не пройдя проверку "Я не робот"!!!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
ru: Предупреждение: вы не задали адрес эл. почты для восстановления доступа, и поэтому он невозможен в случае, если вы забудете свой пароль. Продолжить без адреса для восстановления?

source: We have successfully activated your subscription. Please relaunch the app to start using your new service plan.
ru: Мы успешно активировали вашу подписку. Пожалуйста, перезапустите приложение, чтобы начать использование своего нового тарифа.

source: We will send a verification code to the cell phone above.
ru: Мы вышлем код подтверждения на номер телефона, указанный выше.

source: We will send a verification code to the email address above.
ru: Мы вышлем код подтверждения на адрес электронной почты, указанный выше.

source: We would like to know what we can do better.
ru: Мы хотели бы знать, что мы можем сделать лучше.

source: Welcome to ProtonMail
ru: Добро пожаловать в ProtonMail

# What people see in the &quot;From&quot; field.
source: What people see in the "From" field.
ru: То, что люди видят в поле "От".

source: When you send an email, this is the name that appears in the sender field.
ru: Когда вы отправляете письмо, указанное имя будет отображено в графе отправителя.

source: Work
ru: Рабочий

source: Wrong verification code
ru: Неверный проверочный код

source: Yes, activate it for
ru: Да, активировать его на

source: Yes, attach details of payment
ru: Да, приложить реквизиты платежа

source: You are about to launch the web browser and navigate to
ru: Вы собираетесь запустить веб-браузер и перейти к

source: You can customize swipe gestures in the ProtonMail App Settings.
ru: Вы можете настроить жесты (смахивания и сдвиги) в настройках приложения ProtonMail.

source: You can get help and support at proton.me/support. Bugs can also be reported with the app.
ru: Помощь и поддержку вы сможете получить по адресу proton.me/support. Об ошибках также можно сообщать через приложение.

source: You can't set %@ address as default because it is a paid feature.
ru: Вы не можете сделать адрес %@ основным т.к. это платная возможность.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
ru: Вы включили срок действия сообщения, но это поддерживается не у всех получателей. Пожалуйста, задайте пароль и/или отключите PGP-отправку, чтобы применить срок действия для всех получателей.

source: You have %d new emails!
ru: У вас %d новых сообщений!

source: You have a new email!
ru: Вы получили новое письмо!

source: You have unsaved changes. Do you want to save it?
ru: У вас есть несохранённые изменения. Вы хотите сохранить их?

# You have used %d%% of your storage space (%@).
source: You have used %1$d%% of your storage space (%2$@).
ru: Вы используете %1$d%% объёма своего хранилища (%2$@).

source: You have used up all of your storage space (%@).
ru: Вы исчерпали весь объём хранилища (%@).

source: You need at least one recipient to send
ru: Для отправки необходим хотя бы один получатель

source: Your Country Code
ru: Код вашей страны

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
ru: Теперь ваш почтовый ящик защищён сквозным шифрованием. Чтобы переписка с друзьями стала безопасной автоматически, пусть и они воспользуются ProtonMail! Также вы сможете по желанию шифровать сообщения для них, если они не пользуются ProtonMail.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
ru: Ваша новая учётная запись зашифрованной электронной почты уже настроена и готова отправлять и принимать шифрованные сообщения.

# Your new secure email&#13;&#10; account is ready.
source: Your new secure email account is ready.
ru: Ваша новая учётная запись&#13; защищённой эл. почты готова.

source: Your plan is currently active until
ru: Ваш тариф сейчас активен до

source: Your plan will automatically renew on
ru: Ваш тариф автоматически обновится

source: Your signature has been updated.
ru: Ваша подпись обновлена.

source: ZIP
ru: Почтовый индекс

source: and
ru: и

source: at
ru: в

source: attempt remaining until secure data wipe!
ru: попытка осталась до безопасного стирания данных!

source: attempts remaining
ru: попыток осталось

source: attempts remaining until secure data wipe!
ru: попыток осталось до безопасного стирания данных!

source: close tour
ru: закрыть тур

source: Days
ru: дней

source: for one year
ru: на один год

source: get contacts() failed, peopleOrderedByUsersPreference return null!!
ru: получение contacts() не удалось, peopleOrderedByUsersPreference вернуло нулевое значение!!

source: Hours
ru: часов

source: inline attachments
ru: встроенные вложения

source: normal attachments
ru: обычные вложения

source: privacy policy.
ru: политикой конфиденциальности.

source: terms and conditions
ru: условиями и положениями

source: wrote:
ru: пишет:

source: App Extension API is not available in this version of iOS
ru: App Extension API недоступен в этой версии iOS

source: Failed to contact the Password Extension
ru: Не удалось подключиться к Password Extension

source: Failed to execute script that collects web page information
ru: Не удалось выполнить сценарий, который собирает информацию web-страницы

source: Failed to fill web page because script could not be evaluated
ru: Не удалось заполнить web-страницу, потому что сценарий не может быть оценён

source: Failed to fill web page because script is missing
ru: Не удалось заполнить web-страницу по причине отсутствия сценария

source: Failed to obtain URL String from web view. The web view must be loaded completely when calling the Password Extension
ru: Не удалось получить URL-строку из web-просмотра. Web-просмотр должен быть полностью загружен, когда вызывается Password Extension

source: Failed to parse information returned by Password Extension
ru: Не удалось провести разбор информации, возвращённой Password Extension

source: Password Extension was cancelled by the user
ru: Password Extension был отменён пользователем
