Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Swedish.xliff
Languages: sv

source: You need at least one recipient to send
sv: Du behöver minst en mottagare för att skicka

source: Your Country Code
sv: Ditt Landsnummer

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
sv: Din inkorg skyddas nu av end-to-end-kryptering. För att automatiskt skicka säker e-post till dina kontakter, bjud in dem att använda ProtonMail! Du kan också manuellt kryptera meddelanden till dem om de inte använder ProtonMail.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
sv: Ditt nya krypterade e-postkonto har skapats och är redo att skicka och ta emot krypterade meddelanden.

# Your new secure email&#13;&#10; account is ready.
source: Your new secure email account is ready.
sv: Ditt nya säkra epostkonto är redo.

source: Your plan is currently active until
sv: Din plan är aktiv tills

source: Your plan will automatically renew on
sv: Din plan förnyas automatiskt på

source: Your signature has been updated.
sv: Din signatur har uppdaterats.

source: and
sv: och

source: at
sv: vid

source: attempt remaining until secure data wipe!
sv: försök återstår till säker data raderas!

source: attempts remaining
sv: försök återstår

source: attempts remaining until secure data wipe!
sv: försök återstår till säker data raderas!

source: close tour
sv: avsluta rundturen

source: Days
sv: dagar

source: for one year
sv: för ett år

source: Hours
sv: Timmar

source: inline attachments
sv: bilagorna

source: normal attachments
sv: normala bilagor

source: privacy policy.
sv: integritetspolicy.

source: terms and conditions
sv: användarvillkor

source: wrote:
sv: skrev:

source: Failed to execute script that collects web page information
sv: Kunde inte köra skript som samlar information om webbsida

source: Failed to fill web page because script is missing
sv: Kunde inte fylla webbsida för att skript saknas
