Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Dutch.xliff
Languages: nl

# NSAppleMusicUsageDescription
source: Required for attaching media to the email.
nl: Vereist voor het toevoegen van mediabestanden aan de e-mails.

# NSCameraUsageDescription
source: Required for attaching photos to the email.
nl: Vereist voor het toevoegen van foto's aan de e-mails.

# NSContactsUsageDescription
source: Required for email autocomplete.
nl: Vereist voor automatisch aanvullen van e-mailadressen.

# NSFaceIDUsageDescription
source: Allows you quick and secure to unlock your application.
nl: Hiermee kunt u de applicatie snel en veilig ontgrendelen.

# NSPhotoLibraryAddUsageDescription
source: Required for saving image attachments to photo library.
nl: Vereist voor het opslaan van afbeeldingsbijlagen naar uw galerij.

# NSPhotoLibraryUsageDescription
source: Required for attaching photos to the email.
nl: Vereist voor het toevoegen van foto's aan de e-mails.

source: %@ storage capacity
nl: %@ opslagcapaciteit

source: %d Member
nl: %d lid

source: %d Members
nl: %d leden

source: %d minute
nl: %d minuut

source: %d minutes
nl: %d minuten

source: %d Selected
nl: %d Geselecteerd

source: %i email address
nl: %i e-mailadres

source: %i email addresses
nl: %i e-mailadressen

source: (total)
nl: (totaal)

source: *OPTIONAL
nl: *OPTIONEEL

source: /user
nl: /gebruiker

source: A message cannot have more than 5 labels
nl: Een bericht kan maximaal 5 labels hebben

source: A new version of ProtonMail app is available, please update to latest version.
nl: Er is een nieuwe versie van de ProtonMail-app beschikbaar, update de app.

source: A new version of ProtonMail app is available. Please update to the latest version.
nl: Er is een nieuwe versie van de ProtonMail app beschikbaar. Update de app.

source: A paid ProtonMail plan is required to use this feature
nl: Een betaald ProtonMail-abonnement is nodig om deze functie te gebruiken

source: A passcode has not been set, enable it in the system Settings
nl: Er is geen wachtwoord ingesteld, stel er een in in de systeem instellingen

source: API Server not reachable...
nl: API server is onbereikbaar...

source: Archive
nl: ARCHIEF

source: Access to this account is disabled due to non-payment. Please sign in through proton.me to pay your unpaid invoice.
nl: Toegang tot dit account is geblokkeerd als gevolg van onbetaalde facturen. Gelieve aan te melden via proton.me om uw onbetaalde factuur te betalen.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://proton.me/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
nl: Toegang tot dit account is geblokkeerd als gevolg van onbetaalde facturen Bezoek <a href="https://proton.me/support/knowledge-base/delinquency/">ons kenniscentrum</a> voor meer informatie.

# Account password invalid
source: Invalid account password
nl: Ongeldig accountwachtwoord

source: Add
nl: Toevoegen

source: Add Anniversary
nl: Jubileum toevoegen

source: Add Birthday
nl: Verjaardag toevoegen

source: Add Contact
nl: Voeg contactpersoon toe

source: Add Custom Label
nl: Aangepast label toevoegen

source: Add Folder
nl: Map Toevoegen

source: Add Gender
nl: Alle geslachten

source: Add Group
nl: Groep toevoegen

source: Add Label
nl: Label toevoegen

source: Add New Folder
nl: Nieuwe map toevoegen

source: Add New Label
nl: Nieuw label toevoegen

source: Add Nickname
nl: Bijnaam toevoegen

source: Add Organization
nl: Organisatie toevoegen

source: Add Photo
nl: Foto toevoegen

source: Add Star
nl: Ster toevoegen

source: Add Title
nl: Titel toevoegen

source: Add new address
nl: Nieuw adres toevoegen

source: Add new custom field
nl: Nieuw aangepast veld toevoegen

source: Add new email
nl: Nieuw e-mailadres toevoegen

source: Add new field
nl: Nieuw veld toevoegen

source: Add new phone number
nl: Nieuw telefoonnummer toevoegen

source: Add new url
nl: Nieuwe URL toevoegen

source: Add to contacts
nl: Toevoegen aan contactpersonen

source: Address
nl: Adres

source: Alert
nl: Waarschuwing

source: All Mail
nl: Alle berichten

source: All contacts are imported
nl: Alle contactpersonen zijn geïmporteerd

source: Also Archive
nl: Ook archiveren

source: Also used to reset a forgotten password.
nl: Ook gebruikt om een vergeten wachtwoord opnieuw in te stellen.

source: Anniversary
nl: Jubileum

source: App is locked
nl: App is vergrendeld

source: Apple in-app purchase fee
nl: Kosten Apple in-app aankoop

source: Apple informed us they could not process the purchase.
nl: Apple heeft ons geïnformeerd dat ze de aankoop niet konden verwerken.

source: Apple informed us you've upgraded the service plan, but did not say which of your ProtonMail accounts to upgrade in case you have more than one.
nl: Apple heeft ons geïnformeerd dat u het serviceplan geüpgraded heeft, maar gaf niet door welk van uw ProtonMail-accounts geüpgrade dient te worden indien u meer dan één bezit.

source: Apple informed us you've upgraded the service plan, but some technical data was missing. Please fill in the bugreport and our customer support team will contact you.
nl: Apple heeft ons geïnformeerd dat u het serviceplan geüpgraded heeft maar er missen technische gegevens. Dien s. v. p een bugrapport in en ons ondersteuningsteam neemt contact op met u.

source: Apple informed us you've upgraded the service plan, but we detected you have logged out of the account since then.
nl: Apple heeft ons geïnformeerd dat u het serviceplan geüpgraded heeft maar wij hebben geconstateerd dat u sinsdien uitgelogd bent.

source: Apply
nl: Toepassen

source: Apply Labels
nl: Labels toepassen

source: Archive
nl: Archief

source: Archived
nl: Gearchiveerd

source: Attachments
nl: Bijlagen

source: Authentication
nl: Authenticatie

source: Authentication failed: wrong username or password.
nl: Authenticatie mislukt: Foutieve gebruikersnaam of wachtwoord

source: Authentication failed
nl: Authenticatie mislukt

source: Authentication failed. Please try to login again.
nl: Authenticatie mislukt. Probeer opnieuw in te loggen.

source: Authentication token is not accessible because the app is locked
nl: Authenticatietoken is niet toegankelijk omdat de app vergrendeld is

source: Authentication was cancelled by the system
nl: Authenticatie is geannuleerd door het systeem

source: Auto lock time
nl: Tijd tot automatische vergrendeling

source: Auto show images
nl: Afbeeldingen automatisch weergeven

source: Back
nl: Vorige

source: Bad auth cache
nl: Foutieve authenticatiecache

source: Bad parameter
nl: Foutieve parameter

source: Bad parameter: %@
nl: Foutieve parameter %@

source: Bad path
nl: Foutief pad

source: Bad response
nl: Foutieve reactie

source: Birthday
nl: Verjaardag

source: Bug Description
nl: Omschrijving van de bug

source: Bug report received
nl: Melding ontvangen

source: Buy More Credits
nl: Tegoed aanschaffen

source: By using protonmail, you agree to our
nl: Door protonmail te gebruiken, gaat u akkoord met onze

source: Call Contact
nl: Contactpersoon bellen

source: Can take several minutes to setup.
nl: Kan enkele minuten duren om in te stellen.

source: Can't copy the file
nl: Kan het bestand niet kopiëren

source: Can't create a SRP Client
nl: Kan geen SRP client maken

source: Can't create a SRP verifier!
nl: Kan geen SRP verificator maken!

source: Can't decrypt this attachment!
nl: Kan deze bijlage niet ontcijferen!

source: Can't delete contact group
nl: Kan deze contactpersonen-groep niet verwijderen

source: Can't delete contact group through API
nl: Kan contactgroep niet verwijderen via API

source: Can't download message body, please try again.
nl: Kan de inhoud van het bericht niet downloaden, probeer opnieuw.

source: Can't download message body. Please try again.
nl: Kan de inhoud van het bericht niet downloaden. Probeer s.v.p. opnieuw.

source: Can't fetch contact groups
nl: Kan deze contactpersonen-groep niet ophalen

source: Can't find the clicked message please try again!
nl: Kan het aangeklikte bericht niet vinden, probeer opnieuw!

source: Can't find the selected message. Please try again.
nl: Kan het geselecteerde bericht niet vinden. Probeer het opnieuw.

source: Can't find this attachment!
nl: Kan deze bijlage niet vinden!

# Can't get a Moduls ID!
source: Can't get a Modulus ID!
nl: Kan geen Moduls ID verkrijgen!

source: Can't get a Moduls!
nl: Kan geen Moduls verkrijgen!

source: Can't get user auth info
nl: Kan geen informatie over de gebruikersauthenticatie verkrijgen

source: Can't load share content!
nl: Kan gedeelde inhoud niet laden!

source: Can't load the file
nl: Kan het bestand niet laden

source: Can't not find the value from the response body
nl: Kan de waarde in de reactietekst niet vinden

source: Can't open the file
nl: Kan het bestand niet openen

source: Can't save contact group
nl: Kan deze groep contactpersonen niet opslaan

source: Can't update contact group through the API
nl: Kan contactgroep niet bijwerken via de API

source: Cancel
nl: Annuleren

source: Cancel Check
nl: Annuleer controle

source: Cancelling
nl: Annuleren

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
nl: Kan deze bijlage niet decoderen.

source: Cell phone number
nl: Telefoonnummer

source: Change Login Password
nl: Wijzig inlogwachtwoord

source: Change Mailbox Password
nl: Wijzig mailboxwachtwoord

source: Change password
nl: Wachtwoord wijzigen

source: Change PIN
nl: PIN wijzigen

source: Change Single Password
nl: Wijzig inlogwachtwoord

source: Change default address to...
nl: Wijzig standaardadres naar...

source: Change left swipe action
nl: Wijzig actie links vegen

source: Change right swipe action
nl: Wijzig actie rechts vegen

source: Change sender address to...
nl: Wijzig afzenderadres naar...

source: Check Again
nl: Controleer opnieuw

source: Checking...
nl: Controleren...

source: Choose a Password
nl: Kies een wachtwoord

source: City
nl: Plaats

source: Clear local message cache
nl: Lokale berichtencache legen

source: Close
nl: Sluiten

source: Compose
nl: Opstellen

source: Compose to
nl: Opstellen aan

source: Confirm
nl: Bevestigen

source: Confirm password
nl: Wachtwoord bevestigen

source: Confirm new login password
nl: Bevestig nieuw inlogwachtwoord

source: Confirm new mailbox password
nl: Bevestig nieuw mailboxwachtwoord

source: Confirm new password
nl: Bevestig nieuw wachtwoord

source: Confirmation
nl: Bevestiging

source: Congratulations!
nl: Gefeliciteerd!

source: Contact Details
nl: Contactgegevens

source: Contact the ProtonMail team
nl: Neem contact op met het ProtonMail-team

source: Could not connect to Store. Please try again later.
nl: Kon geen verbinding maken met de winkel. Probeer het s.v.p. later opnieuw.

source: Create User failed. Please try again.
nl: Gebruiker aanmaken is mislukt. Probeer het s.v.p. opnieuw.

source: Create a new account
nl: Account aanmaken

source: Create and add Labels to organize your inbox. Long press on a message for all options.
nl: Voeg labels toe om uw inbox te ordenen. Houd een bericht ingedrukt voor alle opties.

source: Create and add labels to organize your inbox. Press and hold down on a message for all options.
nl: Voeg labels toe om uw inbox te ordenen. Houd een bericht ingedrukt voor alle opties.

source: Create user failed
nl: Gebruiker aanmaken mislukt

source: Current Language is:
nl: Huidige taal is:

source: Current login password
nl: Huidig inlogwachtwoord

source: Current password
nl: Huidig wachtwoord

source: Decrypt token failed. Please try again.
nl: Token decoderen mislukt. Probeer het s.v.p. opnieuw.

source: Decryption error
nl: Ontcijferingsfout

source: Decryption of this content failed
nl: Ontcijferen van deze inhoud is mislukt

source: Default error. Please try again.
nl: Standaardfout. Probeer s.v.p. opnieuw.

source: Define Expiration Date
nl: Definieer de vervaldatum

source: Define hint (Optional)
nl: Hint opgeven (optioneel)

source: Define password
nl: Definieer wachtwoord

source: Delete Contact Group
nl: Contactgroep verwijderen

source: Discard draft
nl: Verwijder concept

source: Display name
nl: Weergavenaam

source: Display name updated
nl: Weergavenaam bijgewerkt

source: Display name
nl: Weergavenaam

source: Display name
nl: Weergavenaam

source: Do you want to activate the purchased service plan for
nl: Wilt u het gekochte abonnement activeren voor

source: Do you want to cancel the process?
nl: Wilt u het proces annuleren?

source: Do you want to save the unsaved changes?
nl: Wilt u de wijzigingen opslaan?

source: Don't Show Again
nl: Niet meer tonen

source: Don't remind me again
nl: Niet opnieuw herinneren

source: Double tap to setup
nl: Dubbeltikken voor configuratie

source: Edit mobile signature
nl: Wijzig mobiele handtekening

source: Edit signature
nl: Handtekening bewerken

source: Email address
nl: E-mailadres

source: Email address invalid
nl: Ongeldig e-mailadres

source: Email default signature
nl: Standaard e-mailhandtekening

source: Enable Default Signature
nl: Activeer standaard e-mailhandtekening

source: Enable FaceID
nl: Activeer FaceID

source: Enable Mobile Signature
nl: Activeer mobiele handtekening

source: Enable Notification Email
nl: Activeer e-mailnotificatie

source: Enable PIN protection
nl: Activeer PIN-beveiliging

source: Enable TouchID
nl: Activeer TouchID

source: Encrypted Contact Details
nl: Versleutelde contactpersoonsgegevens

source: Encrypted for outside
nl: Versleuteld voor extern

source: Encrypted for outside reply
nl: Versleuteld voor extern antwoord

source: Encrypted from outside
nl: Versleuteld vanaf extern

source: Encrypted from outside PGP/MIME
nl: Versleuteld vanaf externe PGP/MIME

source: Encrypted from outside signed PGP/MIME
nl: Versleuteld vanaf extern ondertekende PGP/MIME

source: Encryption Setup
nl: Versleutelingsconfiguratie

source: End-to-end encryption
nl: End-to-End versleuteling

source: End-to-end encrypted
nl: End-to-end versleuteld

source: End-to-end encrypted message
nl: End-to-end versleuteld bericht

source: End-to-end encrypted message from verified address
nl: End-to-end versleuteld bericht van geverifieerd e-mailadres

source: End-to-end encrypted to verified address
nl: End-to-end versleuteld naar geverifieerd e-mailadres

source: Enter
nl: Invoeren

source: Enter verification code
nl: Voer verificatiecode in

source: Enter your PIN
nl: Voer uw PIN in

source: Enter your PIN to unlock your inbox.
nl: Voer uw pincode in om uw inbox te ontgrendelen.

source: Enter your cell phone number
nl: Voer uw mobiele telefoonnummer in

source: Enter your existing email address.
nl: Voer uw bestaande e-mailadres in.

source: Error logs
nl: Foutenlogboek

source: Every time enter app
nl: Elke keer als u de app opent

# Expires in %d days %d hours %d mins %d seconds
source: Expires in %1$d days %2$d hours %3$d mins %4$d seconds
nl: Verloopt in %1$d dagen %2$d uur %3$d minuten %4$d seconden

source: Expiring messages
nl: Verlooptijd

source: Extreme Security
nl: Extreme Beveiliging

source: Forgot password?
nl: WACHTWOORD VERGETEN?

source: Failed to get list of available products from AppStore.
nl: Fout bij het ophalen van lijst met beschikbare producten uit de AppStore.

source: Failed to initialize the app's saved data
nl: Het initialiseren van de opgeslagen data van de app is mislukt

source: Failed to initialize the application's saved data
nl: Het initialiseren van de applicatiedata is mislukt

source: Fetch user info failed
nl: Ophalen van gebruikersgegevens is mislukt

source: Folder Name
nl: Naam van de map

source: For individuals looking to benefit from secure communication at no cost
nl: Voor personen die gebruik willen maken van veilige communicatie zonder kosten

source: For individuals that need more capacity, customization and advanced features
nl: Voor personen die behoefte hebben aan meer capaciteit, aanpassingen en geavanceerde functionaliteiten

source: For organizations that need multi-user support and additional productivity features
nl: Voor organisaties die ondersteuning voor meerdere gebruikers en extra functionaliteiten m. b. t. productiviteit nodig hebben

source: For power users and groups of people that value full anonymity and privacy
nl: Voor gevorderde gebruikers en groepen die volledige anonimiteit en privacy waarderen

source: Get more information
nl: Meer informatie

source: Go to inbox
nl: Ga naar inbox

# Help &amp; Support
source: Help & Support
nl: Hulp & Ondersteuning

source: Help us to improve ProtonMail with your input.
nl: Help ons om met uw input ProtonMail te verbeteren.

source: Help us to make privacy the default in the web.
nl: Help ons om privacy op het web de standaard te maken.

source: Human Check Failed
nl: Persoonsverificatie Mislukt

source: Human Check Warning
nl: Waarschuwing van persoonsverificatie

source: Human Verification
nl: Persoonsverificatie

source: Import Error
nl: Fout bij importeren

source: Import file from...
nl: Bestand importeren uit...

source: Importing Contacts
nl: Contactpersonen importeren

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
nl: Om onze diensten te gebruiken, moet u akkoord gaan met de ProtonMail gebruiksvoorwaarden.

source: Incorrect PIN,
nl: Onjuiste pincode,

source: Incorrect password
nl: Onjuist wachtwoord

source: Input display name ...
nl: Weergavenaam invoeren ...

source: Input Notification Email ...
nl: Notificatie e-mailadres invoeren ...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://proton.me/invite to request an invitation.
nl: Het direct aanmaken van een ProtonMail-account is tijdelijk uitgeschakeld. Ga naar https://proton.me/invite om een uitnodiging aan te vragen.

source: Invalid URL
nl: Ongeldige URL

source: Invalid access token please relogin
nl: Ongeldige toegangstoken, log opnieuw in

source: Invalid credential
nl: Inloggegevens ongeldig

source: Invalid hashed password!
nl: Ongeldige wachtwoordhash!

source: Is this bug report about an in-app purchase?
nl: Is dit bugrapport over een in-app aankoop?

source: It is not possible to switch to %@ within our iOS app.
nl: Het is niet mogelijk om over te schakelen naar %@ binnen onze iOS app.

source: It wasn't possible to match your purchased App Store product to any products on our server. Please fill in the bug report and our customer support team will contact you.
nl: Het was niet mogelijk om het het aangekochte AppStore-product op onze server te vinden. Rapporteer deze fout en onze klantensupportteam zal contact met je opnemen.

source: Keep me updated about new features
nl: Houd mij op de hoogte van nieuwe functionaliteiten

source: Key generation failed
nl: Aanmaken van sleutels is mislukt

source: Key generation failed. Please try again.
nl: Genereren van sleutels mislukt. Probeer het s.v.p. opnieuw.

source: Key invalid. Please go back and try again.
nl: Sleutel ongeldig. Ga s.v.p. terug en probeer het opnieuw.

source: Login
nl: Inloggen

source: Label management
nl: Labelbeheer

source: Label Name
nl: Labelnaam

source: Label as...
nl: Labelen als...

source: Labels have been applied.
nl: Labels zijn toegepast.

# Labels, Folders, Filters &amp; More
source: Labels, Folders, Filters & More
nl: Labels, Mappen, Filters & Meer

source: Labels/Folders
nl: Labels/Mappen

source: Language
nl: Taal

source: Learn More
nl: Meer informatie

source: Learn more here
nl: Lees hier meer

source: Limited to 150 messages sent/day
nl: Beperkt tot 150 verzonden berichten per dag

source: Load remote content
nl: Externe inhoud laden

source: Loading...
nl: Laden...

source: Local cache can't find mailbox password
nl: Lokale cache kan het mailbox-wachtwoord niet vinden

source: Lock The App
nl: App vergrendelen

source: Login password
nl: Inlogwachtwoord

source: Login password doesn't match
nl: Inlogwachtwoord komt niet overeen

source: Logout
nl: Afmelden

source: Looking to secure your contact's details?
nl: Op zoek naar het beveiligen van de gegevens van uw contactpersonen?

source: Mailbox password
nl: Mailboxwachtwoord

source: Mailbox password
nl: Mailbox-wachtwoord

source: Mailbox password doesn't match
nl: Mailbox-wachtwoord komt niet overeen

source: Manage Addresses
nl: Adressen beheren

source: Manage Labels/Folders
nl: Beheer labels/mappen

source: Mark as unread
nl: Markeer als ongelezen

source: Message %@
nl: Bericht %@

source: Message Password
nl: Wachtwoord van bericht

source: Message queue
nl: Berichtenwachtrij

source: Message Swipe Actions
nl: Acties bericht vegen

source: Message expired
nl: Bericht is verlopen

source: Message has been deleted.
nl: Bericht is verwijderd.

source: Message has been moved.
nl: Bericht is verplaatst.

source: Message password does not match.
nl: Wachtwoord van bericht komt niet overeen.

source: Message sending failed please try again
nl: Bericht versturen mislukt, probeer het opnieuw

source: Message sending failed. Please try again.
nl: Bericht versturen mislukt. Probeer het s.v.p. opnieuw.

source: Message sent
nl: Bericht is verzonden

source: Messages you send can be set to auto delete after a certain time period.
nl: Berichten die u verstuurt kunnen na een bepaalde tijd automatisch verwijderd worden.

source: Mobile
nl: Mobiel

source: Mobile signature
nl: Mobiele handtekening

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at proton.me using a desktop or laptop computer.
nl: Mobiele aanmeldingen zijn tijdelijk uitgeschakeld. Probeer het later opnieuw of meld u aan via ProtonMail.com op een PC of laptop.

source: Modifying or turning off the default mobile signature is a paid feature.
nl: Het aanpassen of uitschakelen van de standaard mobiele handtekening is een betaalde functie.

source: More Credits
nl: Tegoed aanschaffen

source: Move to AllMail
nl: Verplaats naar Alle Berichten

source: Move to Archive
nl: Naar archief verplaatsen

source: Move to Draft
nl: Naar concepten verplaatsen

source: Move to Folder
nl: Naar map verplaatsen

source: Move to Inbox
nl: Verplaats naar inbox

source: Move to Outbox
nl: Naar uitgaande berichten verplaatsen

source: Move to Spam
nl: Naar spam verplaatsen

source: Move to Trash
nl: Naar prullenbak verplaatsen

source: Move to...
nl: Verplaats naar...

source: Multiple addresses
nl: Meerdere adressen

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
nl: EEN ACCOUNT NODIG? AANMAKEN.

source: Name
nl: Naam

source: New login password
nl: Nieuw inlogwachtwoord

source: New mailbox password
nl: Nieuw mailbox-wachtwoord

source: New password
nl: Nieuw wachtwoord

source: Nickname
nl: Bijnaam

source: No Messages
nl: Geen berichten

source: No connectivity detected...
nl: Geen netwerkverbinding gedetecteerd...

source: No, for another ProtonMail account
nl: Nee, voor een ander ProtonMail-account

source: No, not related to in-app purchase
nl: Nee, niet gerelateerd aan de in-app aankoop

source: None
nl: Geen

source: Not Now
nl: Nu niet

source: Not all recipients support message expiration
nl: Niet alle geadresseerden ondersteunen verlopende berichten

source: Note: The Username is also your ProtonMail address.
nl: Opmerking: De gebruikersnaam is ook uw ProtonMail-adres.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
nl: Opmerking: Dit wachtwoord wordt gebruikt om uw berichten te versleutelen en ontcijferen. Verlies dit wachtwoord daarom niet, wij kunnen het niet herstellen.

source: Note: This is used to log you into your account.
nl: Opmerking: Dit gebruikt u om aan te melden op uw account.

source: Notes
nl: Notities

source: Notice
nl: Melding

source: Notification / Recovery Email
nl: Notificatie / Herstel e-mail

source: Notification email
nl: Notificatie e-mailadres

source: Notification Snooze
nl: Notificaties uitstellen
