Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS icelandic.xliff
Languages: is

source: Manage Addresses
is: Sýsla með vistföng

source: Manage Labels/Folders
is: Sýsla með merkingar/möppur

# Mark Read
source: Mark as read
is: Merkja sem lesið

source: Mark as unread
is: Merkja sem ólesið

source: Menu
is: Valmynd

source: Message %@
is: Skilaboð %@

source: Message Password
is: Lykilorð skilaboða

source: Message queue
is: Skilaboð í biðröð

source: Message Swipe Actions
is: Aðgerðir þegar strokið er á skilaboð

source: Message expired
is: Skilaboð útrunnin

source: Message has been deleted.
is: Skilaboðum hefur verið eytt.

source: Message has been moved.
is: Skilaboð voru færð.

source: Message password does not match.
is: Lykilorð skilaboða samsvarar ekki.

source: Message sending failed please try again
is: Sending skilaboða mistókst, reyndu aftur

source: Message sending failed. Please try again.
is: Sending skilaboða mistókst, reyndu aftur.

source: Message sent
is: Skilaboð send

source: Messages you send can be set to auto delete after a certain time period.
is: Skilaboð sem þú sendir er hægt að stilla þannig að þau eyðist sjálfvirkt eftir ákveðinn tíma.

source: Mobile
is: Farsími

source: Mobile signature
is: Farsímaundirskrift

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at proton.me using a desktop or laptop computer.
is: Nýskráningar á snjalltækjum eru óvirkar í augnablikinu Prófaðu aftur síðar, eða reyndu að skrá þig á proton.me með hjálp borð- eða fartölvu.

source: Modifying or turning off the default mobile signature is a paid feature.
is: Að breyta eða slökkva á sjálfgefnu farsímaundirskriftinni er eiginleiki í greiddum áskriftum.

source: More
is: Meira

source: More Credits
is: Meiri inneign

source: Move to AllMail
is: Flytja í Allur póstur

source: Move to Archive
is: Flytja í safn

source: Move to Draft
is: Flytja í drög

source: Move to Folder
is: Flytja í möppu

source: Move to Inbox
is: Flytja í innhólf

source: Move to Outbox
is: Flytja í úthólf

source: Move to Spam
is: Flytja í ruslpóst

source: Move to Trash
is: Flytja í ruslið

source: Move to...
is: Flytja í...

source: Multiple addresses
is: Mörg póstföng

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
is: Skráðu þig án kvaða

source: Name
is: Nafn

source: New login password
is: Nýtt lykilorð Innskráningar

source: New mailbox password
is: Nýtt lykilorð á pósthólfi

source: New password
is: Nýtt lykilorð

source: Nickname
is: Gælunafn

source: No Messages
is: Engin skilaboð

source: No connectivity detected...
is: Engin tenging fannst...

source: No, for another ProtonMail account
is: Nei, fyrir annan ProtonMail-aðgang

source: No, not related to in-app purchase
is: Nei, ekki tengt kaupum í forritinu

source: None
is: Ekkert

source: Not Now
is: Ekki núna

source: Not all recipients support message expiration
is: Ekki styðja allir viðtakendur að skilaboð renni út

source: Note: The Username is also your ProtonMail address.
is: Athugaðu: Notandanafnið er líka vistfang þitt hjá ProtonMail.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
is: Athugaðu: Þetta er notað til að dulrita og afkóða skilaboðin þín. Ekki týna þessu lykilorði - við getum ekki endurheimt það.

source: Note: This is used to log you into your account.
is: Athugaðu: Þetta er notað til að skrá inn á aðganginn þinn.

source: Notes
is: Minnispunktar

source: Notice
is: Tilkynning

source: Notification / Recovery Email
is: Tilkynninga / Endurheimtupóstur

source: Notification email
is: Tilkynningapóstur

source: Notification Snooze
is: Frestun tilkynninga

source: Notifications Are Snoozed
is: Tilkynningar eru í bið

source: Notifications Snooze Off
is: Frestun tilkynninga óvirk

source: OK
is: Í lagi

source: OTHER PLANS
is: AÐRAR ÁSKRIFTIR

source: On
is: Kveikt

source: On EE, MMM d, yyyy at %@
is: EE, d. MMM, yyyy klukkan %@

# On EE, MMM d, yyyy at %@, %@, wrote:
source: On EE, MMM d, yyyy at %1$@, %2$@, wrote:
is: %2$@ skrifaði EE, d. MMM, yyyy klukkan %1$@:

source: Open draft
is: Opna drög

source: Organization
is: Fyrirtæki/Stofnun/Samtök/Félag

source: Other
is: Annað

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the AppStore's servers.
is: Notendaaðstoðarteymið okkar mun reyna að virkja þjónustuáskriftina þína handvirkt ef þú fellst á að láta fylgja með þau tæknilegu gögn sem AppStore-verslunin gaf forritinu þegar viðskiptin fóru fram. Þessi gögn innihalda eingar viðkvæmar upplýsingar um about your iTunes aðganginn þinn, Apple ID auðkenni, tengd greiðslukort eða aðrar notandaupplýsingar. Tæknilegu upplýsingarnar hjálpa einungis til við að sannreyna að viðskiptin hafi átt sér stað á vefþjónum AppStore.

source: Outbox
is: Úthólf

source: PGP-encrypted
is: PGP-dulritað

source: PGP-encrypted message
is: PGP-dulrituð skilaboð

source: PGP-encrypted message from verified address
is: PGP-dulrituð skilaboð frá sannvottuðu tölvupóstfangi

source: PGP-signed
is: PGP-undirritað

source: PGP-signed message from verified address
is: PGP-undirrituð skilaboð frá sannvottuðu tölvupóstfangi

source: PREMIUM FEATURE
is: PREMIUM EIGINLEIKI

source: Password
is: Lykilorð

# Password Mismatch
source: Passwords do not match
is: Lykilorð stemma ekki

source: Password updated
is: Lykilorð uppfært

source: Password cannot be empty.
is: Lykilorð getur ekki verið autt.

source: Password update failed
is: Uppfærsla lykilorðs mistókst

source: Personal
is: Einka

source: Phone
is: Sími

source: Phone Verification
is: Sannprófun símanúmers

source: Phone number
is: Símanúmer

source: Phone number invalid
is: Símanúmer er ógilt

source: Photo Library
is: Myndasafn

source: Pin code can't be empty.
is: PIN-númer má ekki vera autt.

source: Please add a password for the following recipients.
is: Bættu inn lykilorði fyrir eftirfarandi viðtakendur.

source: Please check your cell phone for the verification code.
is: Skoðaðu hvort sannvottunarkóðinn hafi borist í farsímann þinn.

source: Please check your email for the verification code.
is: Skoðaðu hvort sannvottunarkóðinn hafi borist í tölvupóstinn þinn.

source: Please disable PGP Sending for following addresses.
is: Gerðu sendingu með PGP óvirka fyrir eftirfarandi tölvupóstföng.

source: Please input a valid cell phone number.
is: Settu inn gilt farsímanúmer.

source: Please input a valid email address.
is: Settu inn gilt tölvupóstfang.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the purchase.
is: Skráðu þig inn í ProtonMail-aðganginn sem þú ætlar að uppfæra þjónustuáskriftina fyrir, svo að við getum lokið viðskiptunum.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the service plan activation.
is: Skráðu þig inn í ProtonMail-aðganginn sem þú ætlar að uppfæra þjónustuáskriftina fyrir, svo að við getum lokið virkjun þjónustuáskriftarinnar.

source: Please pick a username first!
is: Veldu fyrst notandanafn!

source: Please provide a group name
is: Settu inn nafn á hópi

# Please remove all attachments before changing sender!
source: Please remove all attachments before changing the sender
is: Fjarlægðu öll viðhengi til að geta breytt vistfangi sendanda

source: Please select at least one email for the contact group
is: Veldu a.m.k. eitt tölvupóstfang fyrir tengiliðahópinn

source: Please select one of the following options:
is: Veldu einn af eftirfarandi möguleikum:

source: Please set a password.
is: Stilltu lykilorð.

source: Please try a different domain.
is: Prófaðu eitthvað annað lén.

source: Please try a different email address.
is: Prófaðu eitthvað annað tölvupóstfang.

source: Please try a different password.
is: Prófaðu eitthvað annað lykilorð.

source: Please try a different username.
is: Prófaðu eitthvað annað notandanafn.

source: Please try again
is: Endilega reyndu aftur

source: Please unlock the app to proceed with your service plan activation
is: Aflæstu forritinu til að halda áfram með virkjun þjónustuáskriftarinnar þinnar

source: Please use ProtonMail App login first.
is: Notaðu fyrst ProtonMail-forritið til að skrá þig inn.

source: Please use the web application to reset your password.
is: Notaðu vefforritið til að endurstilla lykilorðið.

source: Please use the web version of ProtonMail to change your mailbox password!
is: Notaðu vefútgáfu ProtonMail til að breyta lykilorði pósthólfsins þíns!

source: Please use the web version of ProtonMail to change your passwords!
is: Notaðu vefútgáfu ProtonMail til að breyta lykilorðunum þínum!

source: Please use your new password when signing in.
is: Settu inn nýja lykilorðið þitt við innskráningu.

source: Please wait until the email downloaded!
is: Bíddu þar til búið er að ná í tölvupóstinn!

source: Please, manage it in your phone.
is: Stjórnaðu því í símanum þínum.

source: Print
is: Prenta

source: Protection
is: Verndun

source: Protection entire app
is: Vörn fyrir allt forritið

source: ProtonMail Plus is required to customize your mobile signature
is: Til að sérsníða farsímaundirskrift er nauðsynlegt að vera með ProtonMail Plus

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact’s name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
is: ProtonMail Plus/Professional/Visionary gera þér kleift að bæta við og breyta upplýsingum um tengiliði oðrum en bara nafni þeirra og tölvupóstfangi. Með því að nota ProtonMail eru þessar upplýsingar jafn öruggar og enda-í-enda dulritaðir tölvupóstar.

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
is: ProtonMail selur ekki auglýsingar eða misnotar gagnaleynd þína. Stuðningur þinn er nauðsynlegur til að halda ProtonMail gangandi. Þú getur uppfært í greidda áskrift eða gefið peninga til að styðja ProtonMail.

source: ProtonMail encrypted emails
is: ProtonMail dulritaðir tölvupóstar

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
is: ProtonMail er í augnablikinu án nettengingar, skoðaðu síðustu stöðu mála á Twitter: https://twitter.com/protonmail

source: ProtonVPN included
is: ProtonVPN innifalið

source: Quick Swipe actions
is: Flýtiaðgerðir við stroku

source: RESET MAILBOX PASSWORD
is: ENDURSTILLA LYKILORÐ Á PÓSTHÓLFI

# Rate &amp; Review
source: Rate & Review
is: Yfirfara & senda umsögn

source: Re-Enter your PIN
is: Settu aftur inn PIN-kóðann þinn

source: Re:
is: Svar:

source: Reading device contacts data...
is: Les gögn tengiliða á tækinu...

source: Recovery Code
is: Endurheimtukóði

source: Recovery Email
is: Endurheimtupóstur

source: Recovery Email Warning
is: Aðvörun fyrir endurheimtupóst

source: Remind Me Later
is: Áminna mig síðar

source: Remove
is: Fjarlægja

source: Remove Star
is: Fjarlægja stjörnu

source: Repeat
is: Endurtaka

source: Reply
is: Svara

source: Reply All
is: Svara öllum

source: Reply message
is: Svara skilaboðum

source: Reply all
is: Svara öllum

source: Report Bugs
is: Tilkynna villur

source: Report Phishing
is: Tilkynna um veiðipóst (phishing)

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
is: Ef skilaboð eru tilkynnt sem tilraun til gagnaveiði (phishing) verða þau send til okkar, svo við getum greint þau og endurbætt síurnar okkar. Það þýðir aftur á móti að við munum geta séð allt efni skilaboðana.

source: Request Link Confirmation
is: Krefjast staðfestingar á tengli

source: Resetting message cache ...
is: Endurstilli skyndiminni skilaboða ...

source: Retry
is: Reyna aftur

source: Retry after %d seconds
is: Reyna aftur eftir %d sekúndur

source: Spam
is: Ruslpóstur

source: SRP Client
is: SRP-biðlari

source: SRP Server
is: SRP-þjónn

source: Starred
is: Stjörnumerkt

source: Save
is: Vista

source: Save Changes
is: Vista breytingar

source: Save draft
is: Vista drög

source: Scheduled
is: Áætlað

source: Search
is: Leita

source: Select An Option
is: Veldu valkost

source: Select Color
is: Veldu lit

source: Select your language
is: Veldu tungumálið þitt

source: Send
is: Senda

source: Send verification code
is: Senda sannvottunarkóða

source: Send anyway
is: Senda samt

source: Send message without subject?
is: Senda skilaboðin án efnislínu?

source: Send plain but stored enc
is: Senda sem hreinan texta en geyma dulritað

source: Sender Verification Failed
is: Sannvottun sendanda mistókst

source: Sending message
is: Sendi skilaboð

source: Sending message
is: Sendi skilaboð

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
is: Að senda skilaboð frá %1$@ póstföngum er eiginleiki sem greiða þarf fyrir. Skilaboðin þín verða send frá sjálfgefna tölvupóstfanginu %2$@

source: Sent Failed
is: Sending mistókst

source: Sent by ProtonMail with zero access encryption
is: Sent úr ProtonMail með órjúfanlegri dulritun

source: Sent by you with end-to-end encryption
is: Sent af þér með enda-í-enda dulritun

source: Server proofs not valid!
is: Sannvottunarauðkenni vefþjóns eru ekki gild!

source: Set Password
is: Setja lykilorð

source: Set a password to encrypt this message for non-ProtonMail users.
is: Settu lykilorð til að dulrita þessi skilaboð fyrir notendur sem ekki nota ProtonMail.

source: Set passwords
is: Stilltu lykilorð

source: Settings
is: Stillingar

source: Share Alert
is: Aðvörun vegna deilingar

source: Share Contact
is: Deila tengilið

source: Share it with your friends
is: Deildu því með vinum þínum

# Sign Out
source: Log out
is: Skrá út

source: Signature
is: Undirskrift

source: Signature Updated
is: Undirskrift uppfærð

source: Single Password
is: Einfalt lykilorð

source: Snooze Notifications
is: Fresta tilkynningum

source: Snoozed for
is: Frestað í

source: Snoozed till
is: Frestað til

source: Sorry, we cannot process purchases in the beta version of the iOS app. Thank you for participating in our public beta!
is: Því miður getum við ekki meðhöndlað viðskipti í beta-þróunarútgáfu iOS-forritsins. Við þökkum þér hinsvegar fyrir að taka þátt í þróunarvinnu opinberu beta-útgáfunnar.

source: Space warning
is: Aðvörun vegna lítils diskpláss

source: Spam
is: Ruslpóstur

source: Spammed
is: Ruslpóstur

source: Star
is: Stjarna

source: Starred
is: Stjörnumerkt

source: Start Time
is: Upphafstími

source: State
is: Hérað/Fylki

source: Storage
is: Geymslurými

source: Storage Warning
is: Aðvörun vegna geymslupláss

source: Stored with zero access encryption
is: Geymt með órjúfanlegri dulritun

source: Street
is: Gata

source: Subject
is: Viðfangsefni

source: Subject:
is: Viðfangsefni:

source: Subscription
is: Áskrift

source: Support ProtonMail
is: Styðja við ProtonMail

source: Support for %i custom domains (e.g. user@yourdomain.com)
is: Stuðningur við %i sérsniðin lén (t.d. notandi@lenidmitt.com)

source: Swipe Left to Right
is: Strjúka frá vinstri til hægri

source: Swipe Right to Left
is: Strjúka frá hægri til vinstri

source: System can't copy the file
is: Kerfinu mistókst að afrita skrána

source: Trash
is: Rusl

# Take a Photo
source: Take photo
is: Taktu mynd

source: Tap send anyway to send without expiration to these recipients
is: Ýttu samt á sendihnappinn til að senda án gildistíma til þessara viðtakenda

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
is: Takk fyrir að senda inn villuskýrslu. Við höfum bætt skýrslunni þinni í villuskráningarkerfið okkar.

source: The password is wrong.
is: Lykilorðið er rangt.

source: The ProtonMail current offline...
is: Protonmail er ótengt í augnablikinu...

source: The username have been taken.
is: Notandanafnið er þegar í notkun.

source: The authentication credentials are invalid.
is: Auðkenni sannvottunar eru ógild.

source: The authentication token has expired.
is: Auðkenningarteiknið er útrunnið.

source: The current standard
is: Núverandi staðall

source: The display name is now %@.
is: Birtingarnafnið er núna %@.

source: The draft cache is broken. Please try again.
is: Skyndiminnið fyrir skilaboðadrög er bilað, reyndu aftur.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
is: Snið draganna er ekki rétt, sending mistókst!

source: The highest level of encryption available.
is: Hæsta stig dulritunar í boði.

source: The label name is duplicate
is: Heiti merkisins er tvítekið

source: The mailbox password is incorrect.
is: Lykilorð á pósthólfi er rangt.

source: The maximum number of distinct recipients is %d
is: Hámarksfjöldi aðgreindra viðtakenda er %d

source: The maximum number of labels is %d.
is: Hámarksfjöldi merkinga er %d.

# The new password can't empty
source: The new password can't be empty
is: Nýja lykilorðið getur ekki verið autt

source: The new password can't empty.
is: Nýja lykilorðið getur ekki verið autt.

# The new password not match
source: Passwords do not match
is: Lykilorðin stemma ekki

source: The new password not match.
is: Nýja lykilorðið samsvarar ekki.

source: The optional recovery email address allows you to reset your login password if you forget it.
is: Valkvæða endurheimtupóstfangið gerir þér kleift að endurstilla innskráningarlykilorðið ef þú gleymir því.

source: The password you entered does not match the current password.
is: Lykilorðið sem þú settir inn samsvarar ekki núgildandi lykilorði.

source: The passwords you entered do not match.
is: Lykilorðin sem þú settir inn stemma ekki.

source: The private key update failed.
is: Uppfærsla einkalykilsins mistókst.

source: The request timed out.
is: Beiðnin féll á tíma.

source: The total attachment size can't be bigger than 25MB
is: Heildarstærð viðhengja má ekki vera meiri en 25MB

source: The total attachment size cannot exceed 25MB
is: Heildarstærð viðhengja má ekki vera meiri en MB

# The verification email invalid
source: Invalid verification email
is: Ógildur sannvottunarpóstur

source: The verification failed!
is: Sannvottunin mistókst!

source: There was an error creating or loading the app's saved data.
is: Villa kom upp þegar búa átti til eða hlaða inn vistuðum gögnum forritsins.

source: There was an error creating or loading the application's saved data.
is: Villa kom upp við að útbúa eða hlaða inn vistuðum gögnum forritsins.

source: This can take a while. Please do not dismiss the app.
is: Þetta getur tekið dálítinn tíma. Ekki loka forritinu.

source: This contact belongs to your address book.
is: Þessi tengiliður tilheyrir nafnaskránni þinni.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
is: Þessi tölvupóstur féll á auðkenningarprófunum lénsins. Hann gæti verið áframsendur á rangan hátt eða falsaður!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
is: Þessi tölvupóstur lítur út eins og hann komi frá ProtonMail-vistfangi en kom í rauninni frá utan kerfisins og féll á auðkenningarprófunum okkar. Hann gæti verið áframsendur á rangan hátt eða falsaður!

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
is: Þessi skilaboð gætu verið tilraun til að veiða upplýsingar (phishing). Skoðaðu vel sendandann og efni póstsins til að ákveða hvort um löglegan póst sé að ræða.

source: Title
is: Titill

source: To
is: Til

# To prevent abuse of ProtonMail,&#13;&#10; we need to verify that you are human.
source: To prevent abuse of ProtonMail, we need to verify that you are human.
is: Til að koma í veg fyrir misnotkun á ProtonMail,&#13; þurfum við að ganga úr skugga um að þú sért mennskur.

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
is: Til að endurstilla lykilorðið á pósthólfinu, notaðu þá vefútgáfu ProtonMail á proton.me

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
is: Til að endurstilla lykilorðið á pósthólfinu, notaðu þá vefútgáfu ProtonMail á proton.me

source: To:
is: Til:

source: Token expired
is: Auðkenningarteiknið er útrunnið

source: Too many recipients
is: Of margir viðtakendur

source: TouchID is not enrolled, enable it in the system Settings
is: TouchID hefur ekki verið stillt, virkjaðu það í kerfisstillingunum

source: TouchID not available
is: TouchID ekki tiltækt

source: Trash
is: Rusl

source: Trouble shooting guide
is: Leiðarvísir fyrir vandamál

source: Turn Off
is: Slökkva á

source: Tweet about ProtonMail
is: Tístu um ProtonMail

source: Two Factor Code
is: Tveggja-þátta lykilkóði

source: URL
is: Slóð (URL)

source: User log in
is: Innskráning notanda

source: Unable to connect to the server
is: Get ekki tengst við netþjón

source: Unable to construct a valid URL with the following path: %@
is: Tókst ekki að búa til gilda URL-vísun með eftirfarandi slóð: %@

source: Unable to create SRP Client!
is: Ekki tókst að búa til SRP-biðlara!

source: Unable to decrypt message.
is: Tókst ekki að afkóða skilaboð.

source: Unable to edit this message offline
is: Gat ekki breytt þessum skilaboðum án nettengingar

source: Unable to generate hashed password!
is: Ekki er hægt að búa til tætigildislykilorð!

source: Unable to get contacts
is: Ekki tókst að ná í tengiliði

source: Unable to parse authentication info!
is: Ekki er hægt að túlka auðkenningarupplýsingar!

source: Unable to parse authentication token!
is: Ekki er hægt að túlka auðkenningarteikn!

source: Unable to parse cached authentication token!
is: Tókst ekki að þátta/túlka auðkenningarteikn!

source: Unable to parse response
is: Ekki tókst að þátta svarið

# Unable to parse the response object:&#10;%@
source: Unable to parse the response object: %@
is: Tókst ekki að þátta svarhlutann: %@

source: Unable to parse token
is: Ekki tókst að þátta teiknið

source: Unable to send the email.
is: Tókst ekki að senda tölvupóstinn

source: Undo
is: Afturkalla

# Unknow Error
source: Unknown error
is: Óþekkt villa

# Unknow file
source: Unknown file
is: Óþekkt skrá

source: Unknown
is: Óþekkt

source: Unknown Error
is: Óþekkt villa

# Unkonw Version
source: Unknown version
is: Óþekkt útgáfa

source: Unlimited messages sent/day
is: Ótakmörkuð skilaboð send/dag

source: Unread
is: Ólesið

source: Unsupported file type
is: Óstudd gerð skráar

source: Up to %i users
is: Allt að %i notendur

source: Update
is: Uppfæra

source: Update Contact
is: Uppfæra tengilið

source: Update Notification Email
is: Uppfæra tilkynningapóst

source: Update Now
is: Uppfæra núna

source: Update Required
is: Uppfærsla nauðsynleg

source: Upgrade to a paid plan to benefit from more features
is: Uppfærðu í greidda áskrift til að nýta þér fleiri eiginleika

source: Upgrade to a paid plan to send from your %@ address
is: Uppfærðu í greidda áskrift til að senda úr %@ tölvupóstfanginu þínu

source: Upgrade to get all paid features.
is: Uppfærðu til að nýta þér eiginleika sem greiða þarf fyrir.

source: Upload Contacts
is: Senda inn tengiliði

source: Upload iOS contacts to ProtonMail?
is: Senda iOS-tengiliði inn í ProtonMail?

source: Url
is: Slóð
