Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Turkish.xliff
Languages: tr

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
tr: Uyarı: Bir kurtarma e-postası belirlemediniz. Bu nedenle parolanızı unutursanız hesap kurtarmanız mümkün değildir. Kurtarma e-postası olmadan devam edilsin mi?

source: We have successfully activated your subscription. Please relaunch the app to start using your new service plan.
tr: Aboneliğinizi başarıyla etkinleştirdik. Lütfen yeni hizmet planınızı kullanmaya başlamak için uygulamayı yeniden başlatın.

source: We will send a verification code to the cell phone above.
tr: Yukarıdaki cep telefonuna bir doğrulama kodu göndereceğiz.

source: We will send a verification code to the email address above.
tr: Yukarıdaki e-posta adresine bir doğrulama kodu göndereceğiz.

source: We would like to know what we can do better.
tr: Neyi daha iyi yapabileceğimizi bilmek istiyoruz.

source: Welcome to ProtonMail
tr: ProtonMail'e Hoş Geldiniz

# What people see in the &quot;From&quot; field.
source: What people see in the "From" field.
tr: İnsanların "Kimden" alanında gördükleri.

source: When you send an email, this is the name that appears in the sender field.
tr: Bir e-posta gönderdiğinizde, gönderen alanında görünen ad budur.

source: Work
tr: İş

source: Wrong verification code
tr: Yanlış doğrulama kodu

source: Yes, activate it for
tr: Evet, bunun için etkinleştir

source: Yes, attach details of payment
tr: Evet, ödeme ayrıntılarını ekle

source: You are about to launch the web browser and navigate to
tr: Ağ tarayıcısını başlatmak ve bağlantı açma onayına gitmek üzeresiniz

source: You can customize swipe gestures in the ProtonMail App Settings.
tr: Kaydırma hareketlerini ProtonMail uygulama ayarlarından özelleştirebilirsiniz.

source: You can get help and support at proton.me/support. Bugs can also be reported with the app.
tr: proton.me/support adresinden yardım ve destek alabilirsiniz. Hatalar, uygulama içinden de bildirilebilir.

source: You can't set %@ address as default because it is a paid feature.
tr: %@ adresini varsayılan olarak ayarlayamazsınız. Çünkü bu ücretli bir özelliktir.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
tr: İleti sona ermesini etkinleştirdiniz. Ancak tüm alıcılar bunu desteklemiyor. Lütfen bir parola ekleyin ve/veya tüm alıcılar için sona erme süresini kullanmak üzere PGP gönderimini devre dışı bırakın.

source: You have %d new emails!
tr: %d yeni e-postanız var!

source: You have a new email!
tr: Yeni bir e-postanız var!

source: You have unsaved changes. Do you want to save it?
tr: Kaydedilmemiş değişiklikleriniz var. Kaydetmek ister misiniz?

# You have used %d%% of your storage space (%@).
source: You have used %1$d%% of your storage space (%2$@).
tr: Depolama alanınızı %%1$d% oranında kullandınız (%2$@).

source: You have used up all of your storage space (%@).
tr: Depolama alanınızın(%@) tamamını tükettiniz.

source: You need at least one recipient to send
tr: Göndermek için en azından bir alıcıya ihtiyacınız var

source: Your Country Code
tr: Ülke Kodunuz

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
tr: Gelen kutunuz artık uçtan uca şifreleme ile korunmaktadır. Arkadaşlarınıza otomatik olarak güvenli bir şekilde e-posta göndermek için ProtonMail'i edinin! ProtonMail kullanmıyorlarsa, iletileri el ile de şifreleyebilirsiniz.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
tr: Yeni şifreli e-posta hesabınız kuruldu ve şifrelenmiş iletiler göndermeye ve almaya hazır.

# Your new secure email&#13;&#10; account is ready.
source: Your new secure email account is ready.
tr: Yeni güvenli e-posta&#13; hesabınız hazır.

source: Your plan is currently active until
tr: Planınız şu anda tarihine kadar etkin

source: Your plan will automatically renew on
tr: Planınız şu tarihte otomatik olarak yenilenecek

source: Your signature has been updated.
tr: İmzanız güncellendi.

source: and
tr: ve

source: attempt remaining until secure data wipe!
tr: güvenli veriler silinene kadar kalmaya çalışın!

source: attempts remaining
tr: deneme kaldı

source: attempts remaining until secure data wipe!
tr: güvenli veriler silinene kadar kalan denemeler!

source: close tour
tr: turu kapat

source: Days
tr: gün

source: for one year
tr: bir yıl için

source: get contacts() failed, peopleOrderedByUsersPreference return null!!
tr: get contacts() başarısız oldu, peopleOrderedByUsersPreference boş sonuç döndürdü!!

source: Hours
tr: saat

source: inline attachments
tr: satır içi ekler

source: no object
tr: nesne yok

source: normal attachments
tr: normal ekler

source: privacy policy.
tr: gizlilik politikası.

source: terms and conditions
tr: şartlar ve koşullar

source: wrote:
tr: yazdı:

source: App Extension API is not available in this version of iOS
tr: Uygulama Eklenti API’si iOS’un bu sürümünde mevcut değil

source: Failed to contact the Password Extension
tr: Parola Eklentisi ile bağlantı kurulamadı

source: Failed to execute script that collects web page information
tr: Web sayfası bilgilerini toplayan komut dosyası çalıştırılamadı

source: Failed to fill web page because script could not be evaluated
tr: Komut dosyası değerlendirilemediğinden web sayfası doldurulamadı

source: Failed to fill web page because script is missing
tr: Komut dosyası eksik olduğundan web sayfası doldurulamadı

source: Failed to obtain URL String from web view. The web view must be loaded completely when calling the Password Extension
tr: Web görünümünden URL dizisi alınamadı. Parola Eklentisi çağırılmadan önce web görüntüsü tamamen yüklenmelidir

source: Failed to parse information returned by Password Extension
tr: Parola Eklentisi tarafından döndürülen bilgiler ayrıştırılamadı

source: Password Extension was cancelled by the user
tr: Parola Eklentisi kullanıcı tarafından iptal edildi
