Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Portuguese-*.xliff
Languages: br, pt

# NSAppleMusicUsageDescription
source: Required for attaching media to the email.
br: Necessário para anexar mídia ao e-mail.
pt: Necessário para anexar ficheiros multimédia ao email.

# NSCameraUsageDescription
source: Required for attaching photos to the email.
br: Necessário para anexar fotos ao e-mail.
pt: Necessário para anexar fotografias ao email.

# NSContactsUsageDescription
source: Required for email autocomplete.
br: Necessário para o preenchimento automático de e-mail.
pt: Necessário para completar automaticamente ao escrever nos emails.

# NSFaceIDUsageDescription
source: Allows you quick and secure to unlock your application.
br: Permite você desbloquear de maneira rápida e segura seu aplicativo.
pt: Permite que desbloqueie a aplicação de forma rápida e segura.

# NSPhotoLibraryAddUsageDescription
source: Required for saving image attachments to photo library.
br: Necessário para salvar imagens de anexos na biblioteca de fotos.
pt: Necessário para guardar imagem em anexo da biblioteca de fotografias.

# NSPhotoLibraryUsageDescription
source: Required for attaching photos to the email.
br: Necessário para anexar fotos ao e-mail.
pt: Necessário para anexar fotografias ao email.

source: %@ storage capacity
br: Capacidade de armazenamento de %@
pt: %@ de capacidade de armazenamento

source: %d Member
br: %d Membro
pt: %d membro

source: %d Members
br: %d Membros
pt: %d membros

source: %d minute
br: %d Minuto
pt: %d minuto

source: %d minutes
br: %d minutos
pt: %d minutos

source: %d Selected
br: %d Selecionado
pt: %d selecionado

source: %i email address
br: %i endereço de e-mail
pt: %i endereço de email

source: %i email addresses
br: %i endereços de e-mail
pt: %i endereços de email

source: (2048 bit)
br: (2048 bits)
pt: (2048 bits)

source: (4096 bit)
br: (4096 bits)
pt: (4096 bits)

source: *OPTIONAL
br: *OPCIONAL
pt: *OPCIONAL

source: + Drop here to add as attachment
br: Arraste e solte aqui para adicionar como anexo

source: /user
br: /usuário
pt: /utilizador

source: 2FA failed. Please try to login again.
br: Falha na autenticação de dois fatores. Por favor, tente fazer o login novamente.
pt: A autenticação 2FA falhou. Por favor tente iniciar sessão novamente.

# &lt;no object&gt;
source: <no object>
br: <Nenhum objeto>

source: A message cannot have more than 5 labels
br: A mensagem não pode ter mais de 5 marcadores
pt: Uma mensagem não pode ter mais de 5 etiquetas

source: A new version of ProtonMail app is available, please update to latest version.
br: Uma nova versão do aplicativo ProtonMail está disponível. Por favor, atualize para a versão mais recente.
pt: Está disponível uma nova versão da aplicação ProtonMail. Por favor atualize para a versão mais recente.

source: A new version of ProtonMail app is available. Please update to the latest version.
br: Uma nova versão do aplicativo ProtonMail está disponível. Por favor, atualize para a versão mais recente.
pt: Está disponível uma nova versão da aplicação ProtonMail. Por favor atualize para a versão mais recente.

source: A paid ProtonMail plan is required to use this feature
br: É necessário ter um plano pago do ProtonMail para usar este recurso
pt: É necessário um plano ProtonMail pago para usar esta funcionalidade

source: A passcode has not been set, enable it in the system Settings
br: Uma senha não foi definida, ative-a nos ajustes do sistema
pt: Uma Password não foi definida. Ative a opção nas Definições do sistema

source: API Server not reachable...
br: Servidor da API não está disponível...
pt: Servidor API fora do alcance...

source: Archive
br: ARQUIVO
pt: ARQUIVO

source: Access to this account is disabled due to non-payment. Please sign in through proton.me to pay your unpaid invoice.
br: O acesso a esta conta está desativado devido a falta de pagamento. Por favor, entre através do proton.me para pagar sua fatura não paga.
pt: O acesso a esta conta está desativado devido a falta de pagamento. Por favor, entre através do proton.me para pagar sua fatura não paga.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://proton.me/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
br: Acesso a esta conta está desativado devido a falta de pagamento. Por favor visite <a href="https://proton.me/support/knowledge-base/delinquency/">nossa base de conhecimento</a> para obter mais informações.
pt: O acesso a esta conta está desativado devido a falta de pagamento. Por favor aceda à nossa <a href="https://proton.me/support/knowledge-base/delinquency/">base de conhecimento</a> para mais informações.

# Account password invalid
source: Invalid account password
br: Senha da conta inválida
pt: A palavra-passe da conta não é válida

source: Add
br: Adicionar
pt: Adicionar

source: Add Anniversary
br: Adicionar aniversário
pt: Adicionar aniversário

source: Add Birthday
br: Adicionar data de nascimento
pt: Adicionar data de nascimento

source: Add Contact
br: Adicionar contato
pt: Adicionar contacto

source: Add Custom Label
br: Adicionar marcador personalizado
pt: Adicionar etiqueta personalizada

source: Add Folder
br: Adicionar pasta
pt: Adicionar pasta

source: Add Gender
br: Adicionar gênero
pt: Adicionar género

source: Add Group
br: Adicionar grupo
pt: Adicionar grupo

source: Add Label
br: Adicionar marcador
pt: Adicionar etiqueta

source: Add New Folder
br: Adicionar nova pasta
pt: Adicionar nova pasta

source: Add New Label
br: Adicionar novo marcador
pt: Adicionar nova etiqueta

source: Add Nickname
br: Adicionar apelido
pt: Adicionar apelido

source: Add Organization
br: Adicionar organização
pt: Adicionar organização

source: Add Photo
br: Adicionar foto
pt: Adicionar fotografia

source: Add Star
br: Adicionar estrela
pt: Adicionar estrela

source: Add Title
br: Adicionar título
pt: Adicionar título

source: Add new address
br: Adicionar novo endereço
pt: Adicionar novo endereço

source: Add new custom field
br: Adicionar novo campo personalizado
pt: Adicionar novo campo personalizado

source: Add new email
br: Adicionar novo e-mail
pt: Adicionar novo email

source: Add new field
br: Adicionar novo campo
pt: Adicionar novo campo

source: Add new phone number
br: Adicionar novo número de telefone
pt: Adicionar novo número de telefone

source: Add new url
br: Adicionar nova url
pt: Adicionar novo url

source: Add to contacts
br: Adicionar aos contatos
pt: Adicionar aos contactos

source: Address
br: Endereço
pt: Morada

source: Alert
br: Alerta
pt: Alerta

source: All Mail
br: Todos os e-mails
pt: Todos os emails

source: All contacts are imported
br: Todos os contatos foram importados
pt: Todos os contactos foram importados

source: Also Archive
br: Também arquivar
pt: Arquivar também

source: Also used to reset a forgotten password.
br: Também é usado para redefinir uma senha esquecida.
pt: Utilizado também para repor uma palavra-passe esquecida.

source: Anniversary
br: Aniversário
pt: Aniversário

source: App is locked
br: Aplicativo está bloqueado
pt: A aplicação está bloqueada

source: Apple in-app purchase fee
br: Taxa de compra da Apple para aplicativos
pt: Taxa de compra dentro da aplicação Apple

source: Apple informed us they could not process the purchase.
br: A Apple nos informou que não foi possível processar a compra.
pt: A Apple informou-nos que não puderam processar a compra.

source: Apple informed us you've upgraded the service plan, but did not say which of your ProtonMail accounts to upgrade in case you have more than one.
br: A Apple nos informou que você atualizou seu plano, mas não informou quais de suas contas do ProtonMail devem ser atualizadas no caso de você ter mais de uma.
pt: A Apple informou-nos que atualizou o seu plano, mas não nos disse qual das suas contas ProtonMail quer atualizar, caso tenha mais do que uma.

source: Apple informed us you've upgraded the service plan, but some technical data was missing. Please fill in the bugreport and our customer support team will contact you.
br: A Apple nos informou que você atualizou o plano, mas faltavam alguns dados técnicos. Por favor, preencha o formulário e nossa equipe de suporte irá entrar em contato com você.
pt: A Apple informou-nos que atualizou o seu plano, mas faltaram alguns dados técnicos. Por favor, reporte um erro e a nossa equipa de apoio ao cliente entrará em contacto consigo.

source: Apple informed us you've upgraded the service plan, but we detected you have logged out of the account since then.
br: A Apple nos informou que você atualizou o plano, mas detectamos que você já fez o logout da conta.
pt: A Apple informou-nos que atualizou o seu plano, mas detetamos que desde então, terminou a sessão da conta.

source: Apply
br: Aplicar
pt: Aplicar

source: Apply Labels
br: Aplicar marcadores
pt: Aplicar etiquetas

source: Archive
br: Arquivo
pt: Arquivo

source: Archived
br: Arquivado
pt: Arquivado

source: Are you sure you want to logout?
br: Você tem certeza que deseja encerrar a sessão?

source: Attachment imported
br: Anexo importado

source: Attachments
br: Anexos
pt: Anexos

source: Authentication
br: Autenticação
pt: Autenticação

source: Authentication failed: wrong username or password.
br: Falha na autenticação: nome de usuário ou senha incorretos
pt: Autenticação falhou, utilizador e/ou palavra-passe inválidos.

source: Authentication failed
br: Falha na autenticação
pt: A autenticação falhou

source: Authentication failed. Please try to login again.
br: Falha na autenticação. Por favor, tente acessar novamente.
pt: A autenticação falhou. Por favor tente iniciar a sessão novamente.

source: Authentication token is not accessible because the app is locked
br: O token de autenticação não está acessível porque o aplicativo está bloqueado
pt: O token de autenticação não está acessível porque a aplicação está bloqueada

source: Authentication was cancelled by the system
br: A autenticação foi cancelada pelo sistema
pt: A autenticação foi cancelada pelo sistema

source: Auto lock time
br: Tempo do bloqueio automático
pt: Tempo de bloqueio automático

source: Auto show images
br: Mostrar imagens automaticamente
pt: Mostrar imagens automaticamente

source: Back
br: Voltar
pt: Voltar

source: Bad auth cache
br: Cache de autenticação incorreto
pt: Cache de autenticação errada

source: Bad parameter
br: Parâmetro incorreto
pt: Parâmetro errado

source: Bad parameter: %@
br: Parâmetro incorreto: %@
pt: Parâmetro errado: %@

source: Bad path
br: Caminho inválido
pt: Caminho errado

source: Bad response
br: Resposta incorreta
pt: Resposta errada

source: Bcc:
br: Cco:

source: Birthday
br: Data de nascimento
pt: Data de nascimento

source: Bug Description
br: Descrição do problema
pt: Descrição do erro

source: Bug report received
br: Relatório de erro recebido
pt: Relatório do erro recebido

source: Buy More Credits
br: Comprar mais créditos
pt: Comprar mais créditos

source: By using protonmail, you agree to our
br: Ao usar o ProtonMail, você concorda com o nosso
pt: Ao usar o ProtonMail, está a concordar com a nossa

# By using protonmail, you agree to our %@ and %@.
source: By using protonmail, you agree to our %1$@ and %2$@.
br: Ao usar o ProtonMail, você concorda com o nossos %1$@ e %2$@.

source: Call Contact
br: Ligar para contato
pt: Telefonar ao contacto

source: Can take several minutes to setup.
br: Pode demorar vários minutos para configurar.
pt: Pode demorar vários minutos a configurar.

source: Can't copy the file
br: Não foi possível copiar o arquivo
pt: Não foi possível copiar o ficheiro

source: Can't create a SRP Client
br: Não foi possível criar um cliente SRP
pt: Não foi possível criar um cliente SRP

source: Can't create a SRP verifier!
br: Não foi possível criar um verificador SRP!
pt: Não foi possível criar um verificador SRP!

source: Can't decrypt this attachment!
br: Não foi possível descriptografar este anexo!
pt: Não foi possível desencriptar este anexo!

source: Can't delete contact group
br: Não foi possível excluir o grupo de contatos
pt: Não foi possível eliminar o grupo de contacto

source: Can't delete contact group through API
br: Não foi possível excluir o grupo de contatos através da API
pt: Não foi possível eliminar o grupo de contactos através da API

source: Can't download message body, please try again.
br: Não foi possível baixar o corpo da mensagem, tente novamente.
pt: Não foi possível descarregar o corpo da mensagem. Por favor, tente novamente.

source: Can't download message body. Please try again.
br: Não foi possível baixar o corpo da mensagem. Por favor tente novamente.
pt: Não foi possível descarregar o corpo da mensagem. Tente novamente.

source: Can't fetch contact groups
br: Não foi possível carregar os grupos de contatos
pt: Não foi possível obter os grupos de contactos

source: Can't find the clicked message please try again!
br: Não foi possível encontrar a mensagem clicada, tente novamente!
pt: Não foi possível localizar a mensagem clicada. Por favor, tente novamente!

source: Can't find the selected message. Please try again.
br: Não foi possível localizar a mensagem selecionada. Por favor, tente novamente.
pt: Não foi possível encontrar a mensagem selecionada. Tente novamente.

source: Can't find this attachment!
br: Não foi possível localizar este anexo!
pt: Não foi possível encontrar este anexo!

# Can't get a Moduls ID!
source: Can't get a Modulus ID!
br: Não foi possível obter um ID do Moduls!
pt: Não foi possível obter um ID de Modulus!

source: Can't get a Moduls!
br: Não foi possível obter o módulo!
pt: Não foi possível obter um Moduls!

source: Can't get user auth info
br: Não foi possível obter a informação de autenticação do usuário
pt: Não foi possível obter informações de autenticação do utilizador

source: Can't load share content!
br: Não foi possível carregar o conteúdo compartilhado!
pt: Não foi possível carregar o conteúdo partilhado!

source: Can't load the file
br: Não foi possível carregar o arquivo
pt: Não foi possível carregar o ficheiro

source: Can't not find the value from the response body
br: Não foi possível encontrar o valor do corpo da resposta
pt: Não foi possível encontrar o valor do corpo da resposta

source: Can't open the file
br: Não foi possível abrir o arquivo
pt: Não foi possível abrir o ficheiro

source: Can't save contact group
br: Não foi possível salvar o grupo de contatos
pt: Não foi possível guardar o grupo de contacto

source: Can't update contact group through the API
br: Não foi possível atualizar o grupo de contatos através da API
pt: Não foi possível atualizar o grupo de contactos através da API

source: Cancel
br: Cancelar
pt: Cancelar

source: Cancel Check
br: Cancelar verificação
pt: Cancelar a verificação

source: Cancelling
br: Cancelando
pt: A cancelar

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
br: Não foi possível descriptografar este anexo.
pt: Não foi possível desencriptar este anexo.

source: Cell phone number
br: Número de telefone celular
pt: Número de telemóvel

source: Change Login Password
br: Alterar senha de acesso
pt: Alterar a palavra-passe de início de sessão

source: Change Mailbox Password
br: Alterar senha da caixa de correio
pt: Alterar a palavra-passe da caixa de correio

source: Change password
br: Alterar senha
pt: Alterar palavra-passe

source: Change PIN
br: Alterar Pin
pt: Alterar PIN

source: Change Single Password
br: Alterar senha única
pt: Alterar palavra-passe única

source: Change default address to...
br: Alterar o endereço padrão para...
pt: Alterar o endereço padrão para...

source: Change left swipe action
br: Alterar a ação de deslizar para a esquerda
pt: Alterar a ação de deslizar para a esquerda

source: Change right swipe action
br: Alterar a ação de deslizar para a direita
pt: Alterar a ação de deslizar para a direita

source: Change sender address to...
br: Alterar o endereço do remetente para...
pt: Alterar o endereço de remetente para...

source: Check Again
br: Verificar novamente
pt: Verificar novamente

source: Checking...
br: Verificando...
pt: A verificar...

source: Choose a Password
br: Escolha uma senha
pt: Escolha uma palavra-passe

source: City
br: Cidade
pt: Cidade

source: Clear local message cache
br: Limpar o cache de mensagem local
pt: Limpar a cache local de mensagens

source: Close
br: Fechar
pt: Fechar

source: Closing
br: Fechando
pt: A fechar

source: Compose
br: Compor
pt: Compor

source: Compose to
br: Compor para
pt: Compor para

source: Confirm
br: Confirmar
pt: Confirmar

source: Confirm login password
br: Confirmar senha de acesso
pt: Confirmar palavra-passe de início de sessão

source: Confirm mailbox password
br: Confirmar senha da caixa de correio
pt: Confirmar palavra-passe da caixa de correio

source: Confirm password
br: Confirmar senha
pt: Confirmar palavra-passe

source: Confirm new login password
br: Confirmar nova senha de acesso
pt: Confirmar a nova palavra-passe de início de sessão

source: Confirm new mailbox password
br: Confirmar a nova senha da caixa de correio
pt: Confirmar a nova palavra-passe da caixa de correio

source: Confirm new password
br: Confirmar nova senha
pt: Confirmar a nova palavra-passe

source: Confirm phishing report
br: Confirmar denúncia de phishing
pt: Confirmar o relatório de phishing

source: Confirmation
br: Confirmação
pt: Confirmação

source: Congratulations!
br: Parabéns!
pt: Parabéns!

source: Contact Details
br: Detalhes de contato
pt: Detalhes do contacto

source: Contact the ProtonMail team
br: Contate a equipe do ProtonMail
pt: Contactar a equipa do ProtonMail

source: Contacts
br: Contatos
pt: Contactos

source: Continue
br: Continuar
pt: Continuar

source: Continue and Don't ask again
br: Continuar e não perguntar novamente

source: Copy address
br: Copiar endereço
pt: Copiar endereço

source: Copy name
br: Copiar nome
pt: Copiar nome

source: Could not connect to Store. Please try again later.
br: Não foi possível conectar ao servidor remoto. Por favor, tente novamente mais tarde.
pt: Não foi possível conectar à loja. Por favor tente novamente mais tarde.

source: Country
br: País
pt: País

source: Create
br: Criar
pt: Criar

source: Create Account
br: Criar conta
pt: Criar conta

source: Create User failed. Please try again.
br: Falha ao criar o usuário. Por favor, tente novamente.
pt: Não foi possível criar o utilizador. Tente novamente.

source: Create a new account
br: Criar uma nova conta
pt: Criar nova conta

source: Create and add Labels to organize your inbox. Long press on a message for all options.
br: Crie e adicione marcadores para organizar sua caixa de entrada. Pressione e segure uma mensagem para exibir todas as opções.
pt: Crie e adicione etiquetas para organizar sua caixa de entrada. Pressione e segure uma mensagem para todas as opções.

source: Create and add labels to organize your inbox. Press and hold down on a message for all options.
br: Crie e adicione marcadores para organizar sua caixa de entrada. Pressione e mantenha pressionada uma mensagem para mostrar todas as opções.
pt: Crie e adicione etiquetas para organizar a sua caixa de entrada. Mantenha o dedo pressionado na mensagem para obter todas as opções.

source: Create user failed
br: Falha ao criar usuário
pt: Não foi possível criar o utilizador

source: Current Language is:
br: Idioma atual:
pt: O idioma atual é:

source: Current login password
br: Senha de acesso atual
pt: Palavra-passe atual de início de sessão

source: Current password
br: Senha atual
pt: Palavra-passe atual

source: Custom
br: Personalizado
pt: Personalizado

source: DECRYPT MAILBOX
br: DESCRIPTOGRAFAR A CAIXA DE CORREIO
pt: DESENCRIPTAR A CAIXA DE CORREIO

source: Drafts
br: RASCUNHOS
pt: Rascunhos

source: Date:
br: Data:
pt: Data:

source: Date: %@
br: Data: %@
pt: Data: %@

source: Debug
br: Depurar
pt: Depurar

source: Decrypt
br: Descriptografar
pt: Desencriptar

source: Decrypt token failed. Please try again.
br: Falha ao tentar descriptografar o token. Por favor, tente novamente.
pt: A desencriptação do token falhou. Por favor tente novamente.

source: Decryption error
br: Erro ao descriptografar
pt: Erro na desencriptação

source: Decryption of this content failed
br: Falha ao descriptografar este conteúdo
pt: A desencriptação deste conteúdo falhou

source: Default
br: Padrão
pt: Padrão

source: Default error. Please try again.
br: Erro padrão. Por favor, tente novamente.
pt: Erro padrão. Por favor rente novamente.

source: Define Expiration Date
br: Definir data de expiração
pt: Definir data de validade

source: Define hint (Optional)
br: Definir dica (Opcional)
pt: Definir uma dica (opcional)

source: Define password
br: Definir senha
pt: Definir palavra-passe

source: Delete
br: Excluir
pt: Eliminar

source: Delete Contact
br: Excluir contato
pt: Eliminar contacto

source: Delete Contact Group
br: Excluir grupo de contato
pt: Eliminar grupo de contacto

source: Deleted
br: Excluído
pt: Eliminado

source: Details
br: Detalhes
pt: Detalhes

source: Discard changes
br: Descartar alterações
pt: Descartar alterações

source: Discard draft
br: Descartar rascunho
pt: Descartar rascunho

source: Display name
br: Nome de exibição
pt: Nome mostrado

source: Display name updated
br: Nome de exibição atualizado
pt: Nome mostrado atualizado

source: Display name
br: Nome de exibição
pt: Nome mostrado

source: Display name
br: Nome de exibição
pt: Nome mostrado

source: Do you want to activate the purchased service plan for
br: Deseja ativar o plano adquirido para
pt: Quer ativar o plano adquirido para

source: Do you want to cancel the process?
br: Você deseja cancelar o processo de sincronização?
pt: Quer cancelar o processo?

source: Do you want to save the unsaved changes?
br: Você deseja salvar as alterações não salvas?
pt: Quer guardar as alterações?

source: Don't Show Again
br: Não exibir novamente
pt: Não mostrar novamente

source: Don't remind me again
br: Não lembrar novamente
pt: Não lembrar novamente

source: Done
br: Feito
pt: Concluído

source: Double tap to setup
br: Toque duplo para configurar
pt: Toque duas vezes para configurar

source: Draft
br: Rascunho
pt: Rascunho

source: Drafts
br: Rascunhos
pt: Rascunhos

source: Edit
br: Editar
pt: Editar

source: Edit contact
br: Editar contato
pt: Editar contacto

source: Edit Folder
br: Editar pasta
pt: Editar pasta

source: Edit Group
br: Editar grupo
pt: Editar grupo

source: Edit Label
br: Editar marcador
pt: Editar Etiqueta

source: Edit Photo
br: Editar foto
pt: Editar fotografia

source: Edit mobile signature
br: Editar assinatura móvel
pt: Editar assinatura móvel

source: Edit signature
br: Editar assinatura
pt: Editar assinatura

source: Email Addresses
br: Endereços de e-mail
pt: Endereços de email

source: Email Contact
br: E-mail de contato
pt: Enviar email para o contacto

source: Email Verification
br: Verificação de e-mail
pt: Verificação de email

source: Email address
br: Endereço de e-mail
pt: Endereço de email

source: Email address invalid
br: Endereço de e-mail inválido
pt: Endereço de email inválido

source: Email default signature
br: Assinatura padrão do e-mail
pt: Assinatura padrão de email

# Email domain invalid
source: Invalid email domain
br: Domínio de e-mail inválido
pt: Domínio do email inválido

source: Empty folder
br: Pasta vazia
pt: Esvaziar pasta

source: Enable Default Signature
br: Habilitar assinatura padrão
pt: Ativar assinatura padrão

source: Enable FaceID
br: Habilitar o FaceID
pt: Ativar o FaceID

source: Enable Mobile Signature
br: Habilitar assinatura móvel
pt: Ativar assinatura móvel

source: Enable Notification Email
br: Habilitar notificações de e-mail
pt: Ativar notificações por email

source: Enable PIN protection
br: Habilitar proteção por Pin
pt: Ativar proteção com PIN

source: Enable TouchID
br: Habilitar o TouchID
pt: Ativar TouchID
