Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Portuguese-*.xliff
Languages: br, pt

source: Encrypted Contact Details
br: Detalhes do contato criptografado
pt: Detalhes de contacto encriptados

source: Encrypted for outside
br: Criptografado externamente
pt: Encriptado para fora

source: Encrypted for outside reply
br: Criptografado para responder externamente
pt: Encriptado para resposta para fora

source: Encrypted from outside
br: Criptografado externamente
pt: Encriptado de fora

source: Encrypted from outside PGP inline
br: Criptografado externamente com PGP incorporado

source: Encrypted from outside PGP/MIME
br: Criptografado externamente com PGP/MIME
pt: Encriptado de fora com PGP/MIME

source: Encrypted from outside signed PGP/MIME
br: Criptografado externamente com PGP/MIME assinado
pt: Encriptado de fora com assinatura PGP/MIME

source: Encryption Setup
br: Configuração de criptografia
pt: Configuração de encriptação

source: End Time
br: Hora de término
pt: Fim do tempo

source: End-to-end encryption
br: Criptografia de ponta a ponta
pt: Encriptação de extremo a extremo

source: End-to-end encrypted
br: Criptografado de ponta a ponta
pt: Criptografia de ponta a ponta

source: End-to-end encrypted message
br: Mensagem criptografada de ponta a ponta
pt: Mensagem encriptada de extremo a extremo

source: End-to-end encrypted message from verified address
br: Mensagem criptografada de ponta a ponta do endereço verificado
pt: Mensagem encriptada de extremo a extremo dos endereços verificados

source: End-to-end encrypted to verified address
br: Criptografado de ponta a ponta para o endereço verificado
pt: Encriptado de extremo a extremo para endereço verificado

source: Enter
br: Entrar
pt: Introduzir

source: Enter verification code
br: Digite o código de verificação
pt: Introduza o código de verificação

source: Enter your PIN
br: Digite seu PIN
pt: Introduza o seu PIN

source: Enter your PIN to unlock your inbox.
br: Digite o seu PIN para desbloquear a sua caixa de entrada.
pt: Introduza o seu PIN para desbloquear a caixa de entrada.

source: Enter your cell phone number
br: Digite o número do seu telefone celular
pt: Introduza o seu número de telefone

source: Enter your existing email address.
br: Digite seu endereço de e-mail existente.
pt: Introduza o seu endereço de email.

source: Error logs
br: Registros de erros
pt: Registo de erros

source: Error occured
br: Ocorreu um erro
pt: Ocorreu um erro

source: Every time enter app
br: Sempre que entrar no aplicativo
pt: Cada vez que entrar na aplicação

source: Expires
br: Expira
pt: Expira

# Expires in %d days %d hours %d mins %d seconds
source: Expires in %1$d days %2$d hours %3$d mins %4$d seconds
br: Expira em %1$d dias %2$d horas %3$d minutos %4$d segundos
pt: Expira em %1$d dias %2$d horas %3$d minutos %4$d segundos

source: Expiring messages
br: Mensagens expirando
pt: Mensagens com validade

source: Extreme Security
br: Segurança extrema
pt: Segurança extrema

source: Forgot password?
br: ESQUECEU A SENHA?
pt: Esqueceu-se da palavra-passe?

source: FW:
br: ENC:
pt: Enc:

source: Failed to determine type of file
br: Falha ao determinar o tipo de arquivo
pt: Falha ao determinar o tipo de ficheiro

source: Failed to get list of available products from AppStore.
br: Falha ao obter lista de produtos disponíveis da AppStore.
pt: Falha ao obter a lista de produtos disponíveis da AppStore.

source: Failed to initialize the app's saved data
br: Falha ao inicializar os dados salvos no aplicativo
pt: Falha ao inicializar os dados guardados da aplicação

source: Failed to initialize the application's saved data
br: Falha ao inicializar os dados salvos no aplicativo
pt: Falha ao inicializar os dados guardados da aplicação

source: Fetch user info failed
br: Falha na pesquisa de informações do usuário
pt: Não foi possível obter a informação do utilizador

source: Folder
br: Pasta
pt: Pasta

source: Folder Name
br: Nome de pasta
pt: Nome da pasta

source: For individuals looking to benefit from secure communication at no cost
br: Para pessoas que desejam se beneficiar de comunicação segura sem custo
pt: Para pessoas que procuram beneficiar de uma comunicação segura sem custos

source: For individuals that need more capacity, customization and advanced features
br: Para pessoas que precisam de mais capacidade, personalização e recursos avançados
pt: Para pessoas que precisam de mais capacidade, personalização e funcionalidades avançadas

source: For organizations that need multi-user support and additional productivity features
br: Para organizações que precisam de suporte multiusuário e recursos adicionais de produtividade
pt: Para organizações que precisam de suporte a vários utilizadores e recursos de produtividade adicionais

source: For power users and groups of people that value full anonymity and privacy
br: Para usuários avançados e grupos de pessoas que valorizam o anonimato e a privacidade
pt: Para utilizadores avançados e grupos de pessoas que valorizam o anonimato e a privacidade totais

source: Forward
br: Encaminhar
pt: Encaminhar

source: Forwarded message
br: Mensagem encaminhada
pt: Mensagem encaminhada

source: From
br: De
pt: De

source: From:
br: De:
pt: De:

source: Fwd:
br: Enc:
pt: Enc:

source: Gender
br: Gênero
pt: Género

source: General settings
br: Configurações gerais
pt: Configurações gerais

source: Get %@
br: Obter %@
pt: Obter %@

source: Get more information
br: Obter mais informações
pt: Obter mais informação

source: Go to inbox
br: Ir para a caixa de entrada
pt: Ir para a caixa de entrada

source: Group Details
br: Detalhes do grupo
pt: Detalhes do grupo

source: Group Name
br: Nome do grupo
pt: Nome do grupo

source: Groups
br: Grupos
pt: Grupos

# Help &amp; Support
source: Help & Support
br: Ajuda e Suporte
pt: Ajuda e apoio ao cliente

source: Help us to improve ProtonMail with your input.
br: Ajude-nos a melhorar o ProtonMail com a sua opinião.
pt: Ajude-nos a melhorar o ProtonMail com a sua opinião.

source: Help us to make privacy the default in the web.
br: Ajude-nos a tornar a privacidade o padrão na internet.
pt: Ajude-nos a tornar a privacidade o padrão na Internet.

source: Hide
br: Ocultar
pt: Ocultar

source: Hide details
br: Ocultar detalhes
pt: Ocultar detalhes

source: High Security
br: Alta segurança
pt: Alta segurança

source: Hours
br: Horas
pt: Horas

source: Human Check Failed
br: Falha na verificação de usuário humano
pt: Falha na verificação de utilizador humano

source: Human Check Warning
br: Aviso de verificação humana
pt: Aviso de verificação de utilizador humano

source: Human Verification
br: Verificação humana
pt: Verificação humana

source: IMAP/SMTP Support via ProtonMail Bridge
br: Suporte IMAP/SMTP via ProtonMail Bridge
pt: Suporte a IMAP/SMTP via ProtonMail Bridge

source: Inbox
br: CAIXA DE ENTRADA
pt: Caixa de entrada

source: Import Error
br: Erro de importação
pt: Erro de importação

source: Import file from...
br: Importar arquivo de...
pt: Importar ficheiro de...

source: Importing Contacts
br: Importando contatos
pt: Importar contactos

source: Importing attachment, that can take a while
br: Importando anexo. Isso pode demorar um pouco

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
br: Para utilizar nossos serviços, você deve concordar com os termos de serviço do ProtonMail.
pt: Para utilizar os nossos serviços, tem de aceitar os Termos de Serviço do ProtonMail.

source: Inbox
br: Caixa de entrada
pt: Caixa de entrada

source: Incorrect PIN,
br: PIN incorreto,
pt: PIN incorreto,

source: Incorrect password
br: Senha incorreta
pt: Palavra-passe incorreta

source: Input display name ...
br: Digite o nome de exibição ...
pt: Introduza o nome a mostrar...

source: Input Notification Email ...
br: Digitar e-mail de notificação...
pt: Introduza o email para notificações...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://proton.me/invite to request an invitation.
br: A criação de conta no ProtonMail foi desativada temporariamente. Por favor, acesse https://proton.me/invite para solicitar um convite.
pt: A criação instantânea de contas ProtonMail foi temporariamente desativada. Por favor, aceda a https://proton.me/pt/invite para solicitar um convite.

source: Internal Error
br: Erro interno
pt: Erro interno

source: Invalid Password
br: Senha inválida
pt: Palavra-passe inválida

source: Invalid URL
br: URL inválida
pt: URL inválido

source: Invalid username
br: Nome de usuário inválido
pt: Nome de utilizador inválido

source: Invalid UserName!
br: Nome de usuário inválido!
pt: Nome de utilizador inválido!

source: Invalid access token please relogin
br: Token de acesso inválido. Por favor, faça o login novamente
pt: Token de acesso inválido. Por favor inicie novamente a sessão

source: Invalid access token. Please relogin.
br: Token de acesso inválido. Por favor, faça o login novamente.
pt: Token de acesso inválido. Por favor inicie novamente a sessão.

source: Invalid credential
br: Credenciais inválidas
pt: Credenciais inválidas

source: Invalid hashed password!
br: Senha de hash inválida!
pt: Palavra-passe de hash inválida!

source: Is this bug report about an in-app purchase?
br: Este relatório de erro é sobre uma compra feita no aplicativo?
pt: Este relatório de erro é sobre uma compra dentro da aplicação?

source: It is not possible to switch to %@ within our iOS app.
br: Não é possível alterar para %@ dentro do nosso aplicativo para iOS.
pt: Não é possível mudar para %@ dentro da nossa aplicação iOS.

source: It wasn't possible to match your purchased App Store product to any products on our server. Please fill in the bug report and our customer support team will contact you.
br: Não foi possível combinar seu produto da App Store com produtos do nosso servidor. Por favor, preencha o relatório de erros e nossa equipe de suporte ao cliente irá entrar contato com você.
pt: Não foi possível combinar o produto que comprou na App Store com qualquer produto no nosso servidor. Por favor, reporte um erro e nossa equipa de apoio ao cliente entrará em contacto consigo.

source: Keep me updated about new features
br: Mantenha-me atualizado sobre novos recursos
pt: Mantenha-me atualizado sobre os novos recursos

source: Key generation failed
br: Falha na geração de chaves
pt: Geração da chave falhou

source: Key generation failed. Please try again.
br: Falha na geração de chaves. Por favor, tente novamente.
pt: A geração da chave falhou. Por favor tente de novo.

source: Key invalid. Please go back and try again.
br: Chave inválida. Por favor, volte e tente novamente.
pt: Chave inválida. Por favor volte atrás e tente de novo.

source: Label management
br: Gerenciador de marcadores
pt: Gestão de etiquetas

source: Label Name
br: Nome do marcador
pt: Nome da etiqueta

source: Label as...
br: Marcar como...
pt: Etiquetar como...

source: Labels
br: Marcadores
pt: Etiquetas

source: Labels have been applied.
br: Marcadores foram aplicados.
pt: As etiquetas fora aplicadas.

# Labels, Folders, Filters &amp; More
source: Labels, Folders, Filters & More
br: Marcadores, Pastas, Filtros & e muito mais
pt: Etiquetas, pastas, filtros e mais

source: Labels/Folders
br: Marcadores/Pastas
pt: Etiquetas / pastas

source: Language
br: Idioma
pt: Idioma

source: Learn More
br: Saiba mais
pt: Saber mais

source: Learn more here
br: Saiba mais aqui
pt: Saiba mais aqui

source: Limited to 150 messages sent/day
br: Limitado ao envio de 150 mensagens por dia
pt: Limitado a 150 mensagens enviadas/dia

source: Load remote content
br: Carregar conteúdo remoto
pt: Carregar conteúdo remoto

source: Loading...
br: Carregando...
pt: Carregando...

source: Local cache can't find mailbox password
br: Não foi possível encontrar no cache local a senha da caixa de correio
pt: A cache local não consegue encontrar a palavra-passe da caixa de correio

source: Lock The App
br: Bloquear o aplicativo
pt: Bloquear a aplicação

source: Login password
br: Senha de acesso
pt: Palavra-passe de início de sessão

source: Login password doesn't match
br: Senha de acesso não confere
pt: As palavras-passe de início de sessão não coincidem

source: Logout
br: Encerrar sessão
pt: Terminar sessão

source: Logs
br: Registros
pt: Registos

source: Looking to secure your contact's details?
br: Procurando proteger os detalhes dos seus contatos?
pt: À procura de proteger os detalhes do seu contacto?

source: Mailbox password
br: Senha da caixa de correio
pt: Palavra-passe da caixa de correio

source: Mailbox password
br: Senha da caixa de correio
pt: Palavra-passe da caixa de correio

source: Mailbox password doesn't match
br: A senha da caixa de correio não confere
pt: As palavras-passe da caixa de correio não coincidem

source: Manage Addresses
br: Gerenciar endereços
pt: Gerir endereços

source: Manage Labels/Folders
br: Gerenciar Marcadores/Pastas
pt: Gerir etiquetas / pastas

# Mark Read
source: Mark as read
br: Marcar como lida
pt: Marcar como lido

source: Mark as unread
br: Marcar como não lida
pt: Marcar como não lido

source: Message %@
br: Mensagem %@
pt: Mensagem %@

source: Message Password
br: Senha da mensagem
pt: Palavra-passe da mensagem

source: Message queue
br: Fila de mensagens
pt: Mensagem na fila

source: Message Swipe Actions
br: Ações ao deslizar nas mensagens
pt: Ações de deslizar em mensagens

source: Message expired
br: Mensagem expirada
pt: A mensagem expirou

source: Message has been deleted.
br: A mensagem foi excluída.
pt: A mensagem foi eliminada.

source: Message has been moved.
br: A mensagem foi movida.
pt: A mensagem foi movida.

source: Message password does not match.
br: A senha da mensagem não confere.
pt: As palavras-passe da mensagem não coincidem.

source: Message sending failed please try again
br: Falha ao enviar mensagem. Por favor, tente novamente
pt: O envio de mensagem falhou, por favor tente de novo

source: Message sending failed. Please try again.
br: Falha ao enviar mensagem. Por favor, tente novamente.
pt: O envio da mensagem falhou. Por favor tente de novo.

source: Message sent
br: Mensagem enviada
pt: Mensagem enviada

source: Messages you send can be set to auto delete after a certain time period.
br: As mensagens enviadas podem ser configuradas para se excluírem automaticamente após um determinado período de tempo.
pt: As mensagens que envia podem ser definidas para se eliminarem automaticamente após um determinado período de tempo.

source: Mobile
br: Móvel
pt: Móvel

source: Mobile signature
br: Assinatura móvel
pt: Assinatura móvel

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at proton.me using a desktop or laptop computer.
br: Os registros por dispositivos móveis estão temporariamente desabilitados. Tente novamente mais tarde ou tente se registrar em proton.me usando um computador desktop ou notebook.
pt: As inscrições estão temporariamente desativadas. Por favor, tente de novo mais tarde ou tente registar-se em proton.me utilizando um computador.

source: Modifying or turning off the default mobile signature is a paid feature.
br: A modificação ou desativação da assinatura móvel padrão é um recurso pago.
pt: Alterar ou desativar a assinatura padrão do telemóvel é um recurso pago.

source: More
br: Mais

source: More Credits
br: Mais creditos
pt: Mais créditos

source: Move to AllMail
br: Mover para todos os e-mails
pt: Mover para Todo o correio

source: Move to Archive
br: Mover para Arquivo
pt: Mover para o Arquivo

source: Move to Draft
br: Mover para rascunho
pt: Mover para Rascunhos

source: Move to Folder
br: Mover para pasta
pt: Mover para a pasta

source: Move to Inbox
br: Mover para caixa de entrada
pt: Mover para a Caixa de Entrada

source: Move to Outbox
br: Mover para caixa de saída
pt: Mover para a Caixa de Saída

source: Move to Spam
br: Mover para spam
pt: Mover para o Spam

source: Move to Trash
br: Mover para lixeira
pt: Mover para o Lixo

source: Move to...
br: Mover para...
pt: Mover para...

source: Multiple addresses
br: Múltiplos endereços
pt: Vários endereços

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
br: PRECISA DE UMA CONTA? REGISTRE-SE.
pt: Criar conta gratuitamente

source: Name
br: Nome
pt: Nome

source: New login password
br: Nova senha de acesso
pt: Nova palavra-passe de início de sessão

source: New mailbox password
br: Nova senha da caixa de correio
pt: Nova palavra-passe da caixa de correio

source: New password
br: Nova senha
pt: Nova palavra-passe

source: Nickname
br: Apelido
pt: Apelido

source: No Messages
br: Não há mensagens
pt: Sem mensagens

source: No connectivity detected...
br: Nenhuma conexão detectada...
pt: Não foi detetada uma ligação à Internet...

source: No, for another ProtonMail account
br: Não, para outra conta do ProtonMail
pt: Não, para outra conta ProtonMail

source: No, not related to in-app purchase
br: Não é relacionado a compra dentro do aplicativo
pt: Não, não é relacionado com uma compra dentro da aplicação

source: None
br: Nenhum
pt: Nenhum

source: Not Now
br: Agora não
pt: Agora não

source: Not all recipients support message expiration
br: Nem todos os destinatários suportam o recurso de expiração de mensagem
pt: Nem todos os destinatários suportam mensagens com validade

source: Note: The Username is also your ProtonMail address.
br: Nota: O nome de usuário também é o seu endereço ProtonMail.
pt: Nota: o nome de utilizador também é o seu endereço ProtonMail.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
br: Nota: Isso é usado para criptografar e descriptografar suas mensagens. Não perca esta senha, não podemos recuperá-la.
pt: Nota: isto é usado para encriptar e desencriptar as suas mensagens. Não perca esta palavra-passe pois não é possível recuperá-la.

source: Note: This is used to log you into your account.
br: Nota: Isto é usado para acessar sua conta.
pt: Nota: isto é usado para iniciar a sessão na sua conta.

source: Notes
br: Notas
pt: Notas

source: Notice
br: Aviso
pt: Aviso

source: Notification / Recovery Email
br: Notificação / Recuperação de e-mail
pt: Email de recuperação / notificação

source: Notification email
br: E-mail de notificação
pt: Email de notificação

source: Notification Snooze
br: Notificação adiada
pt: Notificação adiada

source: Notifications Are Snoozed
br: Notificações estão adiadas
pt: Notificações estão adiadas

source: Notifications Snooze Off
br: Notificações adiadas desligado
pt: Notificações adiadas desativadas

source: OTHER PLANS
br: OUTROS PLANOS
pt: OUTROS PLANOS

source: On
br: Ativo
pt: Ativado

source: On EE, MMM d, yyyy at %@
br: Em EE, d, MMM, yyyy às %@
pt: EE, d MMM yyyy às %@

# On EE, MMM d, yyyy at %@, %@, wrote:
source: On EE, MMM d, yyyy at %1$@, %2$@, wrote:
br: Em EE, d, MMM, yyyy às %1$@, %2$@, escreveu:

source: Open draft
br: Abrir rascunho
pt: Abrir rascunho

source: Organization
br: Organização
pt: Organização

source: Other
br: Outros
pt: Outro

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the AppStore's servers.
br: Nossa equipe de suporte ao cliente tentará ativar seu plano manualmente se você concordar em anexar os dados técnicos que a AppStore forneceu no aplicativo no momento da compra. Esses dados não incluem detalhes sobre sua conta do iTunes, ID da Apple, cartões de crédito vinculados ou qualquer outra informação do usuário. Isso só nos ajuda a verificar se a transação foi realizada nos servidores da AppStore.
pt: A nossa equipa de apoio ao cliente irá tentar ativar o seu plano de serviço manualmente se concordar em anexar dados técnicos que a AppStore forneceu à aplicação no momento da compra. Estes dados não incluem quaisquer detalhes sobre a sua conta do iTunes, Apple ID, cartões de crédito associados ou qualquer outra informação de utilizador. Os dados técnicos só nos ajudam a confirmar e a verificar se a transação foi realizada nos servidores da AppStore.

source: Outbox
br: Caixa de saída
pt: Caixa de saída

source: PGP-encrypted
br: Criptografado por PGP
pt: Encriptado com PGP

source: PGP-encrypted message
br: Mensagem criptografada por PGP
pt: Mensagem criptografada por PGP

source: PGP-encrypted message from verified address
br: Mensagem criptografada por PGP de ponta a ponta de um endereço verificado
pt: Mensagem criptografada por PGP do endereço verificado

source: PGP-signed
br: Assinado com PGP
pt: Assinada com PGP

source: PGP-signed message from verified address
br: Mensagem criptografada por PGP de ponta a ponta de um endereço verificado
pt: Mensagem assinada por PGP do endereço verificado

source: PREMIUM FEATURE
br: RECURSO PREMIUM
pt: RECURSO PREMIUM

source: Password
br: Senha
pt: Senha

# Password Mismatch
source: Passwords do not match
br: Senha incompatível
pt: Senha Incorreta

source: Password updated
br: Senha atualizada
pt: Senha Atualizada

source: Password cannot be empty.
br: A senha não pode estar vazia.
pt: A palavra-passe não pode estar vazia.

source: Password update failed
br: Falha na atualização de senha
pt: Atualização da palavra-passe falhou

source: Personal
br: Pessoal
pt: Pessoal

source: Phone
br: Telefone
pt: Telefone

source: Phone Verification
br: Verificação por telefone
pt: Verificação de telefone

source: Phone number
br: Número de telefone
pt: Número de telefone

source: Phone number invalid
br: Número de telefone inválido
pt: Número de telefone inválido

source: Photo Library
br: Biblioteca de fotos
pt: Biblioteca de fotografias

source: Pin code can't be empty.
br: O código Pin não pode estar vazio.
pt: O campo código PIN não pode estar vazio.

source: Please add a password for the following recipients.
br: Por favor, adicione uma senha para os seguintes destinatários.
pt: Por favor, adicione uma palavra-passe para os seguintes destinatários.

source: Please check your cell phone for the verification code.
br: Verifique o seu telefone celular para o código de verificação.
pt: Por favor, verifique no seu telefone o código de segurança.

source: Please check your email for the verification code.
br: Por favor, verifique seu e-mail para o código de verificação.
pt: Por favor, aceda ao seu email para verificação da conta.

source: Please disable PGP Sending for following addresses.
br: Por favor, desabilite o envio PGP para os seguintes endereços.
pt: Por favor desative o envio PGP para os seguintes endereços.

source: Please input a valid cell phone number.
br: Por favor, digite um número de telefone celular válido.
pt: Por favor, introduza um número de telemóvel válido.

source: Please input a valid email address.
br: Por favor, digite um endereço de e-mail válido.
pt: Por favor introduza um endereço de email válido.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the purchase.
br: Por favor, faça o login na conta do ProtonMail para a qual você está atualizando o plano para que possamos concluir a compra.
pt: Por favor, inicie a sessão na conta ProtonMail em que está a atualizar o plano para que possamos concluir a compra.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the service plan activation.
br: Por favor, faça o login na conta do ProtonMail para a qual você está atualizando o plano para que possamos concluir a ativação do plano.
pt: Por favor, inicie a sessão na conta ProtonMail em que está a atualizar o plano para que possamos concluir a ativação do plano.
