Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS spanish.xliff
Languages: es

source: Login password doesn't match
es: La contraseña de inicio de sesión no coincide

source: Logout
es: Cerrar sesión

source: Logs
es: Registros

source: Looking to secure your contact's details?
es: ¿Buscando asegurar sus datos de contacto?

source: Mailbox password
es: Contraseña del buzón

source: Mailbox password
es: Contraseña del buzón

source: Mailbox password doesn't match
es: La contraseña del buzón no coincide

source: Manage Addresses
es: Gestionar direcciones

source: Manage Labels/Folders
es: Administrar Etiquetas/Carpetas

# Mark Read
source: Mark as read
es: Marcar como leído

source: Mark as unread
es: Marcar como no leído

source: Menu
es: Menú

source: Message %@
es: Mensaje %@

source: Message Password
es: Contraseña del mensaje

source: Message queue
es: Cola de mensajes

source: Message Swipe Actions
es: Acciones de deslizamiento de mensajes

source: Message expired
es: Mensaje expirado

source: Message has been deleted.
es: El mensaje ha sido eliminado.

source: Message has been moved.
es: El mensaje ha sido movido.

source: Message password does not match.
es: La contraseña del mensaje no coincide.

source: Message sending failed please try again
es: No se pudo enviar el mensaje, inténtelo de nuevo

source: Message sending failed. Please try again.
es: No se pudo enviar el mensaje, intentelo nuevamente.

source: Message sent
es: Mensaje enviado

source: Messages you send can be set to auto delete after a certain time period.
es: Los mensajes enviados se pueden establecer en borrado automático después de un cierto período de tiempo.

source: Mobile
es: Móvil

source: Mobile signature
es: Firma móvil

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at proton.me using a desktop or laptop computer.
es: El registro por móvil está temporalmente deshabilitado. Inténtelo de nuevo más tarde o intente registrarse en proton.me utilizando una computadora.

source: Modifying or turning off the default mobile signature is a paid feature.
es: Modificar o desactivar la firma móvil predeterminada es una función de pago.

source: More
es: Más

source: More Credits
es: Más créditos

source: Move to AllMail
es: Mover a Todos

source: Move to Archive
es: Mover a Archivo

source: Move to Draft
es: Mover a Borradores

source: Move to Folder
es: Mover a carpeta

source: Move to Inbox
es: Mover al Buzón

source: Move to Outbox
es: Mover a Enviados

source: Move to Spam
es: Mover a Spam

source: Move to Trash
es: Mover a Papelera

source: Move to...
es: Mover a...

source: Multiple addresses
es: Direcciones múltiples

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
es: ¿NECESITA UNA CUENTA? REGÍSTRESE.

source: Name
es: Nombre

source: New login password
es: Nueva contraseña de inicio de sesión

source: New mailbox password
es: Nueva contraseña del buzón

source: New password
es: Nueva contraseña

source: Nickname
es: Apodo

source: No Messages
es: No hay mensajes

source: No connectivity detected...
es: No se detectó ninguna conexión...

source: No, for another ProtonMail account
es: No, para otra cuenta de ProtonMail

source: No, not related to in-app purchase
es: No, no relacionado con una compra en la aplicación

source: None
es: Ninguno

source: Not Now
es: No ahora

source: Not all recipients support message expiration
es: No todos los destinatarios admiten la expiración de mensajes

source: Note: The Username is also your ProtonMail address.
es: Nota: El nombre de usuario es también su dirección de ProtonMail.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
es: Nota: Esto se utiliza para cifrar y descifrar sus mensajes. No pierda esta contraseña, no podemos recuperarla.

source: Note: This is used to log you into your account.
es: Nota: Esto se utiliza para iniciar sesión en su cuenta.

source: Notes
es: Notas

source: Notice
es: Aviso

source: Notification / Recovery Email
es: Notificación / Email de recuperación

source: Notification email
es: Correo electrónico de notificación

source: Notification Snooze
es: Silenciar notificaciones

source: Notifications Are Snoozed
es: Notificaciones silenciadas

source: Notifications Snooze Off
es: Notificaciones desactivadas

source: OTHER PLANS
es: OTROS PLANES

source: On EE, MMM d, yyyy at %@
es: El EE, d MMM, yyyy a las %@

# On EE, MMM d, yyyy at %@, %@, wrote:
source: On EE, MMM d, yyyy at %1$@, %2$@, wrote:
es: El EE, d MMM, yyyy a las %1$@, %2$@ escribió:

source: Open draft
es: Abrir borrador

source: Organization
es: Organización

source: Other
es: Otro

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the AppStore's servers.
es: Nuestro equipo tratará de activar su plan de servicio manualmente si está de acuerdo en adjuntar los datos técnicos que AppStore proporcionó al momento de la compra. Estos datos no incluyen detalles de su cuenta en iTunes, Apple ID, tarjetas de crédito u otra información personal. Solamente servirá para verificar que la transacción fue realizada en los servidores de AppStore.

source: Outbox
es: Enviados

source: PGP-encrypted
es: PGP-cifrado

source: PGP-encrypted message
es: Mensaje PGP-cifrado

source: PGP-encrypted message from verified address
es: Mensaje PGP-cifrado de dirección verificada

source: PGP-signed
es: PGP-firmado

source: PGP-signed message from verified address
es: Mensaje PGP-firmado de dirección verificada

source: PREMIUM FEATURE
es: CARACTERÍSTICA PREMIUM

source: Password
es: Contraseña

# Password Mismatch
source: Passwords do not match
es: La contraseña no coincide

source: Password updated
es: Contraseña actualizada

source: Password cannot be empty.
es: La contraseña no puede estar vacía.

source: Password update failed
es: Falló la actualización de la contraseña

source: Phone
es: Teléfono

source: Phone Verification
es: Verificación de teléfono

source: Phone number
es: Número de teléfono

source: Phone number invalid
es: Número de teléfono inválido

source: Photo Library
es: Galería de fotos

source: Pin code can't be empty.
es: El código PIN no puede estar vacío.

source: Please add a password for the following recipients.
es: Por favor añada una contraseña para los siguientes destinatarios.

source: Please check your cell phone for the verification code.
es: Por favor revise su teléfono para obtener el código de verificación.

source: Please check your email for the verification code.
es: Por favor revise su correo electrónico para obtener el código de verificación.

source: Please disable PGP Sending for following addresses.
es: Por favor deshabilite el envío PGP para las siguientes direcciones.

source: Please input a valid cell phone number.
es: Ingrese un número de teléfono válido.

source: Please input a valid email address.
es: Por favor, ingrese una dirección de correo válida.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the purchase.
es: Inicie sesión en la cuenta de ProtonMail que quiere actualizar para poder completar la compra.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the service plan activation.
es: Inicie sesión en la cuenta de ProtonMail que quiere actualizar para completar la activación del plan de servicio.

source: Please pick a username first!
es: ¡Por favor elija un nombre de usuario primero!

source: Please provide a group name
es: Proporcione un nombre del grupo

# Please remove all attachments before changing sender!
source: Please remove all attachments before changing the sender
es: Elimine todos los datos adjuntos antes de cambiar el remitente

source: Please select at least one email for the contact group
es: Seleccione al menos un correo electrónico para el grupo de contactos

source: Please select one of the following options:
es: Por favor, seleccione una de las siguientes opciones:

source: Please set a password.
es: Por favor, establezca una contraseña.

source: Please try a different domain.
es: Por favor intente con un dominio diferente.

source: Please try a different email address.
es: Intente con una dirección de correo electrónico diferente.

source: Please try a different password.
es: Intente con una contraseña diferente.

source: Please try a different username.
es: Intente con un nombre de usuario diferente.

source: Please try again
es: Inténtelo de nuevo

source: Please unlock the app to proceed with your service plan activation
es: Desbloquee la aplicación para proceder con la activación del plan de servicio

source: Please use ProtonMail App login first.
es: Primero inicie sesión en la app de ProtonMail.

source: Please use the web application to reset your password.
es: Por favor utilice la versión web para restablecer su contraseña.

source: Please use the web version of ProtonMail to change your mailbox password!
es: ¡Utilice la versión web de ProtonMail para cambiar la contraseña del buzón!

source: Please use the web version of ProtonMail to change your passwords!
es: Utilice la versión web de ProtonMail para cambiar sus contraseñas.

source: Please use your new password when signing in.
es: Utilice su nueva contraseña al iniciar sesión.

source: Please wait until the email downloaded!
es: ¡Espere hasta que se descargue el correo electrónico!

source: Please, manage it in your phone.
es: Por favor, hágalo en su teléfono.

source: Print
es: Imprimir

source: Protection
es: Protección

source: Protection entire app
es: Proteger toda la aplicación

source: ProtonMail Plus is required to customize your mobile signature
es: Es necesario tener ProtonMail Plus para editar la firma móvil

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact’s name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
es: ProtonMail Plus/Professional/Visionary le permite añadir y editar los datos de contacto más allá del nombre y el correo electrónico. Al usar ProtonMail, estos datos se mantendrán tan seguros con el cifrado de extremo a extremo de su correo electrónico.

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
es: ProtonMail no vende anuncios o abusa su privacidad. Su apoyo es esencial para mantener ProtonMail en ejecución. Puede actualizar a una cuenta de pago o donar para apoyar a ProtonMail.

source: ProtonMail encrypted emails
es: Correos cifrados de ProtonMail

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
es: ProtonMail no está actualmente en línea, consulte nuestro twitter para conocer el estado actual: https://twitter.com/protonmail

source: ProtonVPN included
es: ProtonVPN incluido

source: Quick Swipe actions
es: Acciones de deslizamiento rápido

source: RESET MAILBOX PASSWORD
es: RESTABLECER CONTRASEÑA DEL BUZÓN

# Rate &amp; Review
source: Rate & Review
es: Calificar y Comentar

source: Re-Enter your PIN
es: Vuelva a ingresar su PIN

source: Reading device contacts data...
es: Leyendo datos de contactos del dispositivo...

source: Recovery Code
es: Código de recuperación

source: Recovery Email
es: Correo electrónico de recuperación

source: Recovery Email Warning
es: Aviso de email de recuperación

source: Remind Me Later
es: Recordarme más tarde

source: Remove
es: Eliminar

source: Remove Star
es: Quitar destacado

source: Repeat
es: Repetir

source: Reply
es: Responder

source: Reply All
es: Responder a todos

source: Reply message
es: Responder mensaje

source: Reply all
es: Responder a todos

source: Report Bugs
es: Reportar Errores

source: Report Phishing
es: Reportar suplantación

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
es: Al reportar un mensaje como suplantación de identidad, enviará una alerta a nosotros para analizarlo y mejorar nuestros filtros. Significa que podremos ver todo el contenido del mensaje.

source: Request Link Confirmation
es: Solicitar confirmación de enlace

source: Resetting message cache ...
es: Restableciendo la caché del mensaje...

source: Retry
es: Reintentar

source: Retry after %d seconds
es: Reintentar después de %d segundos

source: Sent
es: ENVIADOS

source: SRP Client
es: Cliente SRP

source: SRP Server
es: Servidor SRP

source: Starred
es: DESTACADOS

source: Save
es: Guardar

source: Save Changes
es: Guardar cambios

source: Save draft
es: Guardar borrador

source: Scheduled
es: Programado

source: Search
es: Buscar

source: Select An Option
es: Seleccione una opción

source: Select Color
es: Seleccionar color

source: Select your language
es: Seleccione su idioma

source: Send
es: Enviar

source: Send verification code
es: Enviar el código de verificación

source: Send anyway
es: Enviar de todos modos

source: Send message without subject?
es: ¿Enviar mensaje sin asunto?

source: Send plain but stored enc
es: Enviar plano pero almacenar cifrado

source: Sender Verification Failed
es: Falló la verificación del remitente

source: Sending message
es: Enviando mensaje

source: Sending message
es: Enviando mensaje

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
es: El envío de mensajes desde la dirección %1$@ es una característica de pago. Su mensaje será enviado desde su dirección predeterminada %2$@

source: Sent
es: Enviados

source: Sent Failed
es: Falló el envío

source: Sent by ProtonMail with zero access encryption
es: Enviado por ProtonMail con cifrado de acceso cero

source: Sent by you with end-to-end encryption
es: Enviado por usted con cifrado de extremo a extremo

source: Server proofs not valid!
es: ¡Las comprobaciones del servidor son inválidas!

source: Set Password
es: Definir contraseña

source: Set a password to encrypt this message for non-ProtonMail users.
es: Defina una contraseña para cifrar este mensaje para usuarios que no sean de ProtonMail.

source: Set passwords
es: Definir contraseñas

source: Settings
es: Ajustes

source: Share Alert
es: Compartir alerta

source: Share Contact
es: Compartir contacto

source: Share it with your friends
es: Compartir con sus amigos

# Sign Out
source: Log out
es: Cerrar sesión

source: Signature
es: Firma

source: Signature Updated
es: Firma actualizada

source: Single Password
es: Contraseña Única

source: Snooze Notifications
es: Silenciar notificaciones

source: Snoozed for
es: Silenciado por

source: Snoozed till
es: Silenciado hasta

source: Sorry, we cannot process purchases in the beta version of the iOS app. Thank you for participating in our public beta!
es: No podemos procesar compras en la versión beta de la aplicación para iOS. ¡Gracias por participar en la beta pública!

source: Space warning
es: Advertencia de espacio

source: Spammed
es: Correo no deseado

# Srp single password keyslat invalid!
source: Srp single password keysalt invalid!
es: ¡Paquete de claves de única contraseña de SRP inválido!

source: Star
es: Destacar

source: Starred
es: Destacados

source: Start Time
es: Hora inicio

source: State
es: Estado

source: Storage
es: Almacenamiento

source: Storage Warning
es: Advertencia de almacenamiento

source: Stored with zero access encryption
es: Almacenado con cifrado de acceso cero

source: Street
es: Calle

source: Subject
es: Asunto

source: Subject:
es: Asunto:

source: Subscription
es: Suscripción

source: Support ProtonMail
es: Apoye a ProtonMail

source: Support for %i custom domains (e.g. user@yourdomain.com)
es: Soporte para %i dominios personalizados (p. ej. usuario@sudominio.com)

source: Swipe Left to Right
es: Deslizar de izquierda a derecha

source: Swipe Right to Left
es: Deslizar de derecha a izquierda

source: System can't copy the file
es: El sistema no puede copiar el archivo

source: Trash
es: PAPELERA

# Take a Photo
source: Take photo
es: Tomar una foto

source: Tap send anyway to send without expiration to these recipients
es: Pulse enviar para enviar sin expiración para estos destinatarios

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
es: Gracias por enviar un informe de error. Hemos añadido su informe a nuestro sistema de seguimiento de errores.

source: The password is wrong.
es: La contraseña es incorrecta.

source: The ProtonMail current offline...
es: No hay conexión con ProtonMail...

source: The username have been taken.
es: El nombre de usuario ya está en uso.

source: The authentication credentials are invalid.
es: Las credenciales de autenticación son inválidas.

source: The authentication token has expired.
es: El token de autenticación ha expirado.

source: The current standard
es: El estándar actual

source: The display name is now %@.
es: El nombre para mostrar es ahora %@.

source: The draft cache is broken. Please try again.
es: La caché del borrador está rota, inténtelo de nuevo.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
es: ¡El formato del borrador es incorrecto, el envío falló!

source: The highest level of encryption available.
es: El máximo nivel de cifrado disponible.

source: The label name is duplicate
es: El nombre de la etiqueta está duplicado

source: The mailbox password is incorrect.
es: La contraseña del buzón es incorrecta.

source: The maximum number of distinct recipients is %d
es: El número máximo de destinatarios es de %d

source: The maximum number of labels is %d.
es: El número máximo de etiquetas es %d.

# The new password can't empty
source: The new password can't be empty
es: La nueva contraseña no puede estar vacía

source: The new password can't empty.
es: La contraseña nueva no puede estar vacía.

# The new password not match
source: Passwords do not match
es: Las contraseñas no coinciden

source: The new password not match.
es: La contraseña nueva no coincide.

source: The optional recovery email address allows you to reset your login password if you forget it.
es: El email de recuperación opcional le permite restablecer su contraseña de acceso si la olvidara.

source: The password you entered does not match the current password.
es: La contraseña ingresada no coincide con la contraseña actual.

source: The passwords you entered do not match.
es: Las contraseñas ingresadas no coinciden.

source: The private key update failed.
es: Falló la actualización de clave privada.

source: The request timed out.
es: Tiempo de espera agotado.

source: The total attachment size can't be bigger than 25MB
es: El tamaño total de ajuntos no puede ser mayor que 25 MB

source: The total attachment size cannot exceed 25MB
es: El tamaño total del archivo adjunto no puede exceder los 25MB

# The verification email invalid
source: Invalid verification email
es: Correo de verificación inválido

source: The verification failed!
es: ¡La verificación ha fallado!

source: There was an error creating or loading the app's saved data.
es: Se produjo un error al crear o cargar los datos guardados de la aplicación.

source: There was an error creating or loading the application's saved data.
es: Se ha producido un error al crear o cargar los datos guardados de la aplicación.

source: This can take a while. Please do not dismiss the app.
es: Esto puede tomar un tiempo, no cierre la aplicación.

source: This contact belongs to your address book.
es: Este contacto pertenece a su libreta de direcciones.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
es: Este correo electrónico ha fallado los requisitos de autenticación de su dominio. ¡Puede ser falsificado o reenviado incorrectamente!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
es: Este correo parece ser de una dirección de ProtonMail, pero vino de fuera de nuestro sistema y ha fallado los requisitos de autenticación. ¡Pudo ser falsificado o reenviado incorrectamente!

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
es: Este mensaje puede ser un intento de suplantación. Verifique el remitente y el contenido y asegúrese que sean legítimos.

source: Title
es: Título

source: To
es: Para

# To prevent abuse of ProtonMail,&#13;&#10; we need to verify that you are human.
source: To prevent abuse of ProtonMail, we need to verify that you are human.
es: Para prevenir abusos de ProtonMail,&#13; necesitamos verificar que es humano.

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
es: Para restablecer la contraseña de su buzón, utilice la versión web de ProtonMail en proton.me

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
es: Para restablecer la contraseña de su buzón, utilice la versión web de ProtonMail en proton.me

source: To:
es: Para:

source: Token expired
es: Token expirado

source: Too many recipients
es: Demasiados destinatarios

source: TouchID is not enrolled, enable it in the system Settings
es: El TouchID no está registrado, habilítelo en los ajustes del sistema

source: TouchID not available
es: TouchID no disponible

source: Trash
es: Papelera

source: Trouble shooting guide
es: Guía para resolver problemas

source: Turn Off
es: Desactivar

source: Tweet about ProtonMail
es: Tweetear acerca de ProtonMail

source: Two Factor Code
es: Código de dos factores

source: Type casting error
es: Tipo de error arrojado

source: User log in
es: INICIO DE SESIÓN DE USUARIO

source: Unable to connect to the server
es: No se puede conectar con el servidor

source: Unable to construct a valid URL with the following path: %@
es: No se puede definir una dirección URL válida con la siguiente ruta: %@

source: Unable to create SRP Client!
es: ¡No se puede crear el cliente SRP!

source: Unable to decrypt message.
es: No se puede descifrar el mensaje.

source: Unable to edit this message offline
es: No se puede editar este mensaje sin conexión

source: Unable to generate hashed password!
es: ¡No se puede generar el hash de la contraseña!

source: Unable to get contacts
es: No se pueden obtener los contactos

source: Unable to parse authentication info!
es: ¡No se puede analizar la información de autenticación!

source: Unable to parse authentication token!
es: ¡No se puede analizar el token de autenticación!

source: Unable to parse cached authentication token!
es: ¡No se puede analizar el token de autenticación en caché!

source: Unable to parse response
es: No se puede analizar la respuesta

# Unable to parse the response object:&#10;%@
source: Unable to parse the response object: %@
es: No se puede analizar el objeto de respuesta: %@

source: Unable to parse token
es: No se puede analizar el token

source: Unable to send the email.
es: No se puede enviar el mensaje

source: Undo
es: Deshacer

# Unknow Error
source: Unknown error
es: Error desconocido

# Unknow file
source: Unknown file
es: Archivo desconocido

source: Unknown
es: Desconocido

source: Unknown Error
es: Error desconocido

# Unkonw Version
source: Unknown version
es: Versión desconocida
