Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS romanian.xliff
Languages: ro

source: Message has been moved.
ro: Mesajul a fost mutat.

source: Message password does not match.
ro: Parola mesajului nu se potrivește.

source: Message sending failed please try again
ro: Trimitere mesaj eșuată. Reîncercați.

source: Message sending failed. Please try again.
ro: Trimitere mesaj eșuată. Reîncercați.

source: Message sent
ro: Mesaj trimis

source: Messages you send can be set to auto delete after a certain time period.
ro: Mesajele trimise pot fi setate să se șteargă automat după o anumită perioadă.

source: Mobile
ro: Mobil

source: Mobile signature
ro: Semnătură mobil

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at proton.me using a desktop or laptop computer.
ro: Înscrierea de pe mobile este temporar dezactivată. Reîncercați mai târziu sau înscrieți-vă la proton.me de pe un calculator desktop sau laptop.

source: Modifying or turning off the default mobile signature is a paid feature.
ro: Modificarea sau dezactivarea semnăturii mobilului este o funcție plătită.

source: More
ro: Mai multe

source: More Credits
ro: Cumpărare credite

source: Move to AllMail
ro: Mutare în «Toate mesajele»

source: Move to Archive
ro: Mutare în «Arhivă»

source: Move to Draft
ro: Mutare în «Ciorne»

source: Move to Folder
ro: Mutare în folder

source: Move to Inbox
ro: Mutare în «Primite»

source: Move to Outbox
ro: Mutare în «De trimis»

source: Move to Spam
ro: Mutare în «Spam»

source: Move to Trash
ro: Mutare în «Gunoi»

source: Move to...
ro: Mutare în...

source: Multiple addresses
ro: Adrese multiple

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
ro: DORIȚI UN CONT? ÎNREGISTRAȚI-VĂ.

source: Name
ro: Nume

source: New login password
ro: Parola nouă de conectare

source: New mailbox password
ro: Parola nouă mesaje

source: New password
ro: Parolă nouă

source: Nickname
ro: Porecla

source: No Messages
ro: Nu sunt mesaje

source: No connectivity detected...
ro: Nu există conexiune...

source: No, for another ProtonMail account
ro: Nu, pentru alt cont ProtonMail

source: No, not related to in-app purchase
ro: Nu, fără legătură cu achizițiile din aplicație

source: None
ro: Nimic

source: Not Now
ro: Nu acum

source: Not all recipients support message expiration
ro: Nu toți destinatarii suportă mesaje care expiră

source: Note: The Username is also your ProtonMail address.
ro: Notă: Numele contului este adresa din ProtonMail.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
ro: Aceasta este folosită pentru criptarea și decriptarea mesajelor. Nu pierdeți această parolă, nu o putem recupera.

source: Note: This is used to log you into your account.
ro: Notă: Aceasta este folosită pentru a vă conecta în cont.

source: Notes
ro: Note

source: Notice
ro: Notificare

source: Notification / Recovery Email
ro: E-mail recuperare/notificare

source: Notification email
ro: E-mail de notificare

source: Notification Snooze
ro: Amânare notificări

source: Notifications Are Snoozed
ro: Notificările sunt amânate

source: Notifications Snooze Off
ro: Amânare notificări oprită

source: OTHER PLANS
ro: ALTE PLANURI

source: On
ro: Pornit

source: On EE, MMM d, yyyy at %@
ro: EE, d MMM yyyy la %@

# On EE, MMM d, yyyy at %@, %@, wrote:
source: On EE, MMM d, yyyy at %1$@, %2$@, wrote:
ro: EE, d MMM yyyy la %1$@, %2$@, a scris:

source: Open draft
ro: Deschidere ciornă

source: Organization
ro: Organizație

source: Other
ro: Altele

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the AppStore's servers.
ro: Echipa noastră de asistență pentru clienți va încerca să activeze manual abonamentul dacă sunteți de acord să atașați datele tehnice pe care magazinul de aplicații le-a furnizat aplicației la momentul cumpărării. Aceste date nu includ detalii despre contul iTunes, ID-ul Apple, cardurile de credit asociate sau orice alte informații despre utilizator. Datele tehnice ne ajută doar să verificăm dacă tranzacția a fost realizară pe serverele magazinului de aplicații.

source: Outbox
ro: De trimis

source: PGP-encrypted
ro: Criptat cu PGP

source: PGP-encrypted message
ro: Mesaj criptat cu PGP

source: PGP-encrypted message from verified address
ro: Mesaj criptat cu PGP de la adresă verificată

source: PGP-signed
ro: Semnat cu PGP

source: PGP-signed message from verified address
ro: Mesaj semnat cu PGP de la adresă verificată

source: PREMIUM FEATURE
ro: FUNCȚIE PREMIUM

source: Password
ro: Parolă

# Password Mismatch
source: Passwords do not match
ro: Parolele nu se potrivesc

source: Password updated
ro: Parolă actualizată

source: Password cannot be empty.
ro: Parola nu poate fi goală.

source: Password update failed
ro: Eșuare actualizare parolă

source: Phone
ro: Telefon

source: Phone Verification
ro: Verificare telefon

source: Phone number
ro: Număr de telefon

source: Phone number invalid
ro: Numărul de telefon nu este valid

source: Photo Library
ro: Galerie foto

source: Pin code can't be empty.
ro: Codul PIN nu poate fi gol.

source: Please add a password for the following recipients.
ro: Adăugați o parolă pentru pentru următorii destinatari.

source: Please check your cell phone for the verification code.
ro: Consultați-vă telefonul pentru codul de verificare.

source: Please check your email for the verification code.
ro: Consultați-vă e-mailul pentru codul de verificare.

source: Please disable PGP Sending for following addresses.
ro: Dezactivați trimiterea PGP pentru următoarele adrese.

source: Please input a valid cell phone number.
ro: Introduceți un număr de telefon valid.

source: Please input a valid email address.
ro: Introduceți o adresă de e-mail validă.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the purchase.
ro: Conectați-vă la contul ProtonMail pentru care modificați tipul de abonament pentru a putea finaliza tranzacția.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the service plan activation.
ro: Conectați-vă la contul ProtonMail pentru care modificați tipul de abonament pentru a putea finaliza activarea abonamentului.

source: Please pick a username first!
ro: Alegeți un nume de utilizator!

source: Please provide a group name
ro: Furnizați numele grupului

# Please remove all attachments before changing sender!
source: Please remove all attachments before changing the sender
ro: Eliminați toate fișierele atașate înainte de a schimba expeditorul

source: Please select at least one email for the contact group
ro: Selectați cel puțin un membru pentru grupul de contacte

source: Please select one of the following options:
ro: Vă rugăm selectați o opțiune:

source: Please set a password.
ro: Stabiliți o parolă.

source: Please try a different domain.
ro: Încercați un domeniu diferit.

source: Please try a different email address.
ro: Încercați o adresă de e-mail diferită.

source: Please try a different password.
ro: Încercați o altă parolă.

source: Please try a different username.
ro: Alegeți alt nume de utilizator.

source: Please try again
ro: Mai încercați

source: Please unlock the app to proceed with your service plan activation
ro: Deblocați aplicația pentru a continua activarea abonamentului

source: Please use ProtonMail App login first.
ro: Folosiți mai întâi conectarea în aplicația ProtonMail.

source: Please use the web application to reset your password.
ro: Folosiți aplicația web pentru a vă reseta parola.

source: Please use the web version of ProtonMail to change your mailbox password!
ro: Folosiți versiunea web a ProtonMail pentru a modifica parola mesajelor!

source: Please use the web version of ProtonMail to change your passwords!
ro: Folosiți versiunea web a ProtonMail pentru a vă modifica parola!

source: Please use your new password when signing in.
ro: Utilizați noua parolă când vă veți conecta.

source: Please wait until the email downloaded!
ro: Așteptați până se descarcă mesajul!

source: Please, manage it in your phone.
ro: Gestionarea se face în telefon.

source: Print
ro: Imprimare

source: Protection
ro: Protecție

source: Protection entire app
ro: Protejare întreaga aplicație

source: ProtonMail Plus is required to customize your mobile signature
ro: ProtonMail Plus este necesar pentru a putea edita semnătura mobilului

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact’s name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
ro: ProtonMail Plus/Professional Visionary vă permite să adăugați și să editați mai multe detalii pentru contacte, pe lângă numele și adresa de e-mail a acestora. Folosind ProtonMail, aceste date vor fi la fel de sigure ca și e-mailul criptat în ambele părți.

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
ro: ProtonMail nu vinde reclame și nu vă abuzează intimitatea. Suportul dvs. este esențial pentru funcționarea ProtonMail. Puteți trece la un cont cu plată sau dona pentru a ajuta ProtonMail.

source: ProtonMail encrypted emails
ro: Mesaje criptate ProtonMail

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
ro: ProtonMail este momentan offline, pentru starea curentă verificați: https://twitter.com/protonmail

source: ProtonVPN included
ro: ProtonVPN inclus

source: Quick Swipe actions
ro: Acțiuni rapide glisare

source: RESET MAILBOX PASSWORD
ro: RESETARE PAROLĂ MESAJE

# Rate &amp; Review
source: Rate & Review
ro: Votare & Recenzie

source: Re-Enter your PIN
ro: Reintroducere PIN

source: Reading device contacts data...
ro: Citire date contacte din dispozitiv...

source: Recovery Code
ro: Cod de recuperare

source: Recovery Email
ro: E-mail de recuperare

source: Recovery Email Warning
ro: Avertizare e-mail de recuperare

source: Remind Me Later
ro: Amintește-mi mai târziu

source: Remove
ro: Eliminare

source: Remove Star
ro: Anulare marcare

source: Repeat
ro: Repetare

source: Reply
ro: Răspuns

source: Reply All
ro: Răspuns tuturor

source: Reply message
ro: Răspuns la mesaj

source: Reply all
ro: Răspuns tuturor

source: Report Bugs
ro: Raportare erori

source: Report Phishing
ro: Raportare înșelăciune

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
ro: Raportarea unui mesaj ca fiind o încercare de înșelăciune ne va trimite și nouă mesajul pentru a-l analiza și îmbunătăți filtrele noastre. Aceasta înseamnă că vom putea vedea conținutul complet al mesajului.

source: Request Link Confirmation
ro: Solicitare de confirmare

source: Resetting message cache ...
ro: Resetare buffer mesaje...

source: Retry
ro: Reîncercare

source: Retry after %d seconds
ro: Reîncercați după %d secunde

source: Sent
ro: TRIMIS

source: SRP Client
ro: Client SRP

source: SRP Server
ro: Server SRP

source: Starred
ro: MARCATE

source: Save
ro: Salvare

source: Save Changes
ro: Salvare modificări

source: Save draft
ro: Salvare ciornă

source: Scheduled
ro: Programat

source: Search
ro: Căutare

source: Select An Option
ro: Selectați o opțiune

source: Select Color
ro: Selectare culoare

source: Select your language
ro: Selectare limbă

source: Send
ro: Trimite

source: Send verification code
ro: Trimitere cod de verificare

source: Send anyway
ro: Trimite așa

source: Send message without subject?
ro: Trimiteți mesajul fără subiect?

source: Send plain but stored enc
ro: Trimitere simplu, dar stocat criptat

source: Sender Verification Failed
ro: Verificare eșuată expeditor

source: Sending message
ro: Se trimite mesajul

source: Sending message
ro: Expediere mesaj

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
ro: Trimiterea de mesaje de la adrese %1$@ este o facilitate plătită. Mesajul vă va fi trimis de pe adresa implicită %2$@

source: Sent
ro: Trimis

source: Sent Failed
ro: Trimitere eșuată

source: Sent by ProtonMail with zero access encryption
ro: Trimis de ProtonMail cu criptare cu acces zero

source: Sent by you with end-to-end encryption
ro: Trimis de dvs. cu criptare în ambele părți

source: Server proofs not valid!
ro: Dovezile serverului nu sunt valide!

source: Set Password
ro: Setare parolă

source: Set a password to encrypt this message for non-ProtonMail users.
ro: Setați o parolă de criptare a acestui mesaj pentru cei ce nu folosesc ProtonMail.

source: Set passwords
ro: Setare parole

source: Settings
ro: Setări

source: Share Alert
ro: Notificare de partajare

source: Share Contact
ro: Contact partajare

source: Share it with your friends
ro: Partajați-l cu prietenii

# Sign Out
source: Log out
ro: Deconectare

source: Signature
ro: Semnătură

source: Signature Updated
ro: Semnătură actualizată

source: Single Password
ro: Parolă unică

source: Snooze Notifications
ro: Amânare notificări

source: Snoozed for
ro: Amânare

source: Snoozed till
ro: Amânare până la

source: Sorry, we cannot process purchases in the beta version of the iOS app. Thank you for participating in our public beta!
ro: Ne pare rău, nu putem procesa achizițiile în versiunea beta a aplicației. Vă mulțumim pentru participarea la testul nostru beta public!

source: Space warning
ro: Avertizare spațiu

source: Spammed
ro: Nesolicitat

# Srp single password keyslat invalid!
source: Srp single password keysalt invalid!
ro: Șirul unic al parolei unice SRP nevalid!

source: Star
ro: Marcare

source: Starred
ro: Marcate

source: Start Time
ro: Oră pornire

source: State
ro: Judet

source: Storage
ro: Spațiu stocare

source: Storage Warning
ro: Avertizare stocare

source: Stored with zero access encryption
ro: Stocat criptat cu acces exclusiv personal

source: Street
ro: Strada

source: Subject
ro: Subiect

source: Subject:
ro: Subiect:

source: Subscription
ro: Abonament

source: Support ProtonMail
ro: Asistență ProtonMail

source: Support for %i custom domains (e.g. user@yourdomain.com)
ro: Acceptare %i domenii personale (ex. nume@domeniuldvs.com)

source: Swipe Left to Right
ro: Glisare spre dreapta

source: Swipe Right to Left
ro: Glisare spre stânga

source: System can't copy the file
ro: Sistemul nu poate copia afișierul

source: Trash
ro: GUNOI

# Take a Photo
source: Take photo
ro: Faceți o fotografie

source: Tap send anyway to send without expiration to these recipients
ro: Atingeți «Trimite așa» pentru trimitere fără expirare acestor destinatari

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
ro: Vă mulțumim pentru trimiterea raportului de erori. V-am adăugat raportul la sistem nostru de urmărire a erorilor.

source: The password is wrong.
ro: Parola este greșită.

source: The ProtonMail current offline...
ro: ProtonMail este momentan offline...

source: The username have been taken.
ro: Numele de utilizator este deja luat.

source: The authentication credentials are invalid.
ro: Acreditările de autentificare nu sunt valide.

source: The authentication token has expired.
ro: Semnătura pentru autentificare a expirat.

source: The current standard
ro: Standard curent

source: The display name is now %@.
ro: Numele afișat este acum %@.

source: The draft cache is broken. Please try again.
ro: Bufferul ciornei este corupt. Mai încercați.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
ro: Formatul ciornei nu este corect. Trimitere eșuată!

source: The highest level of encryption available.
ro: Cel mai mare nivel de criptare disponibil.

source: The label name is duplicate
ro: Numele etichetei există deja

source: The mailbox password is incorrect.
ro: Parola mesajelor nu este corectă.

source: The maximum number of distinct recipients is %d
ro: Se acceptă maxim %d destinatari unici.

source: The maximum number of labels is %d.
ro: Se acceptă maxim %d etichete.

# The new password can't empty
source: The new password can't be empty
ro: Parola nouă nu poate fi goală

source: The new password can't empty.
ro: Parola nouă nu poate fi goală.

# The new password not match
source: Passwords do not match
ro: Parolele nu coincid

source: The new password not match.
ro: Parolele noi nu sunt identice.

source: The optional recovery email address allows you to reset your login password if you forget it.
ro: Adresă de e-mail opțională de recuperare vă permite să resetați parola de conectare dacă o uitați.

source: The password you entered does not match the current password.
ro: Parola introdusă nu coincide cu parola actuală.

source: The passwords you entered do not match.
ro: Parolele introduse nu coincid.

source: The private key update failed.
ro: Actualizarea cheii private a eșuat.

source: The request timed out.
ro: Solicitarea a expirat.

source: The total attachment size can't be bigger than 25MB
ro: Dimensiunea totală a atașamentelor nu poate depăși 25 MB

source: The total attachment size cannot exceed 25MB
ro: Total fișierelor atașate nu poate depăși 25 MB

# The verification email invalid
source: Invalid verification email
ro: E-mail de verificare nevalid

source: The verification failed!
ro: Verificarea a eșuat!

source: There was an error creating or loading the app's saved data.
ro: A apărut o eroare la crearea sau încărcarea datelor salvate ale aplicației.

source: There was an error creating or loading the application's saved data.
ro: A apărut o eroare la crearea sau încărcarea datelor salvate ale aplicației.

source: This can take a while. Please do not dismiss the app.
ro: Aceasta ar putea dura un timp. Nu închideți aplicația.

source: This contact belongs to your address book.
ro: Acest contact aparține agendei dvs.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
ro: Acest e-mail nu respectă cerințele de autentificare ale domeniul său. Ar putea fi falsificat sau redirecționat eronat!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
ro: Acest e-mail pare să fie de la o adresă ProtonMail, dar a venit din afara sistemului nostru și nu respectă cerințele de autenticitate. Ar putea fi falsificat sau redirecționat eronat!

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
ro: Acest mesaj poate fi o încercare de înșelăciune. Verificați expeditorul și conținutul pentru a vă asigura că acestea sunt legitime.

source: Title
ro: Adresare

source: To
ro: Către

# To prevent abuse of ProtonMail,&#13;&#10; we need to verify that you are human.
source: To prevent abuse of ProtonMail, we need to verify that you are human.
ro: Pentru a preveni abuzarea ProtonMail,&#13; verificăm dacă sunteți persoană.

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
ro: Pentru a reseta parola mesajelor, vă rugăm să folosiți versiunea web a ProtonMail de la proton.me

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
ro: Pentru a reseta parola mesajelor, vă rugăm să folosiți versiunea web a ProtonMail de la proton.me

source: To:
ro: Către:

source: Token expired
ro: Semnătură expirată

source: Too many recipients
ro: Prea mulți destinatari

source: TouchID is not enrolled, enable it in the system Settings
ro: TouchID nu este înregistrat. Activați-l în setările sistemului.

source: TouchID not available
ro: TouchID nu este disponibil

source: Trash
ro: Gunoi

source: Trouble shooting guide
ro: Ghid de depanare

source: Turn Off
ro: Oprire

source: Tweet about ProtonMail
ro: Scrieți pe Tweeter despre ProtonMail

source: Two Factor Code
ro: Cod doi factori

source: Type casting error
ro: Eroare de asociere

source: User log in
ro: AUTENTIFICARE

source: Unable to connect to the server
ro: Imposibil de conectat la server

source: Unable to construct a valid URL with the following path: %@
ro: Imposibil de construit o adresă URL validă cu următoarea cale: %@

source: Unable to create SRP Client!
ro: Nu se poate crea clientul SRP!

source: Unable to decrypt message.
ro: Nu se poate decripta mesajul.

source: Unable to edit this message offline
ro: Acest mesaj nu poate fi editat deconectat

source: Unable to generate hashed password!
ro: Nu s-a putut genera valoarea hash a parolei!

source: Unable to get contacts
ro: Nu se pot prelua contactele

source: Unable to parse authentication info!
ro: Nu se pot prelucra informațiile de autentificare!

source: Unable to parse authentication token!
ro: Nu se poate prelucra semnătura de autentificare!

source: Unable to parse cached authentication token!
ro: Nu se poate analiza codul de acces de autentificare din buffer!

source: Unable to parse response
ro: Nu se poate prelucra răspunsul

# Unable to parse the response object:&#10;%@
source: Unable to parse the response object: %@
ro: Nu se poate analiza obiectul de răspuns: %@

source: Unable to parse token
ro: Nu se poate prelucra semnătura

source: Unable to send the email.
ro: Mesajul nu poate fi trimis

source: Undo
ro: Revenire

# Unknow Error
source: Unknown error
ro: Eroare necunoscută

# Unknow file
source: Unknown file
ro: Fișier necunoscut

source: Unknown
ro: Necunoscută

source: Unknown Error
ro: Eroare necunoscută

# Unkonw Version
source: Unknown version
ro: Versiune necunoscută

source: Unlimited messages sent/day
ro: Mesaje trimise/zi nelimitate

source: Unread
ro: Necitit

source: Unsupported file type
ro: Tip de fișier nesuportat

source: Up to %i users
ro: Până la %i utilizatori

source: Update
ro: Actualizare

source: Update Contact
ro: Actualizare contact

source: Update Notification Email
ro: Actualizare e-mail de notificare

source: Update Now
ro: Actualizați acum

source: Update Required
ro: Actualizare necesară

source: Upgrade to a paid plan to benefit from more features
ro: Treceți la un plan plătit pentru a beneficia de mai multe funcții

source: Upgrade to a paid plan to send from your %@ address
ro: Treceți la un plan plătit pentru a trimite de la adresa %@

source: Upgrade to get all paid features.
ro: Faceți upgrade pentru a avea toate funcțiile cu plată.

source: Upload Contacts
ro: Încărcare contacte

source: Upload iOS contacts to ProtonMail?
ro: Încărcați contactele iOS în ProtonMail?

# User already exist!
source: Username already taken
ro: Utilizatorul există deja!

# User is available!
source: Username is available
ro: Nume disponibil!

source: Username exist
ro: Utilizator existent

# User name invalid
source: Invalid username
ro: Utilizator nevalid

source: Username
ro: Nume utilizator

source: Verification code request failed
ro: Solicitare cod de verificare eșuată

source: Verification code sent
ro: Cod de verificare trimis

source: Verification error
ro: Eroare verificare

source: Verification of this content’s signature failed
ro: Verificarea semnăturii acestui conținut a eșuat

source: Version %@ %@
ro: Versiunea %@ %@

source: View Headers
ro: Afișare antete

source: View Plans
ro: Afișare planuri

source: Warning
ro: Avertizare
