Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS german.xliff
Languages: de

# NSAppleMusicUsageDescription
source: Required for attaching media to the email.
de: Erforderlich für das Anhängen von Medien an die Nachricht.

# NSCameraUsageDescription
source: Required for attaching photos to the email.
de: Erforderlich für das Anhängen von Fotos an die Nachricht.

# NSContactsUsageDescription
source: Required for email autocomplete.
de: Erforderlich für die automatische Vervollständigung von E-Mail-Adressen.

# NSFaceIDUsageDescription
source: Allows you quick and secure to unlock your application.
de: Ermöglicht es Ihnen, Ihre Anwendung schnell und sicher freizuschalten.

# NSPhotoLibraryAddUsageDescription
source: Required for saving image attachments to photo library.
de: Erforderlich zum Speichern von Bildanhängen in der Fotobibliothek.

# NSPhotoLibraryUsageDescription
source: Required for attaching photos to the email.
de: Erforderlich für das Anhängen von Fotos an die Nachricht.

source: %@ storage capacity
de: %@ Speicherkapazität

source: %d Member
de: %d Mitglied

source: %d Members
de: %d Mitglieder

source: %d minutes
de: %d Minuten

source: %d Selected
de: %d ausgewählt

source: %i email address
de: %i E-Mail-Adresse

source: %i email addresses
de: %i E-Mail-Adressen

source: (total)
de: (Gesamt)

source: + Drop here to add as attachment
de: + Hier ablegen, um als Anhang hinzuzufügen

source: 2FA failed. Please try to login again.
de: Zwei-Faktor-Authentifizierung fehlgeschlagen. Bitte versuchen Sie sich erneut anzumelden.

# &lt;no object&gt;
source: <no object>
de: <Kein Objekt>

source: A message cannot have more than 5 labels
de: Eine Nachricht darf nicht mehr als 5 Kategorien zugeordnet werden

source: A new version of ProtonMail app is available, please update to latest version.
de: Eine neue Version der ProtonMail-App ist verfügbar. Bitte auf neueste Version aktualisieren.

source: A new version of ProtonMail app is available. Please update to the latest version.
de: Eine neue Version der ProtonMail-App ist verfügbar. Bitte aktualisieren Sie auf die neueste Version.

source: A paid ProtonMail plan is required to use this feature
de: Für die Nutzung dieser Funktion ist ein kostenpflichtiger ProtonMail-Tarif erforderlich.

source: A passcode has not been set, enable it in the system Settings
de: Ein Passwort wurde nicht festgelegt. Dies kann in den Systemeinstellungen aktiviert werden

source: API Server not reachable...
de: API-Server nicht erreichbar …

source: Archive
de: Archiv

source: Access to this account is disabled due to non-payment. Please sign in through proton.me to pay your unpaid invoice.
de: Der Zugriff auf dieses Konto ist aufgrund der Nichtzahlung deaktiviert. Bitte melden Sie sich bei proton.me an, um Ihre ausstehende Rechnung zu begleichen.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://proton.me/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
de: Der Zugang zu diesem Konto ist aufgrund des Zahlungsverzugs gesperrt. Bitte besuchen Sie <a href="https://proton.me/support/knowledge-base/delinquency/">unsere Wissensdatenbank</a> für weitere Informationen.

# Account password invalid
source: Invalid account password
de: Ungültiges Passwort

source: Add
de: Hinzufügen

source: Add Anniversary
de: Jahrestag hinzufügen

source: Add Birthday
de: Geburtstag hinzufügen

source: Add Contact
de: Kontakt hinzufügen

source: Add Custom Label
de: Benutzerdefinierte Kategorie hinzufügen

source: Add Folder
de: Ordner hinzufügen

source: Add Gender
de: Geschlecht hinzufügen

source: Add Group
de: Gruppe hinzufügen

source: Add Label
de: Kategorie hinzufügen

source: Add New Folder
de: Neuen Ordner hinzufügen

source: Add New Label
de: Neue Kategorie hinzufügen

source: Add Nickname
de: Spitznamen hinzufügen

source: Add Organization
de: Organisation hinzufügen

source: Add Photo
de: Foto hinzufügen

source: Add Star
de: Kennzeichnung hinzufügen

source: Add Title
de: Titel hinzufügen

source: Add new address
de: Neue Adresse hinzufügen

source: Add new custom field
de: Neues benutzerdefiniertes Feld hinzufügen

source: Add new email
de: Neue E-Mail-Adresse hinzufügen

source: Add new field
de: Neues Feld hinzufügen

source: Add new phone number
de: Neue Telefonnummer hinzufügen

source: Add new url
de: Neue URL hinzufügen

source: Add to contacts
de: Zu Kontakten hinzufügen

source: Address
de: Adresse

source: Alert
de: Benachrichtigung

source: All Mail
de: Alle Nachrichten

source: All contacts are imported
de: Alle Kontakte wurden importiert

source: Also Archive
de: Auch archivieren

source: Also used to reset a forgotten password.
de: Wird auch für das Zurücksetzen eines vergessenen Passworts verwendet.

source: Anniversary
de: Jahrestag

source: App is locked
de: App ist gesperrt

source: Apple in-app purchase fee
de: Apple In-App-Kaufgebühr

source: Apple informed us they could not process the purchase.
de: Apple informierte uns, dass sie den Kauf nicht verarbeiten konnten.

source: Apple informed us you've upgraded the service plan, but did not say which of your ProtonMail accounts to upgrade in case you have more than one.
de: Apple informierte uns, dass Sie den Serviceplan aktualisiert haben, sagte aber nicht, welches Ihrer ProtonMail-Konten aktualisiert werden soll, falls Sie mehr als eines verwenden.

source: Apple informed us you've upgraded the service plan, but some technical data was missing. Please fill in the bugreport and our customer support team will contact you.
de: Apple hat uns mitgeteilt, dass Sie den Serviceplan aktualisiert haben, aber es fehlen einige technische Daten. Bitte füllen Sie den Fehlerbericht aus und unser Kundendienstteam wird sich mit Ihnen in Verbindung setzen.

source: Apple informed us you've upgraded the service plan, but we detected you have logged out of the account since then.
de: Apple hat uns mitgeteilt, dass Sie den Serviceplan aktualisiert haben, aber wir haben festgestellt, dass Sie sich seitdem vom Konto abgemeldet haben.

source: Apply
de: Übernehmen

source: Apply Labels
de: Kategorie übermehmen

source: Archive
de: Archivieren

source: Archived
de: Archiviert

source: Are you sure you want to logout?
de: Möchten Sie sich wirklich abmelden?

source: Attachment imported
de: Anhang importiert

source: Attachments
de: Anhänge

source: Authentication
de: Authentifizierung

source: Authentication failed: wrong username or password.
de: Authentifizierung fehlgeschlagen: Benutzername oder Passwort ungültig

source: Authentication failed
de: Authentifizierung fehlgeschlagen

source: Authentication failed. Please try to login again.
de: Authentifizierungsfehler. Bitte versuchen Sie sich erneut anzumelden.

source: Authentication token is not accessible because the app is locked
de: Authentifizierungstoken ist unzugänglich, da die App gesperrt ist

source: Authentication was cancelled by the system
de: Authentifizierung wurde vom System abgelehnt

source: Auto lock time
de: Zeit bis zur automatischen Sperrung

source: Auto show images
de: Bilder automatisch anzeigen

source: Back
de: Zurück

source: Bad auth cache
de: Ungültiger Auth-Zwischenspeicher

source: Bad parameter
de: Ungültige Parameter

source: Bad parameter: %@
de: Ungültiger Parameter: %@

source: Bad path
de: Ungültiger Pfad

source: Bad response
de: Ungültige Antwort

source: Birthday
de: Geburtstag

source: Bug Description
de: Beschreibung des Fehlers

source: Bug report received
de: Fehlerbericht erhalten

source: Buy More Credits
de: Mehr Guthaben erwerben

source: By using protonmail, you agree to our
de: Mit der Nutzung von ProtonMail stimmen Sie unserer

# By using protonmail, you agree to our %@ and %@.
source: By using protonmail, you agree to our %1$@ and %2$@.
de: Mit der Nutzung von Protonmail erklären Sie sich mit unseren %1$@ und %2$@ einverstanden.

source: Call Contact
de: Kontakt anrufen

source: Can take several minutes to setup.
de: Dieser Schritt kann einige Minuten in Anspruch nehmen.

source: Can't copy the file
de: Datei konnte nicht kopiert werden

source: Can't create a SRP Client
de: SRP-Client konnte nicht erstellt werden

source: Can't create a SRP verifier!
de: Fehler beim Erstellen der SRP-Prüfstelle!

source: Can't decrypt this attachment!
de: Anhang konnte nicht entschlüsselt werden!

source: Can't delete contact group
de: Kontaktgruppe konnte nicht gelöscht werden

source: Can't delete contact group through API
de: Kontaktgruppe konnte nicht über die API gelöscht werden

source: Can't download message body, please try again.
de: Die Nachricht konnte nicht geladen werden. Bitte versuchen Sie es noch einmal.

source: Can't download message body. Please try again.
de: Die Nachricht konnte nicht geladen werden. Bitte versuchen Sie es noch einmal.

source: Can't fetch contact groups
de: Kontaktgruppen können nicht abgerufen werden

source: Can't find the clicked message please try again!
de: Die ausgewählte Nachricht konnte nicht geladen werden. Bitte versuchen Sie es noch einmal!

source: Can't find the selected message. Please try again.
de: Die ausgewählte Nachricht konnte nicht gefunden werden. Bitte versuchen Sie es erneut.

source: Can't find this attachment!
de: Der Anhang konnte nicht gefunden werden!

# Can't get a Moduls ID!
source: Can't get a Modulus ID!
de: Fehler beim Laden der Modulkennung!

source: Can't get a Moduls!
de: Fehler beim Laden des Moduls!

source: Can't get user auth info
de: Informationen zur Benutzerauthentifizierung konnten nicht geladen werden

source: Can't load share content!
de: Geteilter Inhalt konnte nicht geladen werden!

source: Can't load the file
de: Die Datei konnte nicht geladen werden

source: Can't not find the value from the response body
de: Wert im Nachrichtentext konnte nicht gefunden werden

source: Can't open the file
de: Die Datei konnte nicht geöffnet werden

source: Can't save contact group
de: Kontaktgruppe konnte nicht gespeichert werden

source: Can't update contact group through the API
de: Die Kontaktgruppe konnte nicht über die API aktualisiert werden

source: Cancel
de: Abbrechen

source: Cancel Check
de: Überprüfung abbrechen

source: Cancelling
de: Wird abgebrochen

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
de: Der Anhang konnte nicht entschlüsselt werden.

source: Cell phone number
de: Mobilfunknummer

source: Change Login Password
de: Anmeldepasswort ändern

source: Change Mailbox Password
de: Mailbox-Passwort ändern

source: Change password
de: Passwort ändern

source: Change PIN
de: PIN ändern

source: Change Single Password
de: Einzelnes Passwort ändern

source: Change default address to...
de: Standardadresse ändern auf …

source: Change left swipe action
de: Nach-Links-Wischen-Aktion ändern

source: Change right swipe action
de: Nach-Rechts-Wischen-Aktion ändern

source: Change sender address to...
de: Absenderadresse ändern auf …

source: Check Again
de: Erneut überprüfen

source: Checking...
de: Wird überprüft …

source: Choose a Password
de: Passwort wählen

source: City
de: Stadt

source: Clear local message cache
de: Lokalen Nachrichtenspeicher leeren

source: Close
de: Schließen

source: Closing
de: Wird geschlossen

source: Compose
de: Verfassen

source: Compose to
de: Nachricht an

source: Confirm
de: Bestätigen

source: Confirm login password
de: Anmeldepasswort bestätigen

source: Confirm mailbox password
de: Mailbox-Passwort bestätigen

source: Confirm password
de: Passwort bestätigen

source: Confirm new login password
de: Neues Anmeldepasswort bestätigen

source: Confirm new mailbox password
de: Neues Mailbox-Passwort bestätigen

source: Confirm new password
de: Neues Passwort bestätigen

source: Confirm phishing report
de: Phishing-Bericht bestätigen

source: Confirmation
de: Bestätigung

source: Congratulations!
de: Glückwunsch!

source: Contact Details
de: Kontaktdetails

source: Contact the ProtonMail team
de: Kontaktieren Sie das ProtonMail-Team

source: Contacts
de: Kontakte

source: Continue
de: Weiter

source: Continue and Don't ask again
de: Fortfahren und nicht erneut nachfragen

source: Copy address
de: Adresse kopieren

source: Copy name
de: Name kopieren

source: Could not connect to Store. Please try again later.
de: Die Verbindung zum Store konnte nicht hergestellt werden. Bitte versuchen Sie es später noch einmal.

source: Country
de: Land

source: Create
de: Erstellen

source: Create Account
de: Konto erstellen

source: Create User failed. Please try again.
de: Erstellen des Benutzer fehlgeschlagen. Bitte versuchen Sie es erneut.

source: Create a new account
de: Neues Konto erstellen

source: Create and add Labels to organize your inbox. Long press on a message for all options.
de: Kategorien erstellen und hinzufügen, um Ihren Posteingang zu organisieren. Langes drücken auf eine Nachricht, um alle Optionen anzuzeigen.

source: Create and add labels to organize your inbox. Press and hold down on a message for all options.
de: Erstellen und Hinzufügen von Kategorien, um Ihren Posteingang zu organisieren.

source: Create user failed
de: Erstellung des Nutzers fehlgeschlagen

source: Current Language is:
de: Aktuelle Sprache:

source: Current login password
de: Aktuelles Passwort

source: Current password
de: Aktuelles Passwort

source: Custom
de: Benutzerdefiniert

source: DECRYPT MAILBOX
de: Mailbox entschlüsseln

source: Drafts
de: Entwürfe

source: Date:
de: Datum:

source: Date: %@
de: Datum: %@

source: Debug
de: Fehlersuche

source: Decrypt
de: Entschlüsseln

source: Decrypt token failed. Please try again.
de: Entschlüsselung der Sicherheitskette fehlgeschlagen. Bitte erneut versuchen.

source: Decryption error
de: Entschlüsselungsfehler

source: Decryption of this content failed
de: Entschlüsselung dieses Inhalts ist fehlgeschlagen

source: Default
de: Standard

source: Default error. Please try again.
de: Standardfehler. Bitte versuchen Sie es erneut.

source: Define Expiration Date
de: Verfallsdatum festlegen

source: Define hint (Optional)
de: Hinweis angeben (optional)

source: Define password
de: Passwort festlegen

source: Delete
de: Löschen

source: Delete Contact
de: Kontakt löschen

source: Delete Contact Group
de: Kontaktgruppe löschen

source: Deleted
de: Gelöscht

source: Discard changes
de: Änderungen verwerfen

source: Discard draft
de: Entwurf verwerfen

source: Display name
de: Anzeigename

source: Display name updated
de: Anzeigenamen aktualisiert

source: Display name
de: Angezeigter Name

source: Display name
de: Angezeigter Name

source: Do you want to activate the purchased service plan for
de: Möchten Sie den gekauften Servicetarif aktivieren für

source: Do you want to cancel the process?
de: Möchten Sie den Vorgang abbrechen?

source: Do you want to save the unsaved changes?
de: Möchten Sie die Änderungen speichern?

source: Don't Show Again
de: Nicht erneut anzeigen

source: Don't remind me again
de: Nicht erneut erinnern

source: Done
de: Fertig

source: Double tap to setup
de: Zum Einrichten doppelt antippen

source: Draft
de: Entwurf

source: Drafts
de: Entwürfe

source: Edit
de: Bearbeiten

source: Edit contact
de: Kontakt bearbeiten

source: Edit Folder
de: Ordner bearbeiten

source: Edit Group
de: Gruppe bearbeiten

source: Edit Label
de: Kategorie bearbeiten

source: Edit Photo
de: Foto bearbeiten

source: Edit mobile signature
de: Signatur für Mobilgerät bearbeiten

source: Edit signature
de: Signatur bearbeiten

source: Email
de: E-Mail-Adresse

source: Email Addresses
de: E-Mail-Adressen

source: Email Contact
de: E-Mail an Kontakt

source: Email Verification
de: E-Mail-Adresse bestätigen

source: Email address
de: E-Mail-Adresse

source: Email address invalid
de: Ungültige E-Mail-Adresse

source: Email default signature
de: E-Mail-Standard-Signatur

# Email domain invalid
source: Invalid email domain
de: Ungültige E-Mail-Domäne

source: Empty folder
de: Ordner leeren

source: Enable Default Signature
de: Standard-Signatur aktivieren

source: Enable FaceID
de: FaceID aktivieren

source: Enable Mobile Signature
de: Signatur auf Mobilgerät aktivieren

source: Enable Notification Email
de: Benachrichtigungen aktivieren

source: Enable PIN protection
de: PIN-Schutz aktivieren

source: Enable TouchID
de: TouchID aktivieren

source: Encrypted Contact Details
de: Verschlüsselte Kontaktinformationen

source: Encrypted for outside
de: Für ausgehend verschlüsselt

source: Encrypted for outside reply
de: Für ausgehende Antwort verschlüsselt

source: Encrypted from outside
de: Von extern verschlüsselt

source: Encrypted from outside PGP inline
de: Außerhalb mit PGP/Inline verschlüsselt

source: Encrypted from outside PGP/MIME
de: Außerhalb mit PGP/MIME verschlüsselt

source: Encrypted from outside signed PGP/MIME
de: Außerhalb mit signiertem PGP/MIME verschlüsselt

source: Encryption Setup
de: Verschlüsselung einrichten

source: End Time
de: Endzeitpunkt

source: End-to-end encryption
de: Ende-zu-Ende-Verschlüsselung

source: End-to-end encrypted
de: Ende-zu-Ende verschlüsselt

source: End-to-end encrypted message
de: Ende-zu-Ende verschlüsselte Nachricht

source: End-to-end encrypted message from verified address
de: Ende-zu-Ende verschlüsselte Nachricht von bestätigter Adresse

source: End-to-end encrypted to verified address
de: Ende-zu-Ende verschlüsselt zum verifizierten Empfänger

source: Enter
de: Eingeben

source: Enter verification code
de: Bestätigungscode eingeben

source: Enter your PIN
de: PIN eingeben

source: Enter your PIN to unlock your inbox.
de: Geben Sie Ihre PIN ein, um den Posteingang zu entsperren.

source: Enter your cell phone number
de: Ihre Mobilfunknummer eingeben

source: Enter your existing email address.
de: Geben Sie Ihre bereits bestehende E-Mail-Adresse ein

source: Error logs
de: Fehlerprotokolle

source: Error occured
de: Fehler aufgetreten

source: Every time enter app
de: Jedes Mal, wenn Sie die App öffnen

source: Expires
de: Verfällt in/am

# Expires in %d days %d hours %d mins %d seconds
source: Expires in %1$d days %2$d hours %3$d mins %4$d seconds
de: Läuft ab in %1$d Tagen, %2$d Stunden, %3$d Minuten und %4$d Sekunden

source: Expiring messages
de: Verfallende Nachrichten

source: Extreme Security
de: Höchste Sicherheit

source: Forgot password?
de: Passwort vergessen?

source: FW:
de: Fwd:

source: Failed to determine type of file
de: Dateityp konnte nicht bestimmt werden

source: Failed to get list of available products from AppStore.
de: Die Liste der verfügbaren Produkte im AppStore konnte nicht abgerufen werden.

source: Failed to initialize the app's saved data
de: Gespeicherten Daten der App konnten nicht geladen werden

source: Failed to initialize the application's saved data
de: Fehler beim Initialisieren der gespeicherten App-Daten

source: Fetch user info failed
de: Abrufen der Benutzerinformationen fehlgeschlagen

source: Folder
de: Ordner

source: Folder Name
de: Ordnername

source: For individuals looking to benefit from secure communication at no cost
de: Für Einzelpersonen, die von einer sicheren und kostenlosen Kommunikation profitieren möchten.

source: For individuals that need more capacity, customization and advanced features
de: Für Personen, die mehr Kapazität, Anpassung und erweiterte Funktionen benötigen.

source: For organizations that need multi-user support and additional productivity features
de: Für Unternehmen, die Unterstützung für mehrere Benutzer und zusätzliche Produktivitätsfunktionen benötigen.

source: For power users and groups of people that value full anonymity and privacy
de: Für Power-User und Personengruppen, die Wert auf volle Anonymität und Privatsphäre legen.

source: Forward
de: Weiterleiten

source: Forwarded message
de: Weitergeleitete Nachricht

source: From
de: Von

source: From:
de: Von:

source: Gender
de: Geschlecht

source: General settings
de: Allgemeine Einstellungen

source: Get %@
de: %@ abrufen

source: Get more information
de: Weitere Informationen

source: Go to inbox
de: Zum Posteingang

source: Group Details
de: Gruppeninformationen

source: Group Name
de: Gruppenname

source: Groups
de: Gruppen

# Help &amp; Support
source: Help & Support
de: Hilfe & Unterstützung

source: Help us to improve ProtonMail with your input.
de: Helfen Sie uns, ProtonMail mit Ihrem Vorschlägen zu verbessern.

source: Help us to make privacy the default in the web.
de: Helfen Sie uns Privatsphäre zum Standard im Web zu machen.

source: Hide
de: Ausblenden

source: Hide details
de: Details ausblenden

source: High Security
de: Hohe Sicherheit

source: Hours
de: Stunden

source: Human Check Failed
de: Menschliche Überprüfung fehlgeschlagen

source: Human Check Warning
de: Warnhinweis zur menschliche Überprüfung

source: Human Verification
de: Menschliche Überprüfung

source: IMAP/SMTP Support via ProtonMail Bridge
de: IMAP/SMTP-Unterstützung über ProtonMail Bridge

source: Inbox
de: Posteingang

source: Import Error
de: Fehler beim Importieren

source: Import file from...
de: Datei importieren von …

source: Importing Contacts
de: Kontakte werden importiert

source: Importing attachment, that can take a while
de: Anhänge werden importiert. Dies kann einige Zeit dauern

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
de: Um unsere Dienste nutzen zu können, müssen Sie den Allgemeinen Geschäftsbedingungen von ProtonMail zustimmen.

source: Inbox
de: Posteingang

source: Incorrect PIN,
de: Falsche PIN

source: Incorrect password
de: Falsches Passwort

source: Input display name ...
de: Anzuzeigenden Namen eingeben …

source: Input Notification Email ...
de: Benachrichtigungs-E-Mail-Adresse eingeben ...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://proton.me/invite to request an invitation.
de: Das sofortige Erstellen von ProtonMail-Accounts wurde temporär deaktiviert. Bitte besuchen Sie https://proton.me/invite um eine Einladung anzufragen.

source: Internal Error
de: Interner Fehler

source: Invalid Password
de: Ungültiges Passwort

source: Invalid URL
de: Ungültige URL

source: Invalid username
de: Ungültiger Benutzername

source: Invalid UserName!
de: Ungültiger Benutzername!

source: Invalid access token please relogin
de: Ungültiger Zugangstoken. Bitte erneut anmelden

source: Invalid access token. Please relogin.
de: Ungültige Zugriffssicherheitskette. Bitte erneut anmelden.

source: Invalid credential
de: Ungültige Zugangsdaten

source: Invalid hashed password!
de: Ungültiger Passwordhash!

source: Is this bug report about an in-app purchase?
de: Betrifft dieser Fehlerbericht einen In-App-Kauf?

source: It is not possible to switch to %@ within our iOS app.
de: Es ist nicht möglich, innerhalb unserer iOS-App zu „%@” zu wechseln.

source: It wasn't possible to match your purchased App Store product to any products on our server. Please fill in the bug report and our customer support team will contact you.
de: Es war nicht möglich, Ihr gekauftes App Store Produkt mit anderen Produkten auf unserem Server zu vergleichen. Bitte füllen Sie den Fehlerbericht aus und unser Kundendienstteam wird sich mit Ihnen in Verbindung setzen.

source: Keep me updated about new features
de: Mich über neue Funktionen Informieren

source: Key generation failed
de: Schlüsselgenerierung fehlgeschlagen

source: Key generation failed. Please try again.
de: Schlüsselgenerierung fehlgeschlagen. Bitte erneut versuchen.

source: Key invalid. Please go back and try again.
de: Schlüssel ungültig. Bitte gehen Sie zurück und versuchen Sie es erneut.

source: Login
de: Anmelden

source: Label management
de: Kategorieverwaltung

source: Label Name
de: Kategoriename

source: Label as...
de: Hinzufügen zur Kategorie …

source: Labels
de: Kategorien

source: Labels have been applied.
de: Kategorie wurden zugewiesen.
