Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS romanian.xliff
Languages: ro

# NSAppleMusicUsageDescription
source: Required for attaching media to the email.
ro: Obligatoriu pentru atașarea de media la e-mail.

# NSCameraUsageDescription
source: Required for attaching photos to the email.
ro: Obligatoriu pentru atașarea imaginilor la e-mail.

# NSContactsUsageDescription
source: Required for email autocomplete.
ro: Obligatoriu pentru autocompletarea adresei de e-mail.

# NSFaceIDUsageDescription
source: Allows you quick and secure to unlock your application.
ro: Permite deblocarea rapidă și sigură a aplicației.

# NSPhotoLibraryAddUsageDescription
source: Required for saving image attachments to photo library.
ro: Obligatoriu pentru salvarea imaginilor atașate în galeria de imagini.

# NSPhotoLibraryUsageDescription
source: Required for attaching photos to the email.
ro: Obligatoriu pentru atașarea imaginilor la e-mail.

source: %@ storage capacity
ro: Spațiu de stocare %@

source: %d Member
ro: %d membru

source: %d Members
ro: %d membri

source: %d minute
ro: Un minut

source: %d minutes
ro: %d minute

source: %d Selected
ro: Selectate: %d

source: %i email address
ro: %i adresă de e-mail

source: %i email addresses
ro: %i adrese de e-mail

source: (2048 bit)
ro: (2048 de biți)

source: (4096 bit)
ro: (4096 de biți)

source: *OPTIONAL
ro: *OPȚIONAL

source: + Drop here to add as attachment
ro: + Plasează aici pentru atașare

source: /user
ro: /utilizator

source: 2FA failed. Please try to login again.
ro: Autentificare cu doi factori a eșuat. Mai încercați.

# &lt;no object&gt;
source: <no object>
ro: <lipsă obiect>

source: A message cannot have more than 5 labels
ro: Un mesaj nu poate avea mai mult de 5 etichete

source: A new version of ProtonMail app is available, please update to latest version.
ro: O nouă versiune a aplicației ProtonMail este disponibilă. Vă rugăm să actualizați la ultima versiune.

source: A new version of ProtonMail app is available. Please update to the latest version.
ro: Este disponibilă o versiune nouă a aplicației ProtonMail. Actualizați aplicația.

source: A paid ProtonMail plan is required to use this feature
ro: Pentru a folosi această funcție trebuie să aveți un plan plătit

source: A passcode has not been set, enable it in the system Settings
ro: Nu a fost stabilit un cod de acces. Activați-l în setările sistemului.

source: API Server not reachable...
ro: Serverul API nu poate fi contactat...

source: Archive
ro: ARHIVĂ

source: Access to this account is disabled due to non-payment. Please sign in through proton.me to pay your unpaid invoice.
ro: Accesul la acest cont este dezactivat din cauza neplății. Vă rugăm să vă conectați prin proton.me pentru plata facturii restante.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://proton.me/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
ro: Accesul la acest cont este dezactivat din cauza neplății. Vă rugăm să vizitați <a href="https://proton.me/support/knowledge-base/delinquency/">baza de cunoștințe</a> pentru mai multe informații.

# Account password invalid
source: Invalid account password
ro: Parola contului este greșită

source: Add
ro: Adăugare

source: Add Anniversary
ro: Adăugare aniversare

source: Add Birthday
ro: Adăugare data nașterii

source: Add Contact
ro: Adăugare contact

source: Add Custom Label
ro: Adăugare etichete personale

source: Add Folder
ro: Adăugare folder

source: Add Gender
ro: Adăugare sex

source: Add Group
ro: Adăugare grup

source: Add Label
ro: Adăugare etichetă

source: Add New Folder
ro: Adăugare folder nou

source: Add New Label
ro: Adăugare etichetă nouă

source: Add Nickname
ro: Adăugare poreclă

source: Add Organization
ro: Adăugare organizație

source: Add Photo
ro: Adăugare fotografie

source: Add Star
ro: Marcare

source: Add Title
ro: Adăugare adresare

source: Add new address
ro: Adăugare adresă nouă

source: Add new custom field
ro: Adăugare câmp personal

source: Add new email
ro: Adăugare e-mail nou

source: Add new field
ro: Adăugare câmp

source: Add new phone number
ro: Adăugare număr de telefon

source: Add new url
ro: Adaugare URL

source: Add to contacts
ro: Adăugare la contacte

source: Address
ro: Adresa

source: Alert
ro: Alertă

source: All Mail
ro: Toate mesajele

source: All contacts are imported
ro: S-au importat toate contactele

source: Also Archive
ro: Și arhivează

source: Also used to reset a forgotten password.
ro: Folosit și pentru resetarea parolelor uitate.

source: Anniversary
ro: Aniversare

source: App is locked
ro: Aplicația este blocată

source: Apple in-app purchase fee
ro: Taxa Apple de achiziție în aplicație

source: Apple informed us they could not process the purchase.
ro: Apple ne-a informat că nu poate procesa achiziția.

source: Apple informed us you've upgraded the service plan, but did not say which of your ProtonMail accounts to upgrade in case you have more than one.
ro: Apple ne-a informat că ați trecut la alt plan al serviciului, dar nu ați specificat care cont ProtonMail să fie modificat în cazul în care aveți mai multe.

source: Apple informed us you've upgraded the service plan, but some technical data was missing. Please fill in the bugreport and our customer support team will contact you.
ro: Apple ne-a informat că ați trecut la alt plan al serviciului, dar lipsesc unele date tehnice. Completați raportul de erori și echipa de suport vă va contacta.

source: Apple informed us you've upgraded the service plan, but we detected you have logged out of the account since then.
ro: Apple ne-a informat că ați trecut la alt plan al serviciului, dar am detectat că v-ați deconectat din cont de atunci.

source: Apply
ro: Aplicare

source: Apply Labels
ro: Aplicare etichete

source: Archive
ro: Arhivă

source: Archived
ro: Arhivat

source: Are you sure you want to logout?
ro: Sigur doriți să vă deconectați?

source: Attachment imported
ro: Atașament importat

source: Attachments
ro: Atașamente

source: Authentication
ro: Autentificare

source: Authentication failed: wrong username or password.
ro: Conectare nereușită: nume de utilizator sau parolă greșită

source: Authentication failed
ro: Autentificare eșuată

source: Authentication failed. Please try to login again.
ro: Autentificare eșuată. Reîncercați autentificarea.

source: Authentication token is not accessible because the app is locked
ro: Semnătura de autentificare nu este disponibilă fiindcă aplicația este blocată

source: Authentication was cancelled by the system
ro: Autentificarea a fost anulată de sistem

source: Auto lock time
ro: Timp autoblocare

source: Auto show images
ro: Afișare automată imagini

source: Back
ro: Înapoi

source: Bad auth cache
ro: Tampon autentificare eronat

source: Bad parameter
ro: Parametru greșit

source: Bad parameter: %@
ro: Parametru greșit: %@

source: Bad path
ro: Cale incorectă

source: Bad response
ro: Răspuns greșit

source: BCC
ro: CA

source: Bcc:
ro: Ca:

source: Birthday
ro: Data nașterii

source: Bug Description
ro: Descriere eroare

source: Bug report received
ro: Raport eroare primit

source: Buy More Credits
ro: Cumpărare credite

source: By using protonmail, you agree to our
ro: Folosind ProtonMail, sunteți de acord cu

# By using protonmail, you agree to our %@ and %@.
source: By using protonmail, you agree to our %1$@ and %2$@.
ro: Folosind ProtonMail, sunteți de acord cu %1$@ și %2$@.

source: Call Contact
ro: Apelare contact

source: Can take several minutes to setup.
ro: Poate dura câteva minute pentru configurare.

source: Can't copy the file
ro: Fișierul nu poate fi copiat

source: Can't create a SRP Client
ro: Clientul SRP nu poate fi creat

source: Can't create a SRP verifier!
ro: Verificatorul SRP nu poate fi creat!

source: Can't decrypt this attachment!
ro: Atașamentul nu poate fi decriptat!

source: Can't delete contact group
ro: Nu se poate șterge grupul de contacte

source: Can't delete contact group through API
ro: Nu se poate șterge grupul de contacte folosind API

source: Can't download message body, please try again.
ro: Corpul mesajului nu poate fi descărcat. Reîncercați.

source: Can't download message body. Please try again.
ro: Corpul mesajului nu poate fi descărcat. Reîncercați.

source: Can't fetch contact groups
ro: Nu se poate prelua grupul de contacte

source: Can't find the clicked message please try again!
ro: Nu se poate găsi mesajul selectat. Reîncercați!

source: Can't find the selected message. Please try again.
ro: Nu se poate găsi mesajul selectat. Mai încercați.

source: Can't find this attachment!
ro: Atașamentul nu poate fi găsit!

# Can't get a Moduls ID!
source: Can't get a Modulus ID!
ro: Nu se poate obține ID coeficient!

source: Can't get a Moduls!
ro: Nu se poate obține un coeficient!

source: Can't get user auth info
ro: Nu se pot obține informațiile de autentificare utilizator

source: Can't load share content!
ro: Nu se poate încărca conținutul partajat!

source: Can't load the file
ro: Nu se poate încărca fișierul

source: Can't not find the value from the response body
ro: Nu se poate găsi valoarea din corpul de răspuns

source: Can't open the file
ro: Fișierul nu poate fi deschis

source: Can't save contact group
ro: Nu se poate salva grupul de contacte

source: Can't update contact group through the API
ro: Nu se poate actualiza grupul de contacte folosind API

source: Cancel
ro: Anulare

source: Cancel Check
ro: Anulare verificare

source: Cancelling
ro: Anulare

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
ro: Atașamentul nu poate fi decriptat.

source: Cell phone number
ro: Număr telefon mobil

source: Change Login Password
ro: Schimbare parolă conectare

source: Change Mailbox Password
ro: Schimbare parolă mesaje

source: Change password
ro: Schimbare parolă

source: Change PIN
ro: Schimbare PIN

source: Change Single Password
ro: Schimbare parolă unică

source: Change default address to...
ro: Schimbare adresă implicită cu ...

source: Change left swipe action
ro: Schimbare acțiune glisare spre stânga

source: Change right swipe action
ro: Schimbare acțiune glisare spre dreapta

source: Change sender address to...
ro: Schimbare adresă expeditor cu ...

source: Check Again
ro: Reverificare

source: Checking...
ro: Se verifică ...

source: Choose a Password
ro: Alegeți o parolă

source: City
ro: Oraș

source: Clear local message cache
ro: Golire buffer mesaje locale

source: Close
ro: Închidere

source: Closing
ro: Închidere

source: Compose
ro: Compunere

source: Compose to
ro: Scrie la

source: Confirm
ro: Confirmare

source: Confirm login password
ro: Confirmare parolă conectare

source: Confirm mailbox password
ro: Confirmare parolă mesaje

source: Confirm password
ro: Confirmare parolă

source: Confirm new login password
ro: Confirmare parolă de conectare

source: Confirm new mailbox password
ro: Confirmare parolă mesaje

source: Confirm new password
ro: Confirmare parolă nouă

source: Confirm phishing report
ro: Confirmare raportare înșelăciune

source: Confirmation
ro: Confirmare

source: Congratulations!
ro: Felicitări!

source: Contact Details
ro: Detalii contact

source: Contact the ProtonMail team
ro: Contactare echipă ProtonMail

source: Contacts
ro: Contacte

source: Continue
ro: Continuare

source: Continue and Don't ask again
ro: Continuă și nu mă mai întreba

source: Copy address
ro: Copiere adresă

source: Copy name
ro: Copiere nume

source: Could not connect to Store. Please try again later.
ro: Nu s-a putut conecta la Magazin. Mai încercați.

source: Country
ro: Țara

source: Create
ro: Creare

source: Create Account
ro: Creare cont

source: Create User failed. Please try again.
ro: Eșuare creare utilizator. Mai încercați.

source: Create a new account
ro: Creare cont nou

source: Create and add Labels to organize your inbox. Long press on a message for all options.
ro: Creați și adaugați etichete pentru organizarea mesajelor. Țineți apăsat pe un mesaj pentru opțiuni.

source: Create and add labels to organize your inbox. Press and hold down on a message for all options.
ro: Creați și adaugați etichete pentru organizarea mesajelor. Țineți apăsat pe un mesaj pentru opțiuni.

source: Create user failed
ro: Creare utilizator eșuată

source: Current Language is:
ro: Limba curentă este:

source: Current login password
ro: Parola actuală de conectare

source: Current password
ro: Parola actuală

source: Custom
ro: Personalizat

source: DECRYPT MAILBOX
ro: DECRIPTARE MESAJE

source: Drafts
ro: CIORNE

source: Date:
ro: Data:

source: Date: %@
ro: Data: %@

source: Debug
ro: Depanare

source: Decrypt
ro: Decriptare

source: Decrypt token failed. Please try again.
ro: Eșuare decriptare semnătură de acces. Reîncercați.

source: Decryption error
ro: Eroare decriptare

source: Decryption of this content failed
ro: Decriptare eșuată conținut

source: Default
ro: Implicit

source: Default error. Please try again.
ro: Eroare implicită. Mai încercați.

source: Define Expiration Date
ro: Definire dată expirare

source: Define hint (Optional)
ro: Definire indiciu (opţional)

source: Define password
ro: Definire parolă

source: Delete
ro: Ștergere

source: Delete Contact
ro: Ștergere contact

source: Delete Contact Group
ro: Ștergere grup contacte

source: Deleted
ro: Șters

source: Details
ro: Detalii

source: Discard changes
ro: Anulare modificări

source: Discard draft
ro: Aruncare ciornă

source: Display name
ro: Nume afișat

source: Display name updated
ro: Nume afișat actualizat

source: Display name
ro: Nume afișat

source: Display name
ro: Nume afișat

source: Do you want to activate the purchased service plan for
ro: Doriți să activați abonamentul cumpărat pentru

source: Do you want to cancel the process?
ro: Doriți anularea procesului?

source: Do you want to save the unsaved changes?
ro: Doriți să salvați modificările nesalvate?

source: Don't Show Again
ro: Nu mai afișa

source: Don't remind me again
ro: Nu mă mai atenționa

source: Done
ro: Gata

source: Double tap to setup
ro: Dublă atingere pentru setare

source: Draft
ro: Ciornă

source: Drafts
ro: Ciorne

source: Edit
ro: Editare

source: Edit contact
ro: Editare contact

source: Edit Folder
ro: Editare folder

source: Edit Group
ro: Editare grup

source: Edit Label
ro: Editare etichetă

source: Edit Photo
ro: Editare foto

source: Edit mobile signature
ro: Editare semnătură mobil

source: Edit signature
ro: Editare semnătură

source: Email Addresses
ro: Adrese de e-mail

source: Email Contact
ro: Scrie contactului

source: Email Verification
ro: Verificare e-mail

source: Email address
ro: Adresă de e-mail

source: Email address invalid
ro: Adresa de e-mail nu este validă

source: Email default signature
ro: Semnătură implicită e-mail

# Email domain invalid
source: Invalid email domain
ro: Domeniu e-mail nevalid

source: Empty folder
ro: Golire folder

source: Enable Default Signature
ro: Activare semnătură implicită

source: Enable FaceID
ro: Activare FaceID

source: Enable Mobile Signature
ro: Activare semnătură mobil

source: Enable Notification Email
ro: Activare e-mail de notificare

source: Enable PIN protection
ro: Activare protecție PIN

source: Enable TouchID
ro: Activare TouchID

source: Encrypted Contact Details
ro: Detalii criptate contact

source: Encrypted for outside
ro: Criptat pentru exterior

source: Encrypted for outside reply
ro: Răspuns criptat pentru exterior

source: Encrypted from outside
ro: Criptat din exterior

source: Encrypted from outside PGP inline
ro: Criptat din exterior cu PGP integrat

source: Encrypted from outside PGP/MIME
ro: Criptat din exterior cu PGP/MIME

source: Encrypted from outside signed PGP/MIME
ro: Criptat din exterior semnat cu PGP/MIME

source: Encryption Setup
ro: Configurare criptare

source: End Time
ro: Oră oprire

source: End-to-end encryption
ro: Criptare în ambele părți

source: End-to-end encrypted
ro: Criptat în ambele părți

source: End-to-end encrypted message
ro: Mesaj criptat în ambele părți

source: End-to-end encrypted message from verified address
ro: Mesaj criptat în ambele părți de la adresă verificată

source: End-to-end encrypted to verified address
ro: Criptat în ambele părți spre adresă verificată

source: Enter
ro: Introducere

source: Enter verification code
ro: Introducere cod de verificare

source: Enter your PIN
ro: Introducere PIN

source: Enter your PIN to unlock your inbox.
ro: Introduceți codul PIN pentru deblocare mesaje.

source: Enter your cell phone number
ro: Introduceți numărul de telefon

source: Enter your existing email address.
ro: Introduceți adresa de e-mail curentă.

source: Error logs
ro: Jurnal de erori

source: Error occured
ro: A apărut o eroare

source: Every time enter app
ro: La fiecare intrare în aplicație

source: Expires
ro: Expirare

# Expires in %d days %d hours %d mins %d seconds
source: Expires in %1$d days %2$d hours %3$d mins %4$d seconds
ro: Expiră în %1$d zile %2$d ore %3$d minute %4$d secunde

source: Expiring messages
ro: Mesaje care expiră

source: Extreme Security
ro: Securitate extremă

source: Forgot password?
ro: V-AȚI UITAT PAROLA?

source: FW:
ro: RD:

source: Failed to determine type of file
ro: Eșuare determinare tip fișier

source: Failed to get list of available products from AppStore.
ro: Eșuare obținere listă de produse din AppStore.

source: Failed to initialize the app's saved data
ro: Inițializarea datelor salvate de aplicație a eșuat

source: Failed to initialize the application's saved data
ro: Inițializarea datelor salvate de aplicație a eșuat

source: Fetch user info failed
ro: Eșuare preluare date utilizator

source: Folder Name
ro: Nume folder

source: For individuals looking to benefit from secure communication at no cost
ro: Pentru persoane ce doresc comunicații sigure fără cheltuieli

source: For individuals that need more capacity, customization and advanced features
ro: Pentru persoane ce doresc mai mult spațiu, personalizare și funcții avansate

source: For organizations that need multi-user support and additional productivity features
ro: Pentru organizații ce doresc suport multiutilizatori și funcții adiționale de productivitate

source: For power users and groups of people that value full anonymity and privacy
ro: Pentru utilizatori avansați și grupuri de persoane ce apreciază anonimatul și intimitatea

source: Forward
ro: Redirecționare

source: Forwarded message
ro: Mesaj redirecționat

source: From
ro: De la

source: From:
ro: De la:

source: Gender
ro: Sex

source: General settings
ro: Setări generale

source: Get %@
ro: Obțineți %@

source: Get more information
ro: Aflați mai multe

source: Go to inbox
ro: Salt la «Primite»

source: Group Details
ro: Detalii grup

source: Group Name
ro: Nume grup

source: Groups
ro: Grupuri

# Help &amp; Support
source: Help & Support
ro: Ajutor & Asistență

source: Help us to improve ProtonMail with your input.
ro: Ajutați-ne să îmbunătățim ProtonMail cu sugestiile dvs.

source: Help us to make privacy the default in the web.
ro: Ajutați-ne să facem confidențialitatea o regulă de bază pe web.

source: Hide
ro: Ascunde

source: Hide details
ro: Ascunde detalii

source: High Security
ro: Securitate ridicată

source: Hours
ro: Ore

source: Human Check Failed
ro: Eșuare verificare persoană

source: Human Check Warning
ro: Avertizare verificare persoană

source: Human Verification
ro: Verificare persoană

source: IMAP/SMTP Support via ProtonMail Bridge
ro: Suport IMAP/SMTP prin ProtonMail Bridge

source: Inbox
ro: PRIMITE

source: Import Error
ro: Eroare importare

source: Import file from...
ro: Importare fișier din...

source: Importing Contacts
ro: Importare contacte

source: Importing attachment, that can take a while
ro: Importare atașament, ar putea dura un timp.

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
ro: Pentru a folosi serviciile noastre, trebuie să acceptați 'Termenii serviciului' ProtonMail.

source: Inbox
ro: Primite

source: Incorrect PIN,
ro: PIN incorect,

source: Incorrect password
ro: Parolă incorectă

source: Input display name ...
ro: Introducere nume afișat...

source: Input Notification Email ...
ro: Introducere e-mail de notificare...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://proton.me/invite to request an invitation.
ro: Crearea unui cont de ProtonMail instant a fost dezactivat temporar. Vă rugăm să vizitați https://proton.me/invite pentru a solicita o invitație.

source: Internal Error
ro: Eroare internă

source: Invalid Password
ro: Parolă nevalidă

source: Invalid URL
ro: URL nevalid

source: Invalid username
ro: Nume de utilizator nevalid

source: Invalid UserName!
ro: Nume de utilizator nevalid!

source: Invalid access token please relogin
ro: Semnătură de acces nevalidă. Reconectați-vă.

source: Invalid access token. Please relogin.
ro: Semnătură de acces nevalidă. Reconectați-vă.

source: Invalid credential
ro: Acreditări nevalide

source: Invalid hashed password!
ro: Parolă generată nevalidă!

source: Is this bug report about an in-app purchase?
ro: Acest raport de eroare este despre o achiziție din aplicație?

source: It is not possible to switch to %@ within our iOS app.
ro: Nu este posibilă comutarea la %@ din aplicația iOS.

source: It wasn't possible to match your purchased App Store product to any products on our server. Please fill in the bug report and our customer support team will contact you.
ro: Nu am putut corela produsul din AppStore cumpărat cu vreunul din produsele de pe serverul nostru. Completați un raport de erori și echipa noastră de suport vă va contacta.

source: Keep me updated about new features
ro: Țineți-mă la curent cu noile caracteristici

source: Key generation failed
ro: Eșuare generare cheie

source: Key generation failed. Please try again.
ro: Eșuare generare cheie. Reîncercați.

source: Key invalid. Please go back and try again.
ro: Cheie nevalidă. Reveniți și reîncercați.

source: Login
ro: Conectare

source: Label management
ro: Gestionare etichete

source: Label Name
ro: Nume etichetă

source: Label as...
ro: Etichetare ca...

source: Labels
ro: Etichete

source: Labels have been applied.
ro: Eticheta a fost aplicată.

# Labels, Folders, Filters &amp; More
source: Labels, Folders, Filters & More
ro: Etichete, foldere, filtre & altele

source: Labels/Folders
ro: Etichete/Foldere

source: Language
ro: Limba

source: Learn More
ro: Aflați mai multe

source: Learn more here
ro: Detalii aici

source: Limited to 150 messages sent/day
ro: Maxim 150 de mesaje trimise/zi

source: Load remote content
ro: Încărcare conținut extern

source: Loading...
ro: Se încarcă...

source: Local cache can't find mailbox password
ro: Nu se poate găsi parola mesajelor în bufferul local

# Localizable.strings
source: Base
ro: De bază

source: Lock The App
ro: Blocare aplicație

source: Login
ro: Conectare

source: Login password
ro: Parolă de autentificare

source: Login password doesn't match
ro: Parola de conectare nu se potrivește

source: Logout
ro: Deconectare

source: Logs
ro: Jurnale

source: Looking to secure your contact's details?
ro: Doriți securizarea detaliilor contactelor?

source: Mailbox password
ro: Parolă mesaje

source: Mailbox password
ro: Parolă mesaje

source: Mailbox password doesn't match
ro: Parolele pentru mesaje nu coincid

source: Manage Addresses
ro: Gestionare adrese

source: Manage Labels/Folders
ro: Gestionare etichete/foldere

# Mark Read
source: Mark as read
ro: Marcare ca citit

source: Mark as unread
ro: Marcare ca necitit

source: Menu
ro: Meniu

source: Message %@
ro: Mesaj %@

source: Message Password
ro: Parolă mesaj

source: Message queue
ro: Mesaje în așteptare

source: Message Swipe Actions
ro: Acțiuni glisare mesaje

source: Message expired
ro: Mesaj expirat

source: Message has been deleted.
ro: Mesajul a fost șters.
