Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS catalan.xliff
Languages: ca

source: Unable to parse cached authentication token!
ca: No s'ha pogut analitzar el token de autenticació a la caché!

source: Unable to parse response
ca: No s'ha pogut analitzar la resposta

# Unable to parse the response object:&#10;%@
source: Unable to parse the response object: %@
ca: Impossible analitzar l’objecte de resposta: %@

source: Unable to parse token
ca: No s'ha pogut analitzar token

source: Unable to send the email.
ca: No es pot enviar el correu electrònic

source: Undo
ca: Desfés

# Unknow Error
source: Unknown error
ca: Error desconegut

# Unknow file
source: Unknown file
ca: Fitxer desconegut

source: Unknown
ca: Desconegut

source: Unknown Error
ca: Error desconegut

# Unkonw Version
source: Unknown version
ca: Versió desconeguda

source: Unlimited messages sent/day
ca: Nombre il·limitat de missatges enviats/dia

source: Unread
ca: No llegit

source: Unsupported file type
ca: Tipus de fitxer no suportat

source: Up to %i users
ca: Fins a %i usuaris

source: Update
ca: Actualitza

source: Update Contact
ca: Actualitza Contacte

source: Update Notification Email
ca: Actualitza el correu electrònic de notificació

source: Update Now
ca: Actualitzar ara

source: Update Required
ca: Actualització requerida

source: Upgrade to a paid plan to benefit from more features
ca: Actualitzeu a un pla de pagament per beneficiar-vos de més funcionalitats

source: Upgrade to a paid plan to send from your %@ address
ca: Actualitzeu a un pla de pagament per enviar des del vostre compte %@ adreça

source: Upgrade to get all paid features.
ca: Actualitzeu per rebre totes les funcionalitats de pagament.

source: Upload Contacts
ca: Puja contactes

source: Upload iOS contacts to ProtonMail?
ca: Puja els contactes d'iOS a ProtonMail?

# User already exist!
source: Username already taken
ca: L'usuari existeix!

# User is available!
source: Username is available
ca: L'usuari està disponible!

source: Username exist
ca: El nom d'usuari ja existeix

# User name invalid
source: Invalid username
ca: Nom d'usuari invàlid

source: Username
ca: Nom d'usuari

source: Verification code request failed
ca: Ha fallat la sol·licitud del codi de verificació

source: Verification code sent
ca: S'ha enviat el codi de verificació

source: Verification error
ca: Error de verificació

source: Verification of this content’s signature failed
ca: La verificació de la signatura d'aquest contingut ha fallat

source: Version %@ %@
ca: Versió %@ %@

source: View Headers
ca: Mostrar les capçaleres

source: View Plans
ca: Veure els Plans

source: Warning
ca: Atenció

source: Warning: Before you pass the human check you can't sent email!!!
ca: Advertència: abans de passar el xec humà no es pot enviar correu electrònic!!!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
ca: Advertència: no heu establert un correu electrònic de recuperació per tal que la recuperació del compte sigui impossible si oblideu la vostra contrasenya. Procediu sense correu electrònic de recuperació?

source: We have successfully activated your subscription. Please relaunch the app to start using your new service plan.
ca: Heu activat l’abonament correctament. Si us plau, reinicieu l'app per començar a utilitzar els nous serveis.

source: We will send a verification code to the cell phone above.
ca: Enviarem un codi de verificació al telèfon cel · lular anterior.

source: We will send a verification code to the email address above.
ca: Enviarem un codi de verificació a l'adreça electrònica de dalt.

source: We would like to know what we can do better.
ca: Ens agradaria saber què podem fer millor.

source: Welcome to ProtonMail
ca: Benvingut a ProtonMail!

# What people see in the &quot;From&quot; field.
source: What people see in the "From" field.
ca: El que la gent veu al camp "De".

source: When you send an email, this is the name that appears in the sender field.
ca: Quan envieu un correu electrònic, aquest és el nom que apareix al camp del remitent.

source: Work
ca: Feina

source: Wrong verification code
ca: Codi de verificació no vàlid

source: Yes, activate it for
ca: Sí, activeu-lo ara

source: Yes, attach details of payment
ca: Sí, adjuntar dades de pagament

source: You are about to launch the web browser and navigate to
ca: Esteu a punt de llançar el navegador web i navegar fins a

source: You can customize swipe gestures in the ProtonMail App Settings.
ca: Pots personalitzar els gestos de lliscament en la configuració de l'aplicació de ProtonMail.

source: You can get help and support at proton.me/support. Bugs can also be reported with the app.
ca: Podeu obtenir ajuda i assistència a proton.me/support. Els errors també es poden informar amb l'aplicació.

source: You can't set %@ address as default because it is a paid feature.
ca: No podeu configurar %@ adreça com a predeterminada perquè és una funció de pagament.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
ca: Heu activat la data de caducitat del missatge, però no tots els destinataris ho admeten. Afegiu una contrasenya i/o desactiveu l'enviament PGP per utilitzar la caducitat per a tots els destinataris.

source: You have %d new emails!
ca: Teniu %d nous correus electrònics!

source: You have a new email!
ca: Teniu un nou correu electrònic!

source: You have unsaved changes. Do you want to save it?
ca: Hi ha canvis no desats. Vols desar-los?

# You have used %d%% of your storage space (%@).
source: You have used %1$d%% of your storage space (%2$@).
ca: Heu utilitzat %1$d%% del vostre espai d'emmagatzematge (%2$@).

source: You have used up all of your storage space (%@).
ca: Has utilitzat tot el teu espai d'emmagatzematge (%@).

source: You need at least one recipient to send
ca: Necessites almenys un destinatari per enviar

source: Your Country Code
ca: Codi del país

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
ca: La safata d'entrada està protegida amb el xifrat extrem a extrem. Per enviar missatges de correu electrònic de manera automàtica, envieu-los a ProtonMail. També podeu xifrar manualment missatges si no utilitza ProtonMail.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
ca: La seva nova compte de correu electrònic ja està configurada i llesta per enviar i rebre missatges xifrats.

# Your new secure email&#13;&#10; account is ready.
source: Your new secure email account is ready.
ca: El vostre nou compte de correu electrònic&#13; segur està preparat.

source: Your plan is currently active until
ca: El vostre plà restarà actiu fins

source: Your plan will automatically renew on
ca: El vostre plà es renovarà automàticament el

source: Your signature has been updated.
ca: S'ha actualitzat la vostra signatura.

source: ZIP
ca: Codi postal

source: and
ca: i

source: at
ca: a

source: attempt remaining until secure data wipe!
ca: intenteu quedar-se fins que es netegeu la informació segura!

source: attempts remaining
ca: intents restants

source: attempts remaining until secure data wipe!
ca: els intents continuen fins que es netegeu la informació segura!

source: close tour
ca: tancar recorregut

source: Days
ca: dies

source: for one year
ca: per un any

source: get contacts() failed, peopleOrderedByUsersPreference return null!!
ca: obtenir el contactes() ha fallat, peopleOrderedByUsersPreference retorn nul!!

source: Hours
ca: Hores

source: inline attachments
ca: adjunts en línia

source: no object
ca: cap objecte

source: normal attachments
ca: adjunts normals

source: privacy policy.
ca: política de privacitat.

source: terms and conditions
ca: termes i condicions

source: wrote:
ca: va escriure:

source: App Extension API is not available in this version of iOS
ca: L'API d'extensió d'aplicació no està disponible en aquesta versió de iOS

source: Failed to contact the Password Extension
ca: No s'ha pogut contactar amb l'extensió de contrasenya

source: Failed to execute script that collects web page information
ca: No s'ha pogut executar un script que recopila informació de la pàgina web

source: Failed to fill web page because script could not be evaluated
ca: No s'ha pogut omplir la pàgina web perquè no s'ha pogut avaluar l'script

source: Failed to fill web page because script is missing
ca: No s'ha pogut omplir la pàgina web perquè falta un script

source: Failed to obtain URL String from web view. The web view must be loaded completely when calling the Password Extension
ca: No s'ha pogut obtenir la cadena d'URL des de la visualització web. La vista web s'ha de carregar completament quan truqueu a l'Extensió de contrasenya

source: Failed to parse information returned by Password Extension
ca: No s'ha pogut analitzar la informació retornada per l'extensió de la contrasenya

source: Password Extension was cancelled by the user
ca: L'usuari ha cancel·lat l'extensió de la contrasenya
