Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Croatian.xliff
Languages: hr

source: Verification code request failed
hr: Zahtjev za kodom za potvrdu nije uspjeo

source: Verification code sent
hr: Kôd za potvrdu je poslan

source: Verification error
hr: Pogreška pri provjeri valjanosti

source: Verification of this content’s signature failed
hr: Provjera potpisa ovog sadržaja nije uspjela

source: Version %@ %@
hr: Verzija %@ %@

source: View Headers
hr: Pregled zaglavlja

source: View Plans
hr: Pregledajte planove

source: Warning
hr: Upozorenje

source: Warning: Before you pass the human check you can't sent email!!!
hr: Upozorenje: Prije nego li prođete ljudsku provjeru, ne možete slati e-poštu!!!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
hr: Upozorenje: Vi niste postavili adresu e-pošte za oporavak računa, stoga je oporavak računa nemoguć u slučaju da zaboravite lozinku. Želite nastaviti bez e-pošte za oporavak?

source: We have successfully activated your subscription. Please relaunch the app to start using your new service plan.
hr: Uspješno smo aktivirali vašu pretplatu. Ponovno pokrenite aplikaciju da biste počeli koristiti novi plan usluge.

source: We will send a verification code to the cell phone above.
hr: Poslati ćemo kôd za potvrdu na gore navedeni telefonski broj.

source: We will send a verification code to the email address above.
hr: Poslati ćemo kôd za potvrdu na gore navedenu adresu e-pošte.

source: We would like to know what we can do better.
hr: Željeli bismo znati što možemo učiniti boljim.

source: Welcome to ProtonMail
hr: Dobro došli na ProtonMail

# What people see in the &quot;From&quot; field.
source: What people see in the "From" field.
hr: Što ljudi vide u polju "Od".

source: When you send an email, this is the name that appears in the sender field.
hr: Kada pošaljete poruku e-pošte, ovo je naziv koji se pojavljuje u polju pošiljatelja.

source: Work
hr: Posao

source: Wrong verification code
hr: Netočan kôd za provjeru

source: Yes, activate it for
hr: Da, aktiviraj za

source: Yes, attach details of payment
hr: Da, priložite pojedinosti o plaćanju

source: You are about to launch the web browser and navigate to
hr: Upravo ćete pokrenuti web preglednik i otići na

source: You can customize swipe gestures in the ProtonMail App Settings.
hr: Geste pokreta prsta možete prilagoditi u postavkama ProtonMail aplikacije.

source: You can get help and support at proton.me/support. Bugs can also be reported with the app.
hr: Pomoć i podršku možete dobiti na proton.me/support. Pogreške možete prijaviti i pomoću aplikacije.

source: You can't set %@ address as default because it is a paid feature.
hr: Ne možete postaviti %@ adresu kao zadanu jer je to plaćena značajka.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
hr: Omogućili ste vremenski istek poruke, ali to ne podržavaju svi primatelji. Dodajte lozinku i/ili onemogućite PGP slanje za korištenje isteka za sve primatelje.

source: You have %d new emails!
hr: Imate %d novih poruka e-pošte!

source: You have a new email!
hr: Imate novu poruku!

source: You have unsaved changes. Do you want to save it?
hr: Imate nespremljene promjene. Želite li ih spremiti?

# You have used %d%% of your storage space (%@).
source: You have used %1$d%% of your storage space (%2$@).
hr: Iskoristili ste %1$d%% od vašeg prostora za pohranu (%2$@).

source: You have used up all of your storage space (%@).
hr: Iskoristili ste sav prostor za pohranu (%@).

source: You need at least one recipient to send
hr: Potreban je barem jedan primatelj za slanje

source: Your Country Code
hr: Pozivni broj države

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
hr: Vaša pristigla pošta sada je zaštićena s end-to-end enkripcijom. Da biste automatski slali sigurne poruke e-pošte kontaktima, pozovite ih da koriste ProtonMail! Također možete ručno šifrirati poruke ako ne koriste ProtonMail.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
hr: Vaš novi šifrirani račun e-pošte je postavljen i spreman za slanje i primanje šifriranih poruka.

# Your new secure email&#13;&#10; account is ready.
source: Your new secure email account is ready.
hr: Vaš novi, sigurni račun&#13; e-pošte je spreman.

source: Your plan is currently active until
hr: Vaš plan je trenutno aktivan do

source: Your plan will automatically renew on
hr: Vaš će se plan automatski obnoviti

source: Your signature has been updated.
hr: Vaš potpis je ažuriran.

source: ZIP
hr: Poštanski broj

source: and
hr: i

source: at
hr: u

source: attempt remaining until secure data wipe!
hr: pokušaj preostalo do sigurnog brisanja podataka!

source: attempts remaining
hr: pokušaja preostalo

source: attempts remaining until secure data wipe!
hr: pokušaja preostalo do sigurnog brisanja podataka!

source: close tour
hr: zatvori obilazak

source: Days
hr: Dani

source: for one year
hr: na jednu godinu

source: get contacts() failed, peopleOrderedByUsersPreference return null!!
hr: get contacts() je neuspješno, peopleOrderedByUsersPreference vraća null!!

source: Hours
hr: Sati

source: inline attachments
hr: ugrađeni privitak

source: normal attachments
hr: normalni privitci

source: privacy policy.
hr: pravila privatnosti.

source: terms and conditions
hr: uvjeti i odredbe

source: wrote:
hr: je napisao:

source: App Extension API is not available in this version of iOS
hr: API za proširenje aplikacije nije dostupan u ovoj verziji sustava iOS

source: Failed to contact the Password Extension
hr: Kontaktiranje proširenja lozinki nije uspjelo

source: Failed to execute script that collects web page information
hr: Nije uspjelo izvođenje skripte koja prikuplja informacije o web stranici

source: Failed to fill web page because script could not be evaluated
hr: Ispunjavanje web stranice nije uspjelo jer skriptu nije moguće evaluirati

source: Failed to fill web page because script is missing
hr: Ispunjavanje web-stranice nije uspjelo jer nedostaje skripta

source: Failed to obtain URL String from web view. The web view must be loaded completely when calling the Password Extension
hr: Nije uspjelo dohvaćanje URL stringa iz web prikaza. Prikaz weba mora se u potpunosti učitati prilikom pozivanja proširenja lozinki

source: Failed to parse information returned by Password Extension
hr: Nije uspjelo parsiranje informacija koje je vratilo proširenje lozinki

source: Password Extension was cancelled by the user
hr: Korisnik je poništio proširenje lozinki
