Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS danish.xliff
Languages: da

# NSAppleMusicUsageDescription
source: Required for attaching media to the email.
da: Obligatorisk for medievedhæftninger til e-mailen.

# NSCameraUsageDescription
source: Required for attaching photos to the email.
da: Obligatorisk for fotovedhæftninger til e-mailen.

# NSContactsUsageDescription
source: Required for email autocomplete.
da: Obligatorisk for e-mail autofuldførelse.

# NSFaceIDUsageDescription
source: Allows you quick and secure to unlock your application.
da: Lader dig hurtigt og sikkert oplåse dit program.

# NSPhotoLibraryAddUsageDescription
source: Required for saving image attachments to photo library.
da: Obligatorisk for at gemme fotovedhæftninger til fotomappen.

# NSPhotoLibraryUsageDescription
source: Required for attaching photos to the email.
da: Obligatorisk for fotovedhæftninger til e-mailen.

source: %@ storage capacity
da: %@-lagerpladskapacitet

source: %d Member
da: %d medlem

source: %d Members
da: %d medlemmer

source: %d minute
da: %d minut

source: %d minutes
da: %d minutter

source: %d Selected
da: %d valgt

source: %i email address
da: %i e-mail

source: %i email addresses
da: %i e-mails

source: (total)
da: (i alt)

source: *OPTIONAL
da: * VALGFRIT

source: + Drop here to add as attachment
da: + Drop hér for at tilføje som vedhæftning

source: /user
da: /bruger

source: 2FA failed. Please try to login again.
da: 2FA mislykkedes, prøv at logge ind igen.

source: A message cannot have more than 5 labels
da: En besked kan have maks. 5 etiketter

source: A new version of ProtonMail app is available, please update to latest version.
da: En ny version af ProtonMail-app'en er tilgængelig, opdatér venligst til seneste version.

source: A new version of ProtonMail app is available. Please update to the latest version.
da: En ny version af ProtonMail-app'en er tilgængelig. Opdatér venligst til seneste version.

source: A paid ProtonMail plan is required to use this feature
da: Et betalt ProtonMail-abonnement kræves til denne funktion

source: A passcode has not been set, enable it in the system Settings
da: En PIN-kode er ikke opsat. Opæt én i Systemindstillinger

source: API Server not reachable...
da: API-server utilgængelig...

source: Archive
da: ARKIV

source: Access to this account is disabled due to non-payment. Please sign in through proton.me to pay your unpaid invoice.
da: Adgang til denne konto er deaktiveret grundet manglende betaling. Log ind via proton.me for at betale din udestående faktura.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://proton.me/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
da: Adgang til denne konte er deaktiveret grundet restance. Besøg <a href="https://proton.me/support/knowledge-base/delinquency/">vidensdatabasen</a> for yderligere information.

# Account password invalid
source: Invalid account password
da: Ugyldig kontoadgangskode

source: Add
da: Tilføj

source: Add Anniversary
da: Tilføj årsdag

source: Add Birthday
da: Tilføj fødselsdag

source: Add Contact
da: Tilføj kontakt

source: Add Custom Label
da: Tilføj tilpasset etiket

source: Add Folder
da: Tilføj mappe

source: Add Gender
da: Tilføj køn

source: Add Group
da: Tilføj gruppe

source: Add Label
da: Tilføj etiket

source: Add New Folder
da: Tilføj ny mappe

source: Add New Label
da: Tilføj ny etiket

source: Add Nickname
da: Tilføj kaldenavn

source: Add Organization
da: Tilføj organisation

source: Add Photo
da: Tilføj foto

source: Add Star
da: Tilføj stjerne

source: Add Title
da: Tilføj titel

source: Add new address
da: Tilføj ny adresse

source: Add new custom field
da: Tilføj nyt tilpasset felt

source: Add new email
da: Tilføj ny e-mail

source: Add new field
da: Tilføj nyt felt

source: Add new phone number
da: Tilføj nyt telefonnummer

source: Add new url
da: Tilføj ny URL

source: Add to contacts
da: Føj til kontakter

source: Address
da: Adresse

source: Alert
da: Advarsel

source: All Mail
da: Alle e-mails

source: All contacts are imported
da: Alle kontakter er importeret

source: Also Archive
da: Arkivér også

source: Also used to reset a forgotten password.
da: Benyt også til nulstilling af en glemt adgangskode.

source: Anniversary
da: Årsdag

source: App is locked
da: App er låst

source: Apple in-app purchase fee
da: Apple In-app købspris

source: Apple informed us they could not process the purchase.
da: Apple meddelte, at de ikke kunne behandle købet.

source: Apple informed us you've upgraded the service plan, but did not say which of your ProtonMail accounts to upgrade in case you have more than one.
da: Apple meddelte, at du har opgraderet tjenesteabonnementet, men oplyste ikke, hvilken af dine ProtonMail-konti, der skal opgraderes, hvis du har mere end én.

source: Apple informed us you've upgraded the service plan, but some technical data was missing. Please fill in the bugreport and our customer support team will contact you.
da: Apple meddelte, at du har opgraderet tjenesteabonementet, men at nogle tekniske data mangler. Udfyld fejlrapporten og kundesupportteamet vil kontakte dig.

source: Apple informed us you've upgraded the service plan, but we detected you have logged out of the account since then.
da: Apple meddelte, at du har opgraderet tjenesteabonnementet, men du er siden da logget ud af kontoen.

source: Apply
da: Anvend

source: Apply Labels
da: Anvend etiketter

source: Archive
da: Arkiv

source: Archived
da: Arkiveret

source: Are you sure you want to logout?
da: Sikker på, at du vil logge ud?

source: Attachment imported
da: Vedhæftning importeret

source: Attachments
da: Vedhæftninger

source: Authentication
da: Godkendelse

source: Authentication failed: wrong username or password.
da: Godkendelse mislykkedes: Forkert brugernavn eller adgangskode

source: Authentication failed
da: Godkendelse mislykkedes

source: Authentication failed. Please try to login again.
da: Godkendelse mislykkedes, prøv at logge ind igen.

source: Authentication token is not accessible because the app is locked
da: Godkendelsestoken er utilgængeligt, da app'en er låst

source: Authentication was cancelled by the system
da: Godkendelse blev annulleret af systemet

source: Auto lock time
da: Auto-låsetid

source: Auto show images
da: Auto-vis billeder

source: Back
da: Tilbage

source: Bad auth cache
da: Fejlbehæftet godkendelses-cache

source: Bad parameter
da: Ugyldig parameter

source: Bad parameter: %@
da: Ugyldig parameter: %@

source: Bad path
da: Fejlbehæftet sti

source: Bad response
da: Ugyldigt svar

source: Birthday
da: Fødselsdag

source: Bug Description
da: Fejlbeskriveslse

source: Bug report received
da: Fejlrapport modtaget

source: Buy More Credits
da: Køb yderligere kredit

source: By using protonmail, you agree to our
da: Ved at benytte ProtonMail, accepterer du vores

# By using protonmail, you agree to our %@ and %@.
source: By using protonmail, you agree to our %1$@ and %2$@.
da: Ved at benytte ProtonMail accepterer du vores %1$@ og %2$@.

source: Call Contact
da: Ring til kontakt

source: Can take several minutes to setup.
da: Kan tage adskillige minutter at opsætte.

source: Can't copy the file
da: Kan ikke kopiere filen

source: Can't create a SRP Client
da: Kan ikke oprette en SRP-klient

source: Can't create a SRP verifier!
da: Kan ikke oprette en SRP-verifikator!

source: Can't decrypt this attachment!
da: Kan ikke dekryptere denne vedhæftning!

source: Can't delete contact group
da: Kan ikke slette kontaktgruppe

source: Can't delete contact group through API
da: Kan ikke slette kontaktgruppe via API'en

source: Can't download message body, please try again.
da: Kan ikke downloade beskedtekst, forsøg igen.

source: Can't download message body. Please try again.
da: Kan ikke downloade beskedtekst, forsøg igen.

source: Can't fetch contact groups
da: Kan ikke hente kontaktgrupper

source: Can't find the clicked message please try again!
da: Kan ikke finde beskeden, der blev klikket på. Forsøg igen!

source: Can't find the selected message. Please try again.
da: Kan ikke finde valgte beskeden. Forsøg igen.

source: Can't find this attachment!
da: Kan ikke finde vedhæftningen!

# Can't get a Moduls ID!
source: Can't get a Modulus ID!
da: Kan ikke hente et Modulus-ID!

source: Can't get a Moduls!
da: Kan ikke hente et Modulus!

source: Can't get user auth info
da: Kan ikke hente brugergodkendelsesinfo

source: Can't load share content!
da: Kan ikke indlæse delt indhold!

source: Can't load the file
da: Kan ikke indlæse filen

source: Can't not find the value from the response body
da: Kan ikke finde værdien fra svarindholdet

source: Can't open the file
da: Kan ikke åbne filen

source: Can't save contact group
da: Kan ikke gemme kontaktgruppe

source: Can't update contact group through the API
da: Kan ikke opdatere kontaktgruppe via API'en

source: Cancel
da: Annullér

source: Cancel Check
da: Annullér tjek

source: Cancelling
da: Annullerer

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
da: Kan ikke dekryptere denne vedhæftning.

source: Cell phone number
da: Mobiltelefonnummer

source: Change Login Password
da: Skift Log ind-dgangskode

source: Change Mailbox Password
da: Skift Postkasseadgangskode

source: Change password
da: Skift adgangskode

source: Change PIN
da: Skift Pin

source: Change Single Password
da: Skift enkelststående adgangskode

source: Change default address to...
da: Skift standardadresse til..

source: Change left swipe action
da: Skift venstre-stryg handling

source: Change right swipe action
da: Skift højre-stryg handling

source: Change sender address to...
da: Skift afsenderadresse til..

source: Check Again
da: Tjek igen

source: Checking...
da: Tjekker....

source: Choose a Password
da: Vælg en adgangskode

source: City
da: By

source: Clear local message cache
da: Ryd Lokal Besked-cache

source: Close
da: Luk

source: Closing
da: Lukker

source: Compose
da: Skriv

source: Compose to
da: Skriv til

source: Confirm
da: Bekræft

source: Confirm login password
da: Bekræft loginadgangskode

source: Confirm mailbox password
da: Bekræft postkasseadgangskode

source: Confirm password
da: Bekræft adgangskode

source: Confirm new login password
da: Bekræft ny log ind-adgangskode

source: Confirm new mailbox password
da: Bekræft ny postkasseadgangskode

source: Confirm new password
da: Bekræft ny adgangskode

source: Confirm phishing report
da: Bekræft phishing-anmeldelse

source: Confirmation
da: Bekræftelse

source: Congratulations!
da: Tillykke!

source: Contact Details
da: Kundeoplysninger

source: Contact the ProtonMail team
da: Kontakt ProtonMail-teamet

source: Contacts
da: Kontakter

source: Continue
da: Fortsæt

source: Continue and Don't ask again
da: Fortsæt, og spørg ikke igen

source: Copy address
da: Kopiér addresse

source: Copy name
da: Kopiér navn

source: Could not connect to Store. Please try again later.
da: Kunne ikke forbinde til Butik. Forsøg igen senere.

source: Country
da: Land

source: Create
da: Opret

source: Create Account
da: Opret konto

source: Create User failed. Please try again.
da: Brugeroprettelse mislykkedes, forsøg igen.

source: Create a new account
da: Opret en ny konto

source: Create and add Labels to organize your inbox. Long press on a message for all options.
da: Opret og tilføj Etiketter for at organisere din indbakke. Langt tryk på en besked for at se alle valgmuligheder.

source: Create and add labels to organize your inbox. Press and hold down on a message for all options.
da: Opret og tilføj tiletiketter for at organisere din indbakke. Tryk og hold på en besked for at se alle valgmuligheder.

source: Create user failed
da: Brugeroprettelse mislykkedes

source: Current Language is:
da: Nuværende sprog er:

source: Current login password
da: Aktuel log ind-adgangskode

source: Current password
da: Aktuel adgangskode

source: Custom
da: Tilpasset

source: DECRYPT MAILBOX
da: DEKRYPTERE POSTKASSE

source: Drafts
da: KLADDER

source: Date:
da: Dato:

source: Date: %@
da: Dato: %@

source: Debug
da: Fejlfsøgning

source: Decrypt
da: Dekryptér

source: Decrypt token failed. Please try again.
da: Dekrypteringstoken fejlede, forsøg igen.

source: Decryption error
da: Dekrypteringsfejl

source: Decryption of this content failed
da: Denne indholdsdekryptering mislykkedes

source: Default
da: Standard

source: Default error. Please try again.
da: Standardfejl, forsøg igen.

source: Define Expiration Date
da: Angiv udløbsdato

source: Define hint (Optional)
da: Angiv tip (valgfrit)

source: Define password
da: Angiv adgangskode

source: Delete
da: Slet

source: Delete Contact
da: Slet kontakt

source: Delete Contact Group
da: Slet kontaktgruppe

source: Deleted
da: Slettet

source: Details
da: Oplysninger

source: Discard changes
da: Kassér ændringer

source: Discard draft
da: Kassér udkast

source: Display name
da: Visningsnavn

source: Display name updated
da: Visningsnavnet opdateret

source: Display name
da: Vis navn

source: Display name
da: Vis navn

source: Do you want to activate the purchased service plan for
da: Vil du aktivere det købte abonnement for

source: Do you want to cancel the process?
da: Annullér processen?

source: Do you want to save the unsaved changes?
da: Gem ugemte ændringer?

source: Don't Show Again
da: Vis ikke igen

source: Don't remind me again
da: Påmind mig ikke igen

source: Done
da: Udført

source: Double tap to setup
da: Dobbelttryk for at opsætte

source: Draft
da: Udkast

source: Drafts
da: Udkast

source: Edit
da: Redigér

source: Edit contact
da: Redigér kontakt

source: Edit Folder
da: Redigér mappe

source: Edit Group
da: Redigér gruppe

source: Edit Label
da: Redigér etiket

source: Edit Photo
da: Redigér foto

source: Edit mobile signature
da: Redigér mobilsignatur

source: Edit signature
da: Redigér signatur

source: Email Addresses
da: E-mailadresse

source: Email Contact
da: E-mailkontakt

source: Email Verification
da: E-mailbekræftelse

source: Email address
da: E-mailadresse

source: Email address invalid
da: E-mailadresse ugyldig

source: Email default signature
da: E-mail standardsignatur

# Email domain invalid
source: Invalid email domain
da: Ugyldigt e-maildomæne

source: Empty folder
da: Tøm mappe

source: Enable Default Signature
da: Aktivér standardsignatur

source: Enable FaceID
da: Aktiveér TouchID

source: Enable Mobile Signature
da: Aktivér mobilsignatur

source: Enable Notification Email
da: Aktivér notifikations-e-mail

source: Enable PIN protection
da: Aktivere PIN-beskyttelse

source: Enable TouchID
da: Aktivér TouchID

source: Encrypted Contact Details
da: Krypterede kontaktoplysninger

source: Encrypted for outside
da: Krypteret til ekstern kommunikation

source: Encrypted for outside reply
da: Krypteret til eksternt svar

source: Encrypted from outside
da: Eksternt krypteret

source: Encrypted from outside PGP inline
da: Krypteret fra ekstern PGP-inline

source: Encrypted from outside PGP/MIME
da: Krypteret fra ekstern PGP/MIME

source: Encrypted from outside signed PGP/MIME
da: Krypteret fra eksternt signeret PGP/MIME

source: Encryption Setup
da: Krypteringsopsætning

source: End Time
da: Sluttid

source: End-to-end encryption
da: Ende-til-ende kryptering

source: End-to-end encrypted
da: Ende-til-ende krypteret

source: End-to-end encrypted message
da: Ende-til-ende krypteret besked

source: End-to-end encrypted message from verified address
da: Ende-til-ende krypteret besked fra bekræftet adresse

source: End-to-end encrypted to verified address
da: Ende-til-ende krypteret for at bekræfte adresse

source: Enter
da: Angiv

source: Enter verification code
da: Angiv bekræftelseskode

source: Enter your PIN
da: Angiv din PIN-kode

source: Enter your PIN to unlock your inbox.
da: Angiv PIN-kode til oplåsning af din indbakke.

source: Enter your cell phone number
da: Angiv dit mobilnummer

source: Enter your existing email address.
da: Angiv din e-mail.

source: Error logs
da: Fejllogger

source: Error occured
da: Fejl opstod

source: Every time enter app
da: Ved enhver app-tilgang

source: Expires
da: Udløber

# Expires in %d days %d hours %d mins %d seconds
source: Expires in %1$d days %2$d hours %3$d mins %4$d seconds
da: Udløber om %1$d dage %2$d, timer %3$d, minutter og %4$d sekunder

source: Expiring messages
da: Beskedudløb

source: Extreme Security
da: Ekstrem sikkerhed

source: Forgot password?
da: GLEMT ADGANGSKODE?

source: Failed to determine type of file
da: Filtypebestemmelse mislykkedes

source: Failed to get list of available products from AppStore.
da: Miskykkedes at hente produktoversigt for tilgængelige produkter fra AppButik.

source: Failed to initialize the app's saved data
da: Mislykkedes at initialisere app'ens gemte data

source: Failed to initialize the application's saved data
da: Mislykkedes at initialisere app'ens gemte data

source: Fetch user info failed
da: Hentning af brugeroplysninger mislykkedes

source: Folder
da: Mapppe

source: Folder Name
da: Mappenavn

source: For individuals looking to benefit from secure communication at no cost
da: For enkeltpersoner, som ønsker at drage fordel af sikker kommunikation omkostningsfrit

source: For individuals that need more capacity, customization and advanced features
da: For enkeltpersoner, som behøver yderligere kapacitet, tilpasning og avancerede funktioner

source: For organizations that need multi-user support and additional productivity features
da: For organisationer, som behøver flerbrugersupport og yderligere produktivitetsfunktioner

source: For power users and groups of people that value full anonymity and privacy
da: For superbrugere og persongrupper, som værdsætter fuld anonymitet og privatliv

source: Forward
da: Videresend

source: Forwarded message
da: Videresendt besked

source: From
da: Fra

source: From:
da: Fra:

source: Fwd:
da: Videresend:

source: Gender
da: Køn

source: General settings
da: Generelle Indstillinger

source: Get %@
da: Bliv %@

source: Get more information
da: Få flere oplysninger

source: Go to inbox
da: Gå til Indbakke

source: Group Details
da: Gruppeoplysninger

source: Group Name
da: Gruppenavn

source: Groups
da: Grupper

# Help &amp; Support
source: Help & Support
da: Hjælp og Support

source: Help us to improve ProtonMail with your input.
da: Hjælp os med at forbedre ProtonMail med dit input.

source: Help us to make privacy the default in the web.
da: Hjælp os med at gøre fortrolighed til standarden på nettet.

source: Hide
da: Skjul

source: Hide details
da: Skjul detaljer

source: High Security
da: Høj sikkerhed

source: Hours
da: Timer

source: Human Check Failed
da: Robottjek mislykkedes

source: Human Check Warning
da: Robottjek -advarsel

source: Human Verification
da: Anti-bot bekræftelse

source: IMAP/SMTP Support via ProtonMail Bridge
da: IMAP-/SMTP-understøttelse via ProtonMail Bridge

source: Inbox
da: INDBAKKE

source: Import Error
da: Importfejl

source: Import file from...
da: Importér fil fra...

source: Importing Contacts
da: Importerer kontakter

source: Importing attachment, that can take a while
da: Importerer vedhæftning, dette kan tage et stykke tid

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
da: For at benytte vores tjenester skal du acceptere ProtonMail's Tjenestevilkår.

source: Inbox
da: Indbakke

source: Incorrect PIN,
da: Forkert PIN-kode.

source: Incorrect password
da: Forkert adgangskode

source: Input display name ...
da: Angiv visningsnavn...

source: Input Notification Email ...
da: Angiv notifikations-e-mail...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://proton.me/invite to request an invitation.
da: Straks-oprettelse af ProtonMail-konti er midlertidigt inaktiv. Gå til https://proton.me/invite for at anmode om en invitation.

source: Internal Error
da: Intern fejl

source: Invalid Password
da: Ugyldig adgangskode

source: Invalid URL
da: Ugyldig URL

source: Invalid username
da: Ugyldigt brugernavn

source: Invalid UserName!
da: Ugyldigt brugernavn!

source: Invalid access token please relogin
da: Ugyldig adgangstegn, log ind igen

source: Invalid access token. Please relogin.
da: Ugyldigt adgangstoken, log ind igen.

source: Invalid credential
da: Ugyldig legitimationsoplysning

source: Invalid hashed password!
da: Ugyldig hashet adgangskode!

source: Is this bug report about an in-app purchase?
da: Omhandler denne fejlanmeldelse In-app køb?

source: It is not possible to switch to %@ within our iOS app.
da: Det er ikke muligt at skifte til %@ i iOS-app'en.

source: It wasn't possible to match your purchased App Store product to any products on our server. Please fill in the bug report and our customer support team will contact you.
da: Det var ikke muligt at matche dit købte App Store-produkt til noget produkt på vores server. Udfyld venligst fejlrapporten, så kontakter kundesupportteamet dig.

source: Keep me updated about new features
da: Hold mig unnderrettet om nye funktioner

source: Key generation failed
da: Nøglegenerering mislykkedes

source: Key generation failed. Please try again.
da: Nøglegenerering mislykkedes, forsøg igen.

source: Key invalid. Please go back and try again.
da: Nøgle ugyldig, gå tilbage og forsøg igen.

source: Login
da: Log ind

source: Label management
da: Etikethåndtering

source: Label Name
da: Etiketnavn

source: Label as...
da: Kategorisér som...

source: Labels
da: Etiketter

source: Labels have been applied.
da: Etiketter anvendes.

# Labels, Folders, Filters &amp; More
source: Labels, Folders, Filters & More
da: Etiketter, Mapper, Filtre mv.

source: Labels/Folders
da: Etiketter/Mapper

source: Language
da: Sprog

source: Learn More
da: Få mere at vide

source: Learn more here
da: Få mere at vide her

source: Limited to 150 messages sent/day
da: Begrænset til 150 afsendte beskeder/dag

source: Load remote content
da: Indlæs fjernindhold

source: Loading...
da: Indlæser...

source: Local cache can't find mailbox password
da: Postkasseadgangskodes findes ikke i den lokale cache

source: Lock The App
da: Lås app'en

source: Login
da: Log ind

source: Login password
da: Log ind-adgangskode

source: Login password doesn't match
da: Log ind-adgangskode matcher ikke

source: Logout
da: Log ud

source: Logs
da: Logger

source: Looking to secure your contact's details?
da: Vil du sikre dine kontakters oplysninger?

source: Mailbox password
da: Postkasseadgangskode

source: Mailbox password
da: Postkasseadgangskode

source: Mailbox password doesn't match
da: Postkasseadgangskode matcher ikke

source: Manage Addresses
da: Håndtere adresser

source: Manage Labels/Folders
da: Håndtér Etiketter/Mapper

# Mark Read
source: Mark as read
da: Markér som Læst

source: Mark as unread
da: Markér som ulæst

source: Message %@
da: Besked %@

source: Message Password
da: Beskedadgangskode

source: Message queue
da: Beskedkø

source: Message Swipe Actions
da: Besked stryge-handlinger

source: Message expired
da: Besked udløbet

source: Message has been deleted.
da: Besked er slettet.

source: Message has been moved.
da: Besked er flyttet.

source: Message password does not match.
da: Beskedadgangskode matcher ikke.

source: Message sending failed please try again
da: Beskedafsendelse mislykkedes, forsøg igen

source: Message sending failed. Please try again.
da: Beskedafsendelse mislykkedes, forsøg igen.

source: Message sent
da: Besked afsendt

source: Messages you send can be set to auto delete after a certain time period.
da: Beskeder, du afsender, kan indstilles til auto-sletning efter et forudbestemt tidsinterval.

source: Mobile
da: Mobil

source: Mobile signature
da: Mobilsignatur
