Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS italian.xliff
Languages: it

source: Unable to parse response
it: Impossibile analizzare la risposta

# Unable to parse the response object:&#10;%@
source: Unable to parse the response object: %@
it: Impossibile analizzare l'oggetto della risposta: %@

source: Unable to parse token
it: Impossibile analizzare il token

source: Unable to send the email.
it: Impossibile inviare l'email

source: Undo
it: Annulla

# Unknow Error
source: Unknown error
it: Errore sconosciuto

# Unknow file
source: Unknown file
it: File sconosciuto

source: Unknown
it: Sconosciuto

source: Unknown Error
it: Errore sconosciuto

# Unkonw Version
source: Unknown version
it: Versione sconosciuta

source: Unlimited messages sent/day
it: Invio giornaliero di messaggi illimitato

source: Unread
it: Da leggere

source: Unsupported file type
it: Tipo di file non supportato

source: Up to %i users
it: Fino a %i utenti

source: Update
it: Aggiorna

source: Update Contact
it: Aggiorna contatto

source: Update Notification Email
it: Email di notifica di aggiornamento

source: Update Now
it: Aggiorna ora

source: Update Required
it: Aggiornamento necessario

source: Upgrade to a paid plan to benefit from more features
it: Effettua l'upgrade ad un piano a pagamento per ottenere più funzionalità

source: Upgrade to a paid plan to send from your %@ address
it: Effettua l'upgrade ad un piano a pagamento per inviare dal tuo indirizzo %@

source: Upgrade to get all paid features.
it: Effettua l'upgrade per ottenere tutte le funzionalità a pagamento.

source: Upload Contacts
it: Carica contatti

source: Upload iOS contacts to ProtonMail?
it: Caricare i contatti di iOS su ProtonMail?

# User already exist!
source: Username already taken
it: Utente già esistente!

# User is available!
source: Username is available
it: L'utente è disponibile!

source: Username exist
it: Nome utente esistente

# User name invalid
source: Invalid username
it: Nome utente non valido

source: Username
it: Nome utente

source: Verification code request failed
it: Richiesta di codice di verifica non riuscita

source: Verification code sent
it: Codice di verifica inviato

source: Verification error
it: Errore di verifica

source: Verification of this content’s signature failed
it: Verifica della firma di questo contenuto fallita

source: Version %@ %@
it: Versione %@ %@

source: View Headers
it: Visualizza intestazioni

source: View Plans
it: Visualizza Piani

source: Warning
it: Attenzione

source: Warning: Before you pass the human check you can't sent email!!!
it: Attenzione: prima di passare il controllo umano, non è possibile inviare messaggi!!!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
it: Attenzione: non è stata impostata alcuna email di recupero e il recupero dell'account è impossibile se si dimentica la password. Procedere senza email di recupero?

source: We have successfully activated your subscription. Please relaunch the app to start using your new service plan.
it: Abbiamo attivato con successo il tuo abbonamento. Si prega di riavviare l'app per iniziare a utilizzare il nuovo piano di servizio.

source: We will send a verification code to the cell phone above.
it: Ti invieremo un codice di verifica al telefono cellulare qui sopra.

source: We will send a verification code to the email address above.
it: Ti invieremo un codice di verifica all'indirizzo email indicato sopra.

source: We would like to know what we can do better.
it: Ci piacerebbe sapere che cosa possiamo fare di meglio.

source: Welcome to ProtonMail
it: Benvenuto in ProtonMail!

# What people see in the &quot;From&quot; field.
source: What people see in the "From" field.
it: Quello che la gente vede nel campo "Da".

source: When you send an email, this is the name that appears in the sender field.
it: Quando invii un'email, questo è il nome che compare nel campo del mittente.

source: Work
it: Lavoro

source: Wrong verification code
it: Codice di verifica non valido

source: Yes, activate it for
it: Sì, attivalo per

source: Yes, attach details of payment
it: Sì, allegare i dettagli del pagamento

source: You are about to launch the web browser and navigate to
it: Stai per avviare il browser web e navigare in

source: You can customize swipe gestures in the ProtonMail App Settings.
it: È possibile personalizzare i gesti di scorrimento nelle impostazioni di ProtonMail.

source: You can get help and support at proton.me/support. Bugs can also be reported with the app.
it: Puoi ricevere aiuto e assistenza su proton.me/support. I bug possono essere segnalati anche tramite l'app.

source: You can't set %@ address as default because it is a paid feature.
it: Non puoi impostare l'indirizzo %@ come predefinito perché è una funzionalità a pagamento.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
it: Hai abilitato i messaggi con scadenza, ma non tutti i destinatari li supportano. Aggiungi una password e/o disabilita l'invio con PGP per abilitare la scadenza per tutti i destinatari.

source: You have %d new emails!
it: Hai %d nuovi messaggi!

source: You have a new email!
it: Hai un nuovo messaggio!

source: You have unsaved changes. Do you want to save it?
it: Hai delle modifiche non salvate, vorresti salvarle?

# You have used %d%% of your storage space (%@).
source: You have used %1$d%% of your storage space (%2$@).
it: Hai usato il %1$d%% del tuo spazio di archiviazione (%2$@).

source: You have used up all of your storage space (%@).
it: Hai usato tutto lo spazio di archiviazione (%@).

source: You need at least one recipient to send
it: Hai bisogno di almeno un destinatario per inviare

source: Your Country Code
it: Codice del tuo paese

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
it: La tua casella di posta è ora protetta con la crittografia end-to-end. Per inviare email sicure ai tuoi amici, invitali ad usare ProtonMail! Puoi crittografare manualmente i messaggi inviati a loro anche se non stanno usando ProtonMail.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
it: Il tuo nuovo account di posta elettronica crittografata è stato impostato ed è pronto per inviare e ricevere messaggi crittografati.

# Your new secure email&#13;&#10; account is ready.
source: Your new secure email account is ready.
it: Il tuo nuovo account email&#13; sicuro è pronto.

source: Your plan is currently active until
it: Il tuo piano è attualmente attivo fino al

source: Your plan will automatically renew on
it: Il tuo piano si rinnoverà automaticamente il

source: Your signature has been updated.
it: La tua firma è stata aggiornata.

source: ZIP
it: CAP

source: and
it: e

source: at
it: alle

source: attempt remaining until secure data wipe!
it: tentativi restanti prima della cancellazione sicura dei dati!

source: attempts remaining
it: tentativi restanti

source: attempts remaining until secure data wipe!
it: tentativi restanti prima della cancellazione sicura dei dati!

source: close tour
it: termina tour

source: Days
it: giorni

source: for one year
it: per un anno

source: get contacts() failed, peopleOrderedByUsersPreference return null!!
it: ottenimento di contacts() fallito, peopleOrderedByUsersPreference ha restituito null!!

source: Hours
it: Ore

source: inline attachments
it: allegati inline

source: no object
it: nessun oggetto

source: normal attachments
it: allegati normali

source: privacy policy.
it: informativa sulla privacy.

source: terms and conditions
it: termini e condizioni

source: wrote:
it: ha scritto:

source: App Extension API is not available in this version of iOS
it: L'estensione dell'app per l'API non è disponibile in questa versione di iOS

source: Failed to contact the Password Extension
it: Impossibile contattare l'estensione password

source: Failed to execute script that collects web page information
it: Impossibile eseguire lo script che raccoglie informazioni sulla pagina web

source: Failed to fill web page because script could not be evaluated
it: Impossibile riempire la pagina web perché lo script non può essere valutato

source: Failed to fill web page because script is missing
it: Impossibile riempire la pagina web perché lo script non è stato trovato

source: Failed to obtain URL String from web view. The web view must be loaded completely when calling the Password Extension
it: Impossibile ottenere la stringa URL dalla vista web. La vista web deve essere caricata completamente quando si avvia l'estensione password

source: Failed to parse information returned by Password Extension
it: Impossibile analizzare le informazioni restituite dall'estensione password

source: Password Extension was cancelled by the user
it: L'estensione password è stata annullata dall'utente
