Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS catalan.xliff
Languages: ca

source: Local cache can't find mailbox password
ca: La memòria cau local no pot trobar la contrasenya de la bústia

source: Lock The App
ca: Bloqueja l'aplicació

source: Login
ca: Iniciar Sessió

source: Login password
ca: Contrasenya d'inici de sessió

source: Login password doesn't match
ca: La contrasenya d'inici de sessió no coincideix

source: Logout
ca: Tanca sessió

source: Logs
ca: Registres

source: Looking to secure your contact's details?
ca: Esteu buscant la informació dels vostres contactes?

source: Mailbox password
ca: Contrasenya de la bústia

source: Mailbox password
ca: Contrasenya de la bústia

source: Mailbox password doesn't match
ca: La contrasenya de la bústia no coincideix

source: Manage Addresses
ca: Gestionar les adreces

source: Manage Labels/Folders
ca: Gestiona etiquetes/carpetes

# Mark Read
source: Mark as read
ca: Marca com a llegit

source: Mark as unread
ca: Marca com a no llegit

source: Menu
ca: Menú

source: Message %@
ca: Missatges %@

source: Message Password
ca: Contrasenya del missatge

source: Message queue
ca: Cua de missatges

source: Message Swipe Actions
ca: Accions de desplaçament del missatge

source: Message expired
ca: El missatge ha caducat

source: Message has been deleted.
ca: S'ha eliminat el missatge.

source: Message has been moved.
ca: El missatge s'ha mogut.

source: Message password does not match.
ca: La contrasenya del missatge no coincideix.

source: Message sending failed please try again
ca: Error en l'enviament de missatges. Torna-ho a provar

source: Message sending failed. Please try again.
ca: Error en l'enviament del missatge. Torneu-ho a provar.

source: Message sent
ca: Missatge enviat

source: Messages you send can be set to auto delete after a certain time period.
ca: Els missatges que envieu poden configurar-se com a supressió automàtica després d'un cert període de temps.

source: Mobile
ca: Mòbil

source: Mobile signature
ca: Signatura mòbil

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at proton.me using a desktop or laptop computer.
ca: Els registres mòbils estan desactivats temporalment. Torneu-ho a provar més tard o proveu de registrar-se a proton.me mitjançant un ordinador d'escriptori o ordinador portàtil.

source: Modifying or turning off the default mobile signature is a paid feature.
ca: Modificar o desactivar la signatura móbil predeterminada es una funció de pagament.

source: More
ca: Mes

source: More Credits
ca: Més Crèdits

source: Move to AllMail
ca: Mou a tot correu

source: Move to Archive
ca: Moure al arxivador

source: Move to Draft
ca: Moure a Esborrany

source: Move to Folder
ca: Traslladar a la carpeta

source: Move to Inbox
ca: Moure a la safata d'entrada

source: Move to Outbox
ca: Mou a la safata de sortida

source: Move to Spam
ca: Moure a correu brossa

source: Move to Trash
ca: Moure a la paperera

source: Move to...
ca: Moure a...

source: Multiple addresses
ca: Adreces múltiples

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
ca: Necessita Un Compte? Registra'T

source: Name
ca: Nom

source: New login password
ca: Nova contrasenya d'inici de sessió

source: New mailbox password
ca: Nova contrasenya de la bústia de correu

source: New password
ca: Contrasenya nova

source: Nickname
ca: Sobrenom

source: No Messages
ca: No hi ha missatges

source: No connectivity detected...
ca: No s'ha detectat cap connectivitat...

source: No, for another ProtonMail account
ca: No, per un altre compte de ProtonMail

source: No, not related to in-app purchase
ca: No, no relacionat amb una compra dins l'aplicació

source: None
ca: Cap

source: Not Now
ca: Ara no

source: Not all recipients support message expiration
ca: No tots els destinataris admeten la data de caducitat del missatge

source: Note: The Username is also your ProtonMail address.
ca: Nota: El nom d'usuari també és l'adreça de ProtonMail.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
ca: Nota: s'utilitza per xifrar i desxifrar els vostres missatges. No perdis aquesta contrasenya, no podem recuperar-la.

source: Note: This is used to log you into your account.
ca: Nota: s'utilitza per iniciar sessió al vostre compte.

source: Notice
ca: Avís

source: Notification / Recovery Email
ca: Notificació / recuperació Correu electrònic

source: Notification email
ca: Correu electrònic de notificació

source: Notification Snooze
ca: Posició de notificació

source: Notifications Are Snoozed
ca: Es posposen les notificacions

source: Notifications Snooze Off
ca: Notificacions posposar fora

source: OK
ca: Accepta

source: OTHER PLANS
ca: ALTRES PLANS

source: On
ca: Actiu

source: On EE, MMM d, yyyy at %@
ca: El EE, d MMM, yyyy a les %@

# On EE, MMM d, yyyy at %@, %@, wrote:
source: On EE, MMM d, yyyy at %1$@, %2$@, wrote:
ca: El EE, MMM d, yyyy a les %1$@, %2$@, va escriure:

source: Open draft
ca: EsborranyObert

source: Organization
ca: Organització

source: Other
ca: Altres

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the AppStore's servers.
ca: El nostre equip intentarà activar el vostre abonament manualment si està d'acord en adjuntar les dades tècniques que l'AppStore ens proporcionà en el moment de la compra. Aquestes dades no inclouen detalls del seu compte d'iTunes, d'Apple ID, de tarjetes de crèdit o cap altra informació personal. Solament servirà per verificar que la transacció s'ha realitzat en els servidors d'AppStore.

source: Outbox
ca: Bústia de sortida

source: PGP-encrypted
ca: PGP-encriptat

source: PGP-encrypted message
ca: Missatge PGP-encriptat

source: PGP-encrypted message from verified address
ca: Missatge PGP xifrat de direcció verificada

source: PGP-signed
ca: Signat amb PGP

source: PGP-signed message from verified address
ca: Missatge signat per PGP d'una adreça verificada

source: PREMIUM FEATURE
ca: CARACTERÍSTIQUES PRÈMIUM

source: Password
ca: Contrasenya

# Password Mismatch
source: Passwords do not match
ca: La contrasenya no coincideix

source: Password updated
ca: Contrasenya actualitzada

source: Password cannot be empty.
ca: La contrasenya no es pot deixar en blanc.

source: Password update failed
ca: Actualització de contrasenya ha fallat

source: Phone
ca: Telèfon

source: Phone Verification
ca: Verificació del telèfon

source: Phone number
ca: Número de telèfon

source: Phone number invalid
ca: El número de telèfon no és vàlid

source: Photo Library
ca: Biblioteca de fotografies

source: Pin code can't be empty.
ca: El codi del Pin no pot estar buit.

source: Please add a password for the following recipients.
ca: Si us plau, afegiu una contrasenya per als destinataris següents.

source: Please check your cell phone for the verification code.
ca: Si us plau, reviseu el vostre mòbil per obtenir el codi de verificació.

source: Please check your email for the verification code.
ca: Comproveu el vostre correu electrònic per obtenir el codi de verificació.

source: Please disable PGP Sending for following addresses.
ca: Si us plau, desactiveu l'enviament PGP per a les adreces següents.

source: Please input a valid cell phone number.
ca: Introduïu un número de telèfon mòbil vàlid.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the purchase.
ca: Si us plau, accediu al compte de ProtonMail que voleu actualitzar per poder completar la compra.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the service plan activation.
ca: Si us plau, accediu al compte de ProtonMail que voleu actualitzar per poder completar la compra.

source: Please pick a username first!
ca: Selecciona un nom d'usuari primer!

source: Please provide a group name
ca: Si us plau, indica un nom per al grup

# Please remove all attachments before changing sender!
source: Please remove all attachments before changing the sender
ca: Si us plau, elimineu tots els fitxers adjunts abans de canviar el remitent

source: Please select at least one email for the contact group
ca: Si us plau, seleccioneu almenys un e-mail per al grup de contacte

source: Please select one of the following options:
ca: Seleccioneu una de les opcions següents:

source: Please set a password.
ca: Si us plau establiu una contrasenya.

source: Please try a different domain.
ca: Si us plau, proveu un domini diferent.

source: Please try a different email address.
ca: Si us plau, proveu una altra adreça electrònica.

source: Please try a different password.
ca: Si us plau, proveu una contrasenya diferent.

source: Please try a different username.
ca: Si us plau, proveu un nom d’usuari diferent.

source: Please try again
ca: Torneu-ho a provar, si us plau

source: Please unlock the app to proceed with your service plan activation
ca: Si us plau, obriu l'app per continuar amb l’activació de l’abonament

source: Please use ProtonMail App login first.
ca: Si us plau, utilitzeu primer l'inici de sessió en l’App ProtonMail.

source: Please use the web application to reset your password.
ca: Utilitzeu l'aplicació web per restablir la vostra contrasenya.

source: Please use the web version of ProtonMail to change your mailbox password!
ca: Si us plau, utilitzeu la versió web de ProtonMail per canviar la contrasenya de bústia!

source: Please use the web version of ProtonMail to change your passwords!
ca: Utilitzeu la versió web de ProtonMail per canviar les contrasenyes!

source: Please use your new password when signing in.
ca: Utilitzeu la vostra nova contrasenya en iniciar la sessió.

source: Please wait until the email downloaded!
ca: Espereu fins que baixeu el correu electrònic!

source: Please, manage it in your phone.
ca: Si us plau, féu-ho en el telèfon.

source: Print
ca: Imprimeix

source: Protection
ca: Protecció

source: Protection entire app
ca: Aplicació completa de protecció

source: ProtonMail Plus is required to customize your mobile signature
ca: Es requereix ProtonMail Plus per personalitzar la vostra signatura mòbil

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact’s name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
ca: ProtonMail Plus/Professional/Visionario li permet afegir i editar detalls de contacte més enllà del nom i correu electrònic del vostre contacte. Mitjançant l'ús de ProtonMail, aquestes dades seran tan segures com el vostre correu electrònic xifrat extrem a extrem.

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
ca: ProtonMail no ven anuncis ni abusos de la vostra privadesa. El vostre suport és essencial per mantenir funcionant ProtonMail. Podeu actualitzar a un compte de pagament o donar per donar suport a ProtonMail.

source: ProtonMail encrypted emails
ca: Correus electrònics xifrats de ProtonMail

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
ca: Actualment ProtonMail es troba fora de línia, consulta'n l'estat actual al nostre twitter: https://twitter.com/protonmail

source: ProtonVPN included
ca: ProtonVPN inclòs

source: Quick Swipe actions
ca: Accions de desplaçament ràpid

source: RESET MAILBOX PASSWORD
ca: RESTABLIR LA CONTRASENYA DE LA BÚSTIA DE CORREU

# Rate &amp; Review
source: Rate & Review
ca: Tarifa & Revisió

source: Re-Enter your PIN
ca: Torneu a introduir el vostre PIN

source: Reading device contacts data...
ca: Dades de contacte del dispositiu de lectura...

source: Recovery Code
ca: Codi de recuperació

source: Recovery Email
ca: Correu electrònic de recuperació

source: Recovery Email Warning
ca: Avís de correu electrònic de recuperació

source: Remind Me Later
ca: Recorda-m'ho més tard

source: Remove
ca: Elimina

source: Remove Star
ca: Treure estrella

source: Repeat
ca: Repeteix

source: Reply
ca: Respon

source: Reply All
ca: Respon a tothom

source: Reply message
ca: Respondre al missatge

source: Reply all
ca: Respondre a tots

source: Report Bugs
ca: Informa d'un error

source: Report Phishing
ca: Informar de suplantació

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
ca: En informar d’un missatge com a intent de suplantació d’identitat aquest se’ns serà enviat, per poder analitzar-lo i millorar-ne els filtres. Això significa que podrem veure el contingut del missatge sencer.

source: Request Link Confirmation
ca: Sol·licita Confirmació d'Enllaços

source: Resetting message cache ...
ca: S'està restablint la memòria cau del missatge ...

source: Retry
ca: Torneu a provar

source: Retry after %d seconds
ca: Torneu a provar després de %d segons

source: Sent
ca: ENVIAT

source: Spam
ca: CORREU BROSSA

source: SRP Client
ca: Client SRP

source: SRP Server
ca: Servidor SRP

source: Starred
ca: DESTACATS

source: Save
ca: Desa

source: Save Changes
ca: Desa els canvis

source: Save draft
ca: Desa l'esborrany

source: Scheduled
ca: Programat

source: Search
ca: Cerca

source: Select An Option
ca: Seleccioneu una opció

source: Select Color
ca: Seleccioneu un color

source: Select your language
ca: Seleccioneu la vostra llengua

source: Send
ca: Envia

source: Send verification code
ca: Envia el codi de verificació

source: Send anyway
ca: Enviar de totes maneres

source: Send message without subject?
ca: Enviar missatge sense assumpte?

source: Send plain but stored enc
ca: Envia en text plà però emmagatzemat enc

source: Sender Verification Failed
ca: La verificació del remitent ha fallat

source: Sending message
ca: Missatge d'enviament

source: Sending message
ca: S'està enviant el missatge

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
ca: S'estan enviant missatges de %1$@ L'adreça és una funció remunerada. El vostre missatge s'enviarà des de la vostra adreça predeterminada %2$@

source: Sent
ca: Enviat

source: Sent Failed
ca: Enviament fallit

source: Sent by ProtonMail with zero access encryption
ca: Enviat per ProtonMail amb xifrat d'accés zero

source: Sent by you with end-to-end encryption
ca: Enviat per vostè amb xifrat d'extrem a extrem

source: Server proofs not valid!
ca: Les proves del servidor no són vàlides!

source: Set Password
ca: Establir contrasenya

source: Set a password to encrypt this message for non-ProtonMail users.
ca: Estableix una contrasenya per xifrar aquest missatge per usuaris que no siguin de ProtonMail.

source: Set passwords
ca: Estableix la contrasenya

source: Settings
ca: Preferències

source: Share Alert
ca: Comparteix una alerta

source: Share Contact
ca: Comparteix el contacte

source: Share it with your friends
ca: Compartiu-lo amb els vostres amics

# Sign Out
source: Log out
ca: Tancar sessió

source: Signature
ca: Signatura

source: Signature Updated
ca: Signatura actualitzada

source: Single Password
ca: Contrasenya individual

source: Snooze Notifications
ca: Posposar Notificacions

source: Snoozed for
ca: Posposat per

source: Snoozed till
ca: Posposat fins

source: Sorry, we cannot process purchases in the beta version of the iOS app. Thank you for participating in our public beta!
ca: Ho sentim, no processem compres en la versió beta de l’app iOS. Gràcies per participar en la nostra beta pública!

source: Space warning
ca: Avís espacial

source: Spam
ca: Correu brossa

source: Spammed
ca: Correu brossa

# Srp single password keyslat invalid!
source: Srp single password keysalt invalid!
ca: Srp única clau keyslat no és vàlid!

source: Star
ca: Destacat

source: Starred
ca: Destacats

source: Start Time
ca: Hora d'inici

source: State
ca: Estat

source: Storage
ca: Emmagatzematge

source: Storage Warning
ca: Avís d'emmagatzematge

source: Stored with zero access encryption
ca: Almacenado con cifrado de acceso cero

source: Street
ca: Carrer

source: Subject
ca: Assumpte

source: Subject:
ca: Assumpte:

source: Subscription
ca: Subscripció

source: Support ProtonMail
ca: Suport ProtonMail

source: Support for %i custom domains (e.g. user@yourdomain.com)
ca: Suport per a %i dominis personalitzats (p. ex. usuari@elteudomini.com)

source: Swipe Left to Right
ca: Llisca a l'esquerra o a la dreta

source: Swipe Right to Left
ca: Llisca de dreta a esquerra

source: System can't copy the file
ca: El sistema no pot copiar el fitxer

source: Trash
ca: PAPERERA

# Take a Photo
source: Take photo
ca: Fes una foto

source: Tap send anyway to send without expiration to these recipients
ca: Toca enviar de totes maneres per enviar sense venciment a aquests destinataris

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
ca: Gràcies per enviar un informe d'error. Hem afegit el vostre informe al nostre sistema de seguiment d'errors.

source: The password is wrong.
ca: La contrasenya és incorrecta.

source: The ProtonMail current offline...
ca: L'actual ProtonMail està fora de línia...

source: The username have been taken.
ca: El nom d'usuari ja està agafat.

source: The authentication credentials are invalid.
ca: Les credencials d'autenticació no són vàlides.

source: The authentication token has expired.
ca: El token d'autenticació ha caducat.

source: The current standard
ca: L'estàndard actual

source: The display name is now %@.
ca: El nom de visualització és ara %@.

source: The draft cache is broken. Please try again.
ca: La memòria cau de l’esborrany està trencada. Si us plau, torneu-ho a provar.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
ca: Ha fallat l'enviament incorrecte del format de projecte!

source: The highest level of encryption available.
ca: El nivell més alt de xifrat disponible.

source: The label name is duplicate
ca: El nom de l’etiqueta està duplicat

source: The mailbox password is incorrect.
ca: La contrasenya de la bústia de correu electrònic no és correcta.

source: The maximum number of distinct recipients is %d
ca: El nombre màxim de destinataris diferents és %d

source: The maximum number of labels is %d.
ca: El nombre màxim d'etiquetes és %d.

# The new password can't empty
source: The new password can't be empty
ca: La nova contrasenya no pot estar buida

source: The new password can't empty.
ca: La nova contrasenya no es pot buidar.

# The new password not match
source: Passwords do not match
ca: Les contrasenyes no coincideixen

source: The new password not match.
ca: La nova contrasenya no coincideix.

source: The optional recovery email address allows you to reset your login password if you forget it.
ca: L'adreça electrònica de recuperació opcional us permet restablir la vostra contrasenya d'inici de sessió si l'oblideu.

source: The password you entered does not match the current password.
ca: La contrasenya que heu introduït no coincideix amb la contrasenya actual.

source: The passwords you entered do not match.
ca: Les contrasenyes que heu introduït no coincideixen.

source: The private key update failed.
ca: No s'ha pogut actualitzar la clau privada.

source: The request timed out.
ca: S'ha esgotat la sol·licitud.

source: The total attachment size can't be bigger than 25MB
ca: La mida del fitxer adjunt no pot ser superior a 25 Mb

source: The total attachment size cannot exceed 25MB
ca: La mida total del fitxer adjunt no pot ser superior a 25 Mb

# The verification email invalid
source: Invalid verification email
ca: Correu electrònic de verificació no vàlid

source: The verification failed!
ca: La verificació ha fallat!

source: There was an error creating or loading the app's saved data.
ca: S'ha produït un error en crear o carregar les dades desades de l'aplicació.

source: There was an error creating or loading the application's saved data.
ca: S'ha produït un error en crear o carregar les dades desades de l'aplicació.

source: This can take a while. Please do not dismiss the app.
ca: Pot trigar una estona. Si us plau, no tanqueu l'app.

source: This contact belongs to your address book.
ca: Aquest contacte pertany a la vostra llibreta d'adreces.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
ca: Aquest correu no ha superat els requisits d'autentificació del domini. Pot ser que estigui falsejat o reenviat indegudament!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
ca: Aquest correu sembla que sigui d'una adreça de ProtonMail però ha arribat des de fora del nostre sistema i no ha passat els requisits d'autentificació. És possible que es tracti d'un correu falsejat o reenviat indegudament!

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
ca: Aquest missatge pot ser un intent de suplantació d’identitat. Comproveu el remitent i els continguts per assegurar-vos que són legítims.

source: Title
ca: Títol

source: To
ca: Per a

# To prevent abuse of ProtonMail,&#13;&#10; we need to verify that you are human.
source: To prevent abuse of ProtonMail, we need to verify that you are human.
ca: Per evitar l'ús abusiu de ProtonMail,&#13; necessitem verificar que sou humà.

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
ca: Per restablir la contrasenya de la vostra bústia, si us plau, feu servir la versió de ProtonMail a proton.me

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
ca: Per restablir la contrasenya de la vostra bústia, si us plau feu servir la versió de ProtonMail a proton.me

source: To:
ca: Per a:

source: Token expired
ca: Token caducat

source: Too many recipients
ca: Massa destinataris

source: TouchID is not enrolled, enable it in the system Settings
ca: L'identificador tàctil no està inscrit, habiliteu-lo a la configuració del sistema

source: TouchID not available
ca: L'identificador tàctil no està disponible

source: Trash
ca: Paperera

source: Trouble shooting guide
ca: Guia de resolució de problemes

source: Turn Off
ca: Apagar

source: Tweet about ProtonMail
ca: Trucada sobre ProtonMail

source: Two Factor Code
ca: Codi de dos factors

source: User log in
ca: LOGIN D'USUARI

source: Unable to connect to the server
ca: No es pot connectar al servidor

source: Unable to construct a valid URL with the following path: %@
ca: Impossible construir una URL vàlida amb la següent ruta: %@

source: Unable to create SRP Client!
ca: No es pot crear SRP Client!

source: Unable to decrypt message.
ca: No es pot desxifrar el missatge.

source: Unable to edit this message offline
ca: Impossible modificar aquest missatge fora de línia

source: Unable to generate hashed password!
ca: No es pot generar el hash de la contrasenya!

source: Unable to get contacts
ca: No es pot obtenir contactes

source: Unable to parse authentication info!
ca: No s'ha pogut analitzar la informació d'autenticació!

source: Unable to parse authentication token!
ca: No s'ha pogut analitzar el testimoni d'autenticació!
