Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS french.xliff
Languages: fr

source: Unable to edit this message offline
fr: Impossible de modifier ce message hors ligne

source: Unable to generate hashed password!
fr: Impossible de générer le mot de passe haché !

source: Unable to get contacts
fr: Impossible de récupérer les contacts

source: Unable to parse authentication info!
fr: Impossible d’analyser les informations d’authentification !

source: Unable to parse authentication token!
fr: Impossible d’analyser le jeton d’authentification !

source: Unable to parse cached authentication token!
fr: Impossible d’analyser le jeton d’authentification mise en cache !

source: Unable to parse response
fr: Impossible d’analyser la réponse

# Unable to parse the response object:&#10;%@
source: Unable to parse the response object: %@
fr: Impossible d’analyser l’objet de la réponse : %@

source: Unable to parse token
fr: Impossible d’analyser le jeton

source: Unable to send the email.
fr: Impossible d'envoyer l'email

source: Undo
fr: Annuler

# Unknow Error
source: Unknown error
fr: Erreur inconnue

# Unknow file
source: Unknown file
fr: Fichier inconnu

source: Unknown
fr: Inconnu

source: Unknown Error
fr: Erreur inconnue

# Unkonw Version
source: Unknown version
fr: Version inconnue

source: Unlimited messages sent/day
fr: Aucune limite d’envoi/jour

source: Unread
fr: Non lu(s)

source: Unsupported file type
fr: Type de fichier non pris en charge

source: Up to %i users
fr: Jusqu'à %i utilisateurs

source: Update
fr: Mettre à jour

source: Update Contact
fr: Mettre à jour le contact

source: Update Notification Email
fr: Mettre à jour l'adresse email de secours

source: Update Now
fr: Mettre à jour maintenant

source: Update Required
fr: Mise à jour nécessaire

source: Upgrade to a paid plan to benefit from more features
fr: Souscrivez à une offre payante pour bénéficier de plus de fonctionnalités

source: Upgrade to a paid plan to send from your %@ address
fr: Passez à une offre payante pour envoyer depuis votre adresse %@

source: Upgrade to get all paid features.
fr: Passez à une offre payante pour obtenir toutes les fonctionnalités payantes.

source: Upload Contacts
fr: Importer des contacts

source: Upload iOS contacts to ProtonMail?
fr: Importer les contacts iOS dans ProtonMail ?

# User already exist!
source: Username already taken
fr: Nom d'utilisateur déjà pris

# User is available!
source: Username is available
fr: Le nom d'utilisateur est disponible !

source: Username exist
fr: Le nom d'utilisateur existe

# User name invalid
source: Invalid username
fr: Nom d'utilisateur invalide

source: Username
fr: Nom d'utilisateur

source: Verification code request failed
fr: Échec de la demande de code de vérification

source: Verification code sent
fr: Code de vérification envoyé

source: Verification error
fr: Erreur de vérification

source: Verification of this content’s signature failed
fr: La vérification de la signature de ce contenu a échoué

source: View Headers
fr: Afficher les en-têtes

source: View Plans
fr: Afficher les offres

source: Warning
fr: Avertissement

source: Warning: Before you pass the human check you can't sent email!!!
fr: Attention : vous ne pouvez pas envoyer d'email avant d'avoir passé la vérification humaine !!!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
fr: Avertissement : Vous n’avez pas défini d'email de secours, la récupération du compte est donc impossible si vous oubliez votre mot de passe. Voulez-vous poursuivre sans email de récupération ?

source: We have successfully activated your subscription. Please relaunch the app to start using your new service plan.
fr: Nous avons activé votre abonnement avec succès. Veuillez relancer l'application pour commencer à utiliser les nouveaux fonctionnalités de votre offre.

source: We will send a verification code to the cell phone above.
fr: Nous enverrons un code de vérification au numéro de téléphone ci-dessus.

source: We will send a verification code to the email address above.
fr: Nous enverrons un code de vérification à l’adresse email ci-dessus.

source: We would like to know what we can do better.
fr: Nous aimerions savoir ce que nous pouvons améliorer.

source: Welcome to ProtonMail
fr: Bienvenue sur ProtonMail !

# What people see in the &quot;From&quot; field.
source: What people see in the "From" field.
fr: Ce que les gens voient dans le champ « De ».

source: When you send an email, this is the name that appears in the sender field.
fr: Lorsque vous envoyez un email, c'est le nom qui apparaît dans le champ expéditeur.

source: Work
fr: Travail

source: Wrong verification code
fr: Code de vérification erroné

source: Yes, activate it for
fr: Oui, l'activer pour

source: Yes, attach details of payment
fr: Oui, joindre les détails du paiement

source: You are about to launch the web browser and navigate to
fr: Vous êtes sur le point de lancer le navigateur web et de visiter

source: You can customize swipe gestures in the ProtonMail App Settings.
fr: Vous pouvez personnaliser les gestes de balayage dans les paramètres de l'application ProtonMail.

source: You can get help and support at proton.me/support. Bugs can also be reported with the app.
fr: Vous pouvez obtenir de l'aide via proton.me/support. Les bugs peuvent également être signalés depuis l'application.

source: You can't set %@ address as default because it is a paid feature.
fr: Vous ne pouvez pas définir l’adresse %@ comme valeur par défaut parce qu'il s'agit d'une fonctionnalité payante.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
fr: Vous avez ajouté un délai d'expiration, mais tous les destinataires ne prennent pas cela en charge. Veuillez ajouter un mot de passe et/ou désactiver l'envoi PGP pour utiliser un délai d'expiration pour tous les destinataires.

source: You have %d new emails!
fr: Vous avez %d nouveaux messages !

source: You have a new email!
fr: Vous avez un nouveau message !

source: You have unsaved changes. Do you want to save it?
fr: Vous avez des modifications non enregistrées. Voulez vous les enregistrer ?

# You have used %d%% of your storage space (%@).
source: You have used %1$d%% of your storage space (%2$@).
fr: Vous avez utilisé %1$d%% de votre espace de stockage (%2$@).

source: You have used up all of your storage space (%@).
fr: Vous avez épuisé tout votre espace de stockage (%@).

source: You need at least one recipient to send
fr: Vous avez besoin d’au moins un destinataire pour envoyer

source: Your Country Code
fr: Votre code de pays

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
fr: Votre boîte de réception est maintenant protégée par le chiffrement de bout en bout. Pour envoyer automatiquement des emails sécurisés à vos contacts, invitez-les à rejoindre ProtonMail ! Vous pouvez aussi chiffrer vos messages manuellement s'ils n'utilisent pas ProtonMail.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
fr: Votre nouveau compte de messagerie chiffrée a été mis en place, et est prêt à envoyer et recevoir des messages chiffrés.

# Your new secure email&#13;&#10; account is ready.
source: Your new secure email account is ready.
fr: Votre nouveau compte&#13; de messagerie sécurisée est prêt.

source: Your plan is currently active until
fr: Votre abonnement est actuellement actif jusqu'au

source: Your plan will automatically renew on
fr: Votre offre sera automatiquement renouvelée le

source: Your signature has been updated.
fr: Votre signature a été mise à jour.

source: ZIP
fr: Code postal

source: and
fr: et

source: at
fr: à

source: attempt remaining until secure data wipe!
fr: tentative restante avant l'effacement sécurisé des données !

source: attempts remaining
fr: tentatives restantes

source: attempts remaining until secure data wipe!
fr: tentatives restantes avant l'effacement sécurisé des données !

source: close tour
fr: fermer la visite guidée

source: Days
fr: jours

source: for one year
fr: pour un an

source: get contacts() failed, peopleOrderedByUsersPreference return null!!
fr: Impossible d'obtenir les contacts(), peopleOrderedByUsersPreference ne renvoit rien!!

source: Hours
fr: heures

source: inline attachments
fr: pièces jointes intégrées

source: no object
fr: aucun objet

source: normal attachments
fr: pièces jointes normales

source: privacy policy.
fr: Politique de confidentialité.

source: terms and conditions
fr: Conditions générales d'utilisation

source: wrote:
fr: a écrit :

source: App Extension API is not available in this version of iOS
fr: L'extension de l'API de l'application n'est pas disponible sur cette version d'iOS

source: Failed to contact the Password Extension
fr: L'appel de l’extension des mots de passe a échoué

source: Failed to execute script that collects web page information
fr: Impossible d'exécuter le script qui recueille les informations de la page web

source: Failed to fill web page because script is missing
fr: Impossible de remplir la page web car le script est manquant

source: Failed to obtain URL String from web view. The web view must be loaded completely when calling the Password Extension
fr: Impossible d'obtenir une chaîne URL à partir de la vue web. La vue web doit être complètement chargée lors de l'appel de l'extension de mot de passe

source: Failed to parse information returned by Password Extension
fr: Impossible d'analyser les informations renvoyées par l'extension de mot de passe

source: Password Extension was cancelled by the user
fr: L'extension de mot de passe a été annulée par l'utilisateur
