Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS romanian.xliff
Languages: ro

source: Warning: Before you pass the human check you can't sent email!!!
ro: Avertisment: Nu puteți trimite mesaje până nu dovediți că sunteți o persoană!!!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
ro: Avertizare: Nu ați setat un e-mail de recuperare pentru a vă putea recuperarea contul dacă vă uitați parola. Continuați fără e-mail de recuperare?

source: We have successfully activated your subscription. Please relaunch the app to start using your new service plan.
ro: V-am activat cu succes abonamentul. Reporniți aplicația pentru a începe să utilizați noul tip de abonament.

source: We will send a verification code to the cell phone above.
ro: Vă vom trimite un cod de verificare la numărul de telefon de mai sus.

source: We will send a verification code to the email address above.
ro: Vom trimite un cod de verificare la adresa de e-mail de mai sus.

source: We would like to know what we can do better.
ro: Am dori să știm ce putem face mai bine.

source: Welcome to ProtonMail
ro: Bine ați venit la ProtonMail!

# What people see in the &quot;From&quot; field.
source: What people see in the "From" field.
ro: Ceea ce văd destinatarii în câmpul "De la".

source: When you send an email, this is the name that appears in the sender field.
ro: Când trimiteți un e-mail, acesta este numele care apare în câmpul expeditorului.

source: Work
ro: Serviciu

source: Wrong verification code
ro: Cod de verificare incorect

source: Yes, activate it for
ro: Da, activare pentru

source: Yes, attach details of payment
ro: Da, atașez detaliile plății

source: You are about to launch the web browser and navigate to
ro: Urmează să lansezi navigatorul și să accesezi

source: You can customize swipe gestures in the ProtonMail App Settings.
ro: Puteți personaliza gesturile de glisare în setările aplicației ProtonMail.

source: You can get help and support at proton.me/support. Bugs can also be reported with the app.
ro: Puteți primi ajutor și asistență la proton.me/support. Erorile pot fi raportate și direct din aplicație.

source: You can't set %@ address as default because it is a paid feature.
ro: Nu puteți seta adresa %@ ca fiind implicită. Această este o funcție cu plată.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
ro: Ați activat expirarea mesajelor, dar nu toți destinatarii suportă această funcție. Adăugați o parolă și/sau dezactivați trimiterea cu PGP pentru a folosi expirarea pentru toți.

source: You have %d new emails!
ro: Aveți %d mesaje noi!

source: You have a new email!
ro: Aveți un mesaj nou!

source: You have unsaved changes. Do you want to save it?
ro: Aveți modificări nesalvate. Doriți să le salvați?

# You have used %d%% of your storage space (%@).
source: You have used %1$d%% of your storage space (%2$@).
ro: Ați utilizat %1$d% din spațiul de stocare (%2$@).

source: You have used up all of your storage space (%@).
ro: Ați utilizat tot spațiul de stocare disponibil (%@).

source: You need at least one recipient to send
ro: Trebuie cel puțin un destinatar pentru a trimite mesajul

source: Your Country Code
ro: Codul de țară

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
ro: Mesajele sunt acum protejate cu criptare de ambele părți. Pentru a trimite prietenilor mesaje sigure automat, convingeți-i să se înscrie în ProtonMail! Puteți și să criptați manual mesajele dacă aceștia nu folosesc ProtonMail.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
ro: Noul dvs. cont de e-mail criptat a fost setat și este pregătit pentru trimiterea și primirea mesajelor criptate.

# Your new secure email&#13;&#10; account is ready.
source: Your new secure email account is ready.
ro: Noul cont de e-mail&#13; securizat este gata.

source: Your plan is currently active until
ro: Abonamentul este activ până la

source: Your plan will automatically renew on
ro: Abonamentul se va autoreînnoi la

source: Your signature has been updated.
ro: Semnătura v-a fost actualizată.

source: ZIP
ro: Cod poştal

source: and
ro: și

source: at
ro: la

source: attempt remaining until secure data wipe!
ro: încercare rămasă până la ștergerea sigură a datelor!

source: attempts remaining
ro: încercări rămase

source: attempts remaining until secure data wipe!
ro: încercări rămase până până la distrugerea sigură a datelor!

source: close tour
ro: închidere

source: Days
ro: zile

source: for one year
ro: pentru un an

source: get contacts() failed, peopleOrderedByUsersPreference return null!!
ro: get contacts() a eșuat, peopleOrderedByUsersPreference a returnat null!!

source: Hours
ro: Ore

source: inline attachments
ro: atașamente incluse

source: no object
ro: fără obiect

source: normal attachments
ro: atașamente normale

source: privacy policy.
ro: politica de confidențialitate.

source: terms and conditions
ro: termeni și condiții

source: wrote:
ro: a scris:

source: App Extension API is not available in this version of iOS
ro: Extensia API a aplicației nu este disponibilă în această versiune de iOS

source: Failed to contact the Password Extension
ro: Eșuare contactare extensie pentru parole

source: Failed to execute script that collects web page information
ro: Eșuare executare comenzi de colectare informații despre pagina web

source: Failed to fill web page because script could not be evaluated
ro: Eșuare completare pagină web deoarece comenzile nu au putut fi evaluate

source: Failed to fill web page because script is missing
ro: Eșuare completare pagină web deoarece lipsesc comenzile

source: Failed to obtain URL String from web view. The web view must be loaded completely when calling the Password Extension
ro: Eșuare obținere URL din vizualizarea web. Vizualizarea web trebuie să fie complet încărcată când se apelează extensia pentru parole.

source: Failed to parse information returned by Password Extension
ro: Eșuare prelucrare informații returnate de extensia pentru parole

source: Password Extension was cancelled by the user
ro: Extensia pentru parole a fost anulată de către utilizator
