Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Czech.xliff
Languages: cs

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at proton.me using a desktop or laptop computer.
cs: Mobilní registrace jsou dočasně vypnuty. Opakujte akci později nebo se zkuste zaregistrovat na proton.me pomocí stolního nebo přenosného počítače.

source: Modifying or turning off the default mobile signature is a paid feature.
cs: Modifikace nebo vypnutí výchozího mobilního podpisu je placenou vlastností.

source: More
cs: Více

source: More Credits
cs: Víc kreditů

source: Move to AllMail
cs: Přesunout do složky Všechny zprávy

source: Move to Archive
cs: Přesunout do archivu

source: Move to Draft
cs: Přesunout do rozepsaných

source: Move to Folder
cs: Přesunout do složky

source: Move to Inbox
cs: Přesunout do složky Doručené

source: Move to Outbox
cs: Přesunout do složky K odeslání

source: Move to Spam
cs: Přesunout do složky Spam

source: Move to Trash
cs: Přesunout do koše

source: Move to...
cs: Přesunout do...

source: Multiple addresses
cs: Více adres

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
cs: POTŘEBUJETE ÚČET? REGISTRUJTE SE.

source: Name
cs: Název

source: New login password
cs: Nové přihlašovací heslo

source: New mailbox password
cs: Nové heslo k poštovní schránce

source: New password
cs: Nové heslo

source: Nickname
cs: Přezdívka

source: No Messages
cs: Žádné zprávy

source: No connectivity detected...
cs: Bez připojení...

source: No, for another ProtonMail account
cs: Ne, pro další účet ProtonMail

source: No, not related to in-app purchase
cs: Ne, nesouvisí s nákupem v aplikaci

source: None
cs: Žádné

source: Not Now
cs: Teď ne

source: Not all recipients support message expiration
cs: Ne všichni příjemci podporují zprávy s nastavenou expirací

source: Note: The Username is also your ProtonMail address.
cs: Poznámka: Uživatelské jméno je také Vaše ProtonMail adresa.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
cs: Poznámka: Toto se používá pro šifrování a dešifrování vašich zpráv. V žádném případě heslo neztraťte, nelze jej obnovit.

source: Note: This is used to log you into your account.
cs: Poznámka: Používá se pro přihlášení k Vašemu účtu.

source: Notes
cs: Poznámky

source: Notice
cs: Oznámení

source: Notification / Recovery Email
cs: E-mail pro notifikace a obnovení

source: Notification email
cs: E-mailové oznámení

source: Notification Snooze
cs: Oznámení odložení

source: Notifications Are Snoozed
cs: Oznámení jsou odložena

source: Notifications Snooze Off
cs: Oznámení odložení vypnuto

source: OTHER PLANS
cs: JINÉ PLÁNY

source: On
cs: Zapnuto

source: On EE, MMM d, yyyy at %@
cs: V EE, d. MMM. yyyy ve %@

source: Open draft
cs: Otevřít rozepsaný

source: Organization
cs: Organizace

source: Other
cs: Ostatní

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the AppStore's servers.
cs: Náš tým pro podporu zákazníků se pokusí aktivovat Váš plán poskytovaných služeb ručně, pokud souhlasíte s přiložením technických údajů, které AppStore poskytl v okamžiku nákupu. Tyto údaje neobsahují žádné informace o Vašem iTunes účtu, Apple ID, připojených kreditních kartách, nebo jakékoli jiné informace o uživateli. Technická data nám jenom pomůžou ověřit, že transakce byla provedena na serverech AppStore.

source: Outbox
cs: K odeslání

source: PGP-encrypted
cs: Šifrováno pomocí PGP

source: PGP-encrypted message
cs: Zpráva šifrovaná pomocí PGP

source: PGP-encrypted message from verified address
cs: Zpráva šifrovaná pomocí PGP z ověřené adresy

source: PGP-signed
cs: Podepsáno pomocí PGP

source: PGP-signed message from verified address
cs: Zpráva podepsaná pomocí PGP z ověřené adresy

source: PREMIUM FEATURE
cs: PRÉMIOVÁ FUNKCE

source: Password
cs: Heslo

# Password Mismatch
source: Passwords do not match
cs: Heslo se neshoduje

source: Password updated
cs: Heslo bylo změněno

source: Password cannot be empty.
cs: Heslo nemůže být prázdné.

source: Password update failed
cs: Aktualizace hesla se nezdařila

source: Personal
cs: Osobní

source: Phone
cs: Telefon

source: Phone Verification
cs: Ověření pomocí telefonu

source: Phone number
cs: Telefonní číslo

source: Phone number invalid
cs: Neplatné telefonní číslo

source: Photo Library
cs: Knihovna fotografií

source: Pin code can't be empty.
cs: PIN kód nemůže být prázdný.

source: Please add a password for the following recipients.
cs: Prosím, přidejte heslo pro následující příjemce.

source: Please check your cell phone for the verification code.
cs: Zkontrolujte prosím ověřovací kód na Vašem mobilním telefonu.

source: Please check your email for the verification code.
cs: Zkontrolujte prosím ověřovací kód ve Vašem emailu.

source: Please disable PGP Sending for following addresses.
cs: Prosím, zakažte odesílání pomocí PGP pro následující adresy.

source: Please input a valid cell phone number.
cs: Zadejte prosím platné telefonní číslo Vašeho mobilu.

source: Please input a valid email address.
cs: Zadejte prosím platnou emailovou adresu.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the purchase.
cs: Prosím, přihlašte se do ProtonMail účtu pro který aktualizujete plán služby, aby bylo možné dokončit nákup.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the service plan activation.
cs: Prosím, přihlašte se do ProtonMail účtu pro který aktualizujete plán služby, aby bylo možné dokončit aktivaci.

source: Please pick a username first!
cs: Nejprve si prosím vyberte uživatelské jméno!

source: Please provide a group name
cs: Prosím, uveďte název skupiny

# Please remove all attachments before changing sender!
source: Please remove all attachments before changing the sender
cs: Před změnou odesílatele odstraňte prosím všechny přílohy

source: Please select at least one email for the contact group
cs: Prosím zvolte alespoň jeden e-mail pro kontaktní skupinu

source: Please select one of the following options:
cs: Zvolte prosím jednu z následujících možností:

source: Please set a password.
cs: Nastavte prosím heslo.

source: Please try a different domain.
cs: Zkuste jinou doménu.

source: Please try a different email address.
cs: Zkuste jinou e-mailovou adresu.

source: Please try a different password.
cs: Zkuste jiné heslo.

source: Please try a different username.
cs: Zkuste jiné uživatelské jméno.

source: Please try again
cs: Zkuste to prosím znovu

source: Please unlock the app to proceed with your service plan activation
cs: Prosím odblokujte aplikaci a pokračujte v aktivaci Vašeho plánu služeb

source: Please use ProtonMail App login first.
cs: Nejprve se, prosím, pomocí aplikace ProtonMail přihlašte.

source: Please use the web application to reset your password.
cs: Pro obnovení hesla použijte prosím webovou aplikaci.

source: Please use the web version of ProtonMail to change your mailbox password!
cs: Ke změně hesla schránky použijte prosím webovou verzi aplikace ProtonMail!

source: Please use the web version of ProtonMail to change your passwords!
cs: Pro změnu hesel použijte prosím webovou verzi aplikace ProtonMail!

source: Please use your new password when signing in.
cs: Pro přihlášení použijte prosím nové heslo.

source: Please wait until the email downloaded!
cs: Prosim počkejte na stažení e-mailu!

source: Please, manage it in your phone.
cs: Prosím, upravte to ve vašem telefonu.

source: Print
cs: Tisk

source: Protection
cs: Ochrana

source: Protection entire app
cs: Ochrana celé aplikace

source: ProtonMail Plus is required to customize your mobile signature
cs: ProtonMail Plus je nutný k úpravě vašeho mobilního podpisu

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact’s name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
cs: ProtonMail Plus/Professional/Visionary Vám umožní přidávat a upravovat detaily kontaktů víc než jejich jméno a e-mail. Použitím ProtonMailu budou tyto údaje stejně zabezpečené jako Vaše end-to-end šifrované e-maily.

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
cs: ProtonMail neprodává reklamy a nezneužívá Vaše soukromí. Vaše podpora je nezbytná pro udržení chodu ProtonMail. Můžete upgradovat na placený účet nebo přispět na podporu ProtonMail.

source: ProtonMail encrypted emails
cs: ProtonMail šifrované e-maily

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
cs: ProtonMail je nyní v režimu offline, zkontrolujte náš twitter pro aktuální stav: https://twitter.com/protonmail

source: ProtonVPN included
cs: ProtonVPN v ceně

source: Quick Swipe actions
cs: Akce rychlého přetažení

source: RESET MAILBOX PASSWORD
cs: OBNOVIT HESLO POŠTOVNÍ SCHRÁNKY

# Rate &amp; Review
source: Rate & Review
cs: Ohodnotit & Recenzovat

source: Re-Enter your PIN
cs: Zadejte znovu váš PIN

source: Reading device contacts data...
cs: Čtení kontaktů ze zařízení...

source: Recovery Code
cs: Kód pro obnovení

source: Recovery Email
cs: E-mail pro obnovení

source: Recovery Email Warning
cs: Varování: E-mail pro obnovení

source: Remind Me Later
cs: Připomenout později

source: Remove
cs: Odstranit

source: Remove Star
cs: Odebrat hvězdičku

source: Repeat
cs: Opakovat

source: Reply
cs: Odpovědět

source: Reply All
cs: Odpovědět všem

source: Reply message
cs: Odpověď

source: Reply all
cs: Odpovědět všem

source: Report Bugs
cs: Nahlásit chybu

source: Report Phishing
cs: Oznámit Phishing

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
cs: Nahlášení zprávy jako pokus o phishing odešle zprávu k nám, aby jsme jí mohli analyzovat a zlepšit naše filtry. To znamená, že budeme mít možnost zobrazit celý obsah zprávy.

source: Request Link Confirmation
cs: Požadovat potvrzení odkazu

source: Resetting message cache ...
cs: Resetování mezipaměti zprávy...

source: Retry
cs: Zkusit znovu

source: Retry after %d seconds
cs: Zkusit znovu po %d sekundách

source: Sent
cs: ODESLANÉ

source: SRP Client
cs: SRP klient

source: Starred
cs: S HVĚZDIČKOU

source: Save
cs: Uložit

source: Save Changes
cs: Uložit změny

source: Save draft
cs: Uložit koncept

source: Scheduled
cs: Naplánováno

source: Search
cs: Vyhledat

source: Select An Option
cs: Vyberte možnost

source: Select Color
cs: Vybrat barvu

source: Select your language
cs: Vyberte Váš jazyk

source: Send
cs: Odeslat

source: Send verification code
cs: Odeslat ověřovací kód

source: Send anyway
cs: Přesto odeslat

source: Send message without subject?
cs: Odeslat zprávu bez předmětu?

source: Send plain but stored enc
cs: Odeslat jako prostý text ale uložit šifrovaně

source: Sender Verification Failed
cs: Ověření odesílatele se selhalo

source: Sending message
cs: Odesílání zprávy

source: Sending message
cs: Odesílání zprávy

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
cs: Odesílání zpráv z adresy %1$@ je placená funkce. Vaše zpráva bude odeslána z Vaší výchozí adresy %2$@

source: Sent
cs: Odeslané

source: Sent Failed
cs: Odesílání selhalo

source: Sent by ProtonMail with zero access encryption
cs: Odesláno pomocí ProtonMail s nulovým přístupem šifrování

source: Sent by you with end-to-end encryption
cs: Odesláno Vámi s end-to-end šifrováním

source: Server proofs not valid!
cs: Důkazy serveru nejsou platné!

source: Set Password
cs: Nastavit heslo

source: Set a password to encrypt this message for non-ProtonMail users.
cs: Nastavit heslo pro šifrování této zprávy uživatelům mimo ProtonMailu.

source: Set passwords
cs: Nastavit hesla

source: Settings
cs: Nastavení

source: Share Alert
cs: Sdílet varování

source: Share Contact
cs: Sdílet Kontakt

source: Share it with your friends
cs: Sdílejte to se svými přáteli

# Sign Out
source: Log out
cs: Odhlásit se

source: Signature
cs: Podpis

source: Signature Updated
cs: Podpis byl aktualizován

source: Single Password
cs: Jednotné heslo

source: Snooze Notifications
cs: Odložit oznámení

source: Snoozed for
cs: Odloženo pro

source: Snoozed till
cs: Odloženo do

source: Sorry, we cannot process purchases in the beta version of the iOS app. Thank you for participating in our public beta!
cs: Omlouváme se, ale nemůžeme zpracovávat nákupy v beta verzi aplikace pro iOS. Děkujeme Vám za účast v našem veřejném beta testování!

source: Space warning
cs: Varování: dochází místo

source: Spammed
cs: Spam

# Srp single password keyslat invalid!
source: Srp single password keysalt invalid!
cs: SRP jednotné heslo klíče je neplatné!

source: Star
cs: Hvězdička

source: Starred
cs: S hvězdičkou

source: Start Time
cs: Čas zahájení

source: State
cs: Stav

source: Storage
cs: Úložiště

source: Storage Warning
cs: Varování o docházejícím místě

source: Stored with zero access encryption
cs: Uloženo s nulovým přístupem šifrování

source: Street
cs: Ulice

source: Subject
cs: Předmět

source: Subject:
cs: Předmět:

source: Subscription
cs: Předplatné

source: Support ProtonMail
cs: Podpořte ProtonMail

source: Support for %i custom domains (e.g. user@yourdomain.com)
cs: Podpora %i specifických domén (např. uživatel@vašedoména.cz)

source: Swipe Left to Right
cs: Přejetí zleva doprava

source: Swipe Right to Left
cs: Přejetí zprava doleva

source: System can't copy the file
cs: Systém nemůže zkopírovat soubor

source: Trash
cs: KOŠ

# Take a Photo
source: Take photo
cs: Vyfotit

source: Tap send anyway to send without expiration to these recipients
cs: Klepněte na "Beztak Odeslat" pro odeslání bez vypršení platnosti těmto příjemcům

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
cs: Děkujeme vám za odeslání hlášení o chybě. Vaši zprávu jsme přidali do našeho systému sledování chyb.

source: The password is wrong.
cs: Heslo je nesprávné.

source: The ProtonMail current offline...
cs: ProtonMail není dostupný...

source: The username have been taken.
cs: Uživatelské jméno už bylo použito.

source: The authentication credentials are invalid.
cs: Přihlašovací údaje jsou neplatné.

source: The authentication token has expired.
cs: Ověřovací token vypršel.

source: The current standard
cs: Současný standard

source: The display name is now %@.
cs: Zobrazované jméno je nyní %@.

source: The draft cache is broken. Please try again.
cs: Chyba v mezipaměti konceptu. Zkuste to prosím znovu.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
cs: Nesprávný formát návrhu. Odesílání selhalo!

source: The highest level of encryption available.
cs: K dispozici je nejvyšší úroveň šifrování.

source: The label name is duplicate
cs: Jméno štítku je již použito

source: The mailbox password is incorrect.
cs: Heslo do poštovní schránky je nesprávné.

source: The maximum number of distinct recipients is %d
cs: Maximální počet různých příjemců je %d

source: The maximum number of labels is %d.
cs: Maximální počet štítků je %d.

# The new password can't empty
source: The new password can't be empty
cs: Nové heslo nesmí být prázdné

source: The new password can't empty.
cs: Nové heslo nesmí být prázdné.

# The new password not match
source: Passwords do not match
cs: Hesla se neshodují

source: The new password not match.
cs: Nové heslo se neshoduje.

source: The optional recovery email address allows you to reset your login password if you forget it.
cs: Volitelná e-mailová adresa pro obnovení Vám umožní provést znovu nastavení přihlašovacího hesla pokud ho zapomenete.

source: The password you entered does not match the current password.
cs: Zadané heslo se neshoduje s aktuálním heslem.

source: The passwords you entered do not match.
cs: Zadaná hesla se neshodují.

source: The private key update failed.
cs: Aktualizace soukromého klíče selhala.

source: The request timed out.
cs: Vypršel časový limit žádosti.

source: The total attachment size can't be bigger than 25MB
cs: Celková velikost příloh nemůže přesáhnout 25MB

source: The total attachment size cannot exceed 25MB
cs: Celková velikost příloh nemůže být větší než 25MB

# The verification email invalid
source: Invalid verification email
cs: Neplatný ověřovací e-mail

source: The verification failed!
cs: Ověření selhalo!

source: There was an error creating or loading the app's saved data.
cs: Došlo k chybě při vytváření nebo načítání uložených dat aplikace.

source: There was an error creating or loading the application's saved data.
cs: Došlo k chybě při vytváření nebo načítání uložených dat aplikace.

source: This can take a while. Please do not dismiss the app.
cs: Tato akce může trvat nějakou dobu. Prosím, nevypínejte aplikaci.

source: This contact belongs to your address book.
cs: Tento kontakt patří do vašeho adresáře.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
cs: Tato zpráva nesplňuje požadavky na ověření domény. Může být falešná, nebo špatně přeposlaná!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
cs: Zdá se, že e-mail je z adresy ProtonMail, ale pochází z externího systému a naše požadavky na ověření nebyly splněny. E-mail může být falešný, nebo špatně přeposlaný!

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
cs: Tato zpráva může být pokus o phishing. Prosím zkontrolujte odesílatele a obsah a ujistěte se, že jsou skutečné.

source: Title
cs: Titul

source: To
cs: Komu

# To prevent abuse of ProtonMail,&#13;&#10; we need to verify that you are human.
source: To prevent abuse of ProtonMail, we need to verify that you are human.
cs: Pro ochranu proti zneužití služby ProtonMail,&#13; potřebujeme ověřit, že jste člověk.

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
cs: Chcete-li nastavit nové heslo poštovní schránky, použijte prosím webovou verzi ProtonMail na proton.me

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
cs: Chcete-li resetovat heslo poštovní schránky, použijte prosím webovou verzi ProtonMail na proton.me

source: To:
cs: Komu:

source: Token expired
cs: Platnost tokenu vypršela

source: Too many recipients
cs: Příliš mnoho příjemců

source: TouchID is not enrolled, enable it in the system Settings
cs: TouchID není povoleno, povolte jej prosím v Nastavení systému

source: TouchID not available
cs: TouchID není k dispozici

source: Trash
cs: Koš

source: Trouble shooting guide
cs: Průvodce odstraňováním problémů

source: Turn Off
cs: Vypnout

source: Tweet about ProtonMail
cs: Tvítovat o ProtonMailu

source: Two Factor Code
cs: Dvoufázový kód

source: User log in
cs: PŘIHLÁŠENÍ UŽIVATELE

source: Unable to connect to the server
cs: Nelze se připojit k serveru

source: Unable to construct a valid URL with the following path: %@
cs: Nepodařilo se vytvořit platnou adresu URL s následující cestou: %@

source: Unable to create SRP Client!
cs: Nelze vytvořit SRP klienta!

source: Unable to decrypt message.
cs: Zprávu nelze dešifrovat.

source: Unable to edit this message offline
cs: Zprávu nelze upravit v režimu offline

source: Unable to generate hashed password!
cs: Nelze vygenerovat hash hesla!

source: Unable to get contacts
cs: Nelze načíst kontakty

source: Unable to parse authentication info!
cs: Nelze zpracovat informace o ověření!

source: Unable to parse authentication token!
cs: Nelze zpracovat ověřovací token!

source: Unable to parse cached authentication token!
cs: Nelze zpracovat uložený ověřovací token!

source: Unable to parse response
cs: Nelze zpracovat odpověď

# Unable to parse the response object:&#10;%@
source: Unable to parse the response object: %@
cs: Nelze zpracovat objekt odpovědi: %@

source: Unable to parse token
cs: Nelze zpracovat token

source: Unable to send the email.
cs: Nelze odeslat e-mail

source: Undo
cs: Zpět

# Unknow Error
source: Unknown error
cs: Neznámá chyba

# Unknow file
source: Unknown file
cs: Neznámý soubor

source: Unknown
cs: Neznámý

source: Unknown Error
cs: Neznámá chyba

# Unkonw Version
source: Unknown version
cs: Neznámá verze

source: Unlimited messages sent/day
cs: Neomezený počet odeslaných zpráv/den

source: Unread
cs: Nepřečteno

source: Unsupported file type
cs: Nepodporovaný typ souboru

source: Up to %i users
cs: Až pro %i uživatelů

source: Update
cs: Aktualizovat

source: Update Contact
cs: Aktualizovat kontakt

source: Update Notification Email
cs: E-mailové oznámení o aktualizaci

source: Update Now
cs: Aktualizovat nyní

source: Update Required
cs: Je vyžadována aktualizace

source: Upgrade to a paid plan to benefit from more features
cs: Přejděte na placenou verzi a získejte více funkcí

source: Upgrade to a paid plan to send from your %@ address
cs: Upgradeujte na placenou verzi aby jste mohli poslat zprávu z vaší adresy %@

source: Upgrade to get all paid features.
cs: Navyšte a získejte všechny placené funkce.

source: Upload Contacts
cs: Nahrát kontakty

source: Upload iOS contacts to ProtonMail?
cs: Nahrát iOS kontakty do ProtonMailu?

# User already exist!
source: Username already taken
cs: Uživatel již existuje!

# User is available!
source: Username is available
cs: Uživatel je k dispozici!

source: Username exist
cs: Uživatelské jméno již existuje

# User name invalid
source: Invalid username
cs: Neplatné uživatelské jméno

source: Username
cs: Uživatelské jméno

source: Verification code request failed
cs: Nepodařilo se ověřit požadavek na ověřovací kód

source: Verification code sent
cs: Ověřovací kód odeslán

source: Verification error
cs: Chyba při ověření

source: Verification of this content’s signature failed
cs: Ověření podpisu tohoto obsahu selhalo

source: Version %@ %@
cs: Verze %@ %@

source: View Headers
cs: Zobrazit záhlaví

source: View Plans
cs: Zobrazit tarify

source: Warning
cs: Upozornění

source: Warning: Before you pass the human check you can't sent email!!!
cs: Upozornění: Dokud neprojdete kontrolou lidskosti, nemůžete posílat e-maily!!!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
cs: Upozornění: Nenastavili jste e-mail pro obnovení, v případě ztráty hesla, nebude možné účet obnovit. Pokračovat bez e-mailu pro obnovení?

source: We have successfully activated your subscription. Please relaunch the app to start using your new service plan.
cs: Úspěšně jsme aktivovali Vaše předplatné. Prosím znovu spusťte aplikaci, aby jste mohli začít využívat Vás nový plán služeb.

source: We will send a verification code to the cell phone above.
cs: Na výše uvedené mobilní telefonní číslo Vám zašleme ověřovací kód.

source: We will send a verification code to the email address above.
cs: Na výše uvedenou e-mailovou adresu vám zašleme ověřovací kód.

source: We would like to know what we can do better.
cs: Rádi bychom věděli co můžeme udělat líp.

source: Welcome to ProtonMail
cs: Vítejte na ProtonMail!
