Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS catalan.xliff
Languages: ca

# NSAppleMusicUsageDescription
source: Required for attaching media to the email.
ca: Requerit per adjuntar fitxers multimèdia al correu electrònic.

# NSCameraUsageDescription
source: Required for attaching photos to the email.
ca: Requerit per adjuntar imatges al correu electrònic.

# NSContactsUsageDescription
source: Required for email autocomplete.
ca: Requerit per autocompletar el correu electrònic.

# NSFaceIDUsageDescription
source: Allows you quick and secure to unlock your application.
ca: Us permet desbloquejar l'aplicació de forma ràpida i segura.

# NSPhotoLibraryAddUsageDescription
source: Required for saving image attachments to photo library.
ca: Requerit per guardar les imatges adjuntes a la galeria de fotografies.

# NSPhotoLibraryUsageDescription
source: Required for attaching photos to the email.
ca: Requerit per adjuntar fotos al correu electrònic.

source: %@ storage capacity
ca: %@ de capacitat d'emmagatzemament

source: %d Member
ca: %d Membre

source: %d Members
ca: %d Membres

source: %d minute
ca: %d minut

source: %d minutes
ca: %d minuts

source: %d Selected
ca: %d Seleccionat

source: %i email address
ca: %i direcció de correu

source: %i email addresses
ca: %i direccions de correu

source: *OPTIONAL
ca: *OPCIONAL

source: + Drop here to add as attachment
ca: + Obri aquí per afegir com a fitxer adjunt

source: /user
ca: /usuari

source: 2FA failed. Please try to login again.
ca: 2FA ha fallat. Si us plau, intenta connectar una altra vegada.

source: A message cannot have more than 5 labels
ca: Un missatge no pot tenir més de 5 etiquetes

source: A new version of ProtonMail app is available, please update to latest version.
ca: Una nova versió de l'app està disponible, sisplau actualitzeu a la darrera versió.

source: A new version of ProtonMail app is available. Please update to the latest version.
ca: Una nova versió de l'app de ProtonMail està disponible. Si us plau, actualitzeu a la darrera versió.

source: A paid ProtonMail plan is required to use this feature
ca: Un pla de pagament de ProtonMail és requerit per utilitzar aquesta funcionalitat

source: A passcode has not been set, enable it in the system Settings
ca: No s'ha establert un codi d'accés, habiliteu-lo a la configuració del sistema

source: API Server not reachable...
ca: El servidor de l'API no és accessible...

source: Archive
ca: ARXIU

source: Access to this account is disabled due to non-payment. Please sign in through proton.me to pay your unpaid invoice.
ca: L'accés a aquest compte està desactivat per falta de pagament. Inicieu la sessió a través de proton.me per pagar la factura no pagada.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://proton.me/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
ca: L'accés a aquest compte està deshabilitat per falta de pagament. Visiteu <a href="https://proton.me/support/knowledge-base/delinquency/">la base de coneixement</a> per més informació.

# Account password invalid
source: Invalid account password
ca: Contrasenya de compte incorrecta

source: Add
ca: Afegir

source: Add Anniversary
ca: Afegeix aniversari

source: Add Birthday
ca: Afegir aniversari

source: Add Contact
ca: Afegir contacte

source: Add Custom Label
ca: Afegir etiqueta personalitzada

source: Add Folder
ca: Afegeix carpeta

source: Add Gender
ca: Afegeix sexe

source: Add Group
ca: Afegir Grup

source: Add Label
ca: Afegeix etiqueta

source: Add New Folder
ca: Afegir carpeta nova

source: Add New Label
ca: Afegir etiqueta nova

source: Add Nickname
ca: Afegir àlies

source: Add Organization
ca: Afegeix una organització

source: Add Photo
ca: Afegir una foto

source: Add Star
ca: Destaca

source: Add Title
ca: Afegir títol

source: Add new address
ca: Afegir una nova adreça

source: Add new custom field
ca: Afegiu un camp personalitzat nou

source: Add new email
ca: Afegiu un correu electrònic nou

source: Add new field
ca: Afegir un nou camp

source: Add new phone number
ca: Afegeix un nou número de telèfon

source: Add new url
ca: Afegeix una url nova

source: Add to contacts
ca: Afegir als contactes

source: Address
ca: Adreça

source: Alert
ca: Alerta

source: All Mail
ca: Tot el correu

source: All contacts are imported
ca: S'importen tots els contactes

source: Also Archive
ca: Archivar també

source: Also used to reset a forgotten password.
ca: També s'utilitza per a restablir una contrasenya oblidada.

source: Anniversary
ca: Aniversari

source: App is locked
ca: L'aplicació està bloquejada

source: Apple in-app purchase fee
ca: Tarifa de compra en l'aplicació d'Apple

source: Apple informed us they could not process the purchase.
ca: Apple ens ha informat que no han pogut processar la compra.

source: Apple informed us you've upgraded the service plan, but did not say which of your ProtonMail accounts to upgrade in case you have more than one.
ca: Apple ens ha informat que heu subscrit un nou abonament, però en cas que tingueu més d'un compte ProtonMail no ens ha indicat de quin es tracta.

source: Apple informed us you've upgraded the service plan, but some technical data was missing. Please fill in the bugreport and our customer support team will contact you.
ca: Apple ens ha informat que heu subscrit un nou abonament, però falten algunes dades tècniques. Envieu-nos un informe d'errors i el nostre equip es posarà en contacte amb vos.

source: Apple informed us you've upgraded the service plan, but we detected you have logged out of the account since then.
ca: Apple ens ha informat que heu subscrit un nou abonament, però hem detectat que us heu desconnectat del compte després de la subscripció.

source: Apply
ca: Aplicar

source: Apply Labels
ca: Aplicar etiquetes

source: Archive
ca: Arxivar

source: Archived
ca: Arxivat

source: Are you sure you want to logout?
ca: Esteu segur que voleu tancar la sessió?

source: Attachment imported
ca: Fitxer adjunt importat

source: Attachments
ca: Adjunts

source: Authentication
ca: Autentificació

source: Authentication failed: wrong username or password.
ca: Ha fallat l'inici de sessió. Nom d'usuari o contrasenya incorrectes

source: Authentication failed
ca: Autentificació fallida

source: Authentication failed. Please try to login again.
ca: Error d'autenticació. Torneu-ho a intentar.

source: Authentication token is not accessible because the app is locked
ca: El token d'autenticació no és accessible per que l'aplicació està bloquejada

source: Authentication was cancelled by the system
ca: Autenticació cancel·lada pel sistema

source: Auto lock time
ca: Temps de bloqueig automàtic

source: Auto show images
ca: Mostra imatges automàtiques

source: Back
ca: Torna

source: Bad auth cache
ca: Mala memòria cau d'autenticació

source: Bad parameter
ca: Paràmetre erroni

source: Bad parameter: %@
ca: Paràmetre erroni %@

source: Bad path
ca: Ruta errònia

source: Bad response
ca: Resposta errònia

source: BCC
ca: Cco

source: Bcc:
ca: Cco:

source: Birthday
ca: Aniversari

source: Bug Description
ca: Descripció de l'error

source: Bug report received
ca: Informe d'error rebut

source: Buy More Credits
ca: Comprar Més Crèdits

source: By using protonmail, you agree to our
ca: Fent ús de protonmail, accepteu la nostra

# By using protonmail, you agree to our %@ and %@.
source: By using protonmail, you agree to our %1$@ and %2$@.
ca: Si utilitzeu protonmail, accepteu el nostre %1$@ i %2$@.

source: Call Contact
ca: Trucar al contacte

source: Can take several minutes to setup.
ca: Pot trigar alguns minuts per quedar enllestit.

source: Can't copy the file
ca: No es pot copiar l'arxiu

source: Can't create a SRP Client
ca: No es pot crear un client SRP

source: Can't create a SRP verifier!
ca: No es pot crear un verificador SRP!

source: Can't decrypt this attachment!
ca: No s'ha pogut desxifrat l'adjunt!

source: Can't delete contact group
ca: No s'ha pogut esborrar el grup de contactes

source: Can't delete contact group through API
ca: No s'ha pogut esborrar el grup de contactes a través de l'API

source: Can't download message body, please try again.
ca: No s'ha pogut descarregar el cos del missatge, sisplau proveu de nou.

source: Can't download message body. Please try again.
ca: No s'ha pogut descarregar el cos del missatge. Si us plau proveu-ho de nou.

source: Can't fetch contact groups
ca: Impossible recuperar els grups de contactes

source: Can't find the clicked message please try again!
ca: No trobeu el missatge clicat, torna-ho a provar!

source: Can't find the selected message. Please try again.
ca: No es pot trobar el missatge seleccionat. Torneu-ho a intentar.

source: Can't find this attachment!
ca: No es pot trobar el fitxer adjunt!

# Can't get a Moduls ID!
source: Can't get a Modulus ID!
ca: No es pot obtenir un identificador de mòduls!

source: Can't get a Moduls!
ca: No es pot obtenir un mòdul!

source: Can't get user auth info
ca: No es pot obtenir informació d'autentificació d'usuari

source: Can't load share content!
ca: No es pot carregar el contingut compartit!

source: Can't load the file
ca: No es pot carregar el fitxer

source: Can't not find the value from the response body
ca: No es pot trobar el valor del cos de resposta

source: Can't open the file
ca: No es pot obrir el fitxer

source: Can't save contact group
ca: No s'ha pogut guardar el grup de contactes

source: Can't update contact group through the API
ca: No s'ha pogut actualitzar el grup de contactes a través de l'API

source: Cancel
ca: Cancel·lar

source: Cancel Check
ca: Cancel·la la comprovació

source: Cancelling
ca: Cancel·lant

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
ca: Impossible desxifrar aquest fitxer adjunt.

source: Cell phone number
ca: Número de telèfon mòbil

source: Change Login Password
ca: Canvia la contrasenya d'inici de sessió

source: Change Mailbox Password
ca: Canviar la contrasenya del bústia

source: Change password
ca: Canviar Contrasenya

source: Change PIN
ca: Canvia el Pin

source: Change Single Password
ca: Canvi de contrasenya única

source: Change default address to...
ca: Canvieu l'adreça predeterminada a ..

source: Change left swipe action
ca: Canvieu l'acció de lliscar a l'esquerra

source: Change right swipe action
ca: Canvieu l'acció de desplaçament cap a la dreta

source: Change sender address to...
ca: Canvieu l'adreça del remitent a ..

source: Check Again
ca: Comprovar-ho un altre cop

source: Checking...
ca: Comprovant....

source: Choose a Password
ca: Escull una contrasenya

source: City
ca: Ciutat

source: Clear local message cache
ca: Esborra la memòria cau de missatges locals

source: Close
ca: Tanca

source: Closing
ca: Tancant

source: Compose
ca: Envia missatge

source: Compose to
ca: Enviar missatge a

source: Confirm
ca: Confirmar

source: Confirm login password
ca: Confirma la contrasenya d'inici de sessió

source: Confirm mailbox password
ca: Confirma la contrasenya de la bústia

source: Confirm password
ca: Confirmar contrasenya

source: Confirm new login password
ca: Confirma la nova contrasenya d'inici de sessió

source: Confirm new mailbox password
ca: Confirmeu la contrasenya de la bústia nova

source: Confirm new password
ca: Confirmi la nova contrasenya

source: Confirm phishing report
ca: Confirmeu l'informe de phishing

source: Confirmation
ca: Confirmació

source: Congratulations!
ca: Enhorabona!

source: Contact Details
ca: Dades de contacte

source: Contact the ProtonMail team
ca: Contacteu l'equip de ProtonMail

source: Contacts
ca: Contactes

source: Continue
ca: Continua

source: Continue and Don't ask again
ca: Continua i no ho tornis a preguntar

source: Copy address
ca: Copia l'adreça

source: Copy name
ca: Copia el nom

source: Could not connect to Store. Please try again later.
ca: Impossible connectar-se a la botiga. Si us plau, intenteu-ho més tard.

source: Country
ca: País

source: Create
ca: Crea

source: Create Account
ca: Crea un compte

source: Create User failed. Please try again.
ca: Creació d'usuari fallida. Si us plau, torneu-ho a provar.

source: Create a new account
ca: Crea un nou compte

source: Create and add Labels to organize your inbox. Long press on a message for all options.
ca: Crea i afegeix etiquetes per organitzar la safata d'entrada. Mantingui pressionat sobre un missatge per visualitzar totes les opcions.

source: Create and add labels to organize your inbox. Press and hold down on a message for all options.
ca: Crea i afegeix etiquetes per organitzar la safata d'entrada. Mantingui pressionat sobre un missatge per visualitzar totes les opcions.

source: Create user failed
ca: No s'ha pogut crear l'usuari

source: Current Language is:
ca: Idioma actual:

source: Current login password
ca: Contrasenya d'inici de sessió actual

source: Current password
ca: Contrasenya actual

source: Custom
ca: Personalitza

source: DECRYPT MAILBOX
ca: DESXIFRAR BÚSTIA DE CORREU

source: Drafts
ca: ESBORRANYS

source: Date:
ca: Data:

source: Debug
ca: Depura

source: Decrypt
ca: Desxifra

source: Decrypt token failed. Please try again.
ca: El token de xifrat ha fallat. Si us plau, torneu-ho a intentar.

source: Decryption error
ca: Error de desxifratge

source: Decryption of this content failed
ca: El desxifratge d'aquest contingut ha fallat

source: Default
ca: Per defecte

source: Default error. Please try again.
ca: Error per defecte. Si us plau, torneu-ho a provar.

source: Define Expiration Date
ca: Defineix data d'expiració

source: Define hint (Optional)
ca: Defineix pista (opcional)

source: Define password
ca: Defineix contrasenya

source: Delete
ca: Esborra

source: Delete Contact
ca: Eliminar contacte

source: Delete Contact Group
ca: Eliminar el grup de contactes

source: Deleted
ca: Esborrat

source: Details
ca: Detalls

source: Discard changes
ca: Descarta els canvis

source: Discard draft
ca: Esborra l’esborrany

source: Display name
ca: Nom a mostrar

source: Display name updated
ca: Nom a mostrar actualitzat

source: Display name
ca: Nom a mostrar

source: Display name
ca: Nom a mostrar

source: Do you want to activate the purchased service plan for
ca: Voleu activar l'abonament comprat per

source: Do you want to cancel the process?
ca: Voleu cancel·lar el procés?

source: Do you want to save the unsaved changes?
ca: Voleu desar els canvis sense desar?

source: Don't Show Again
ca: No ho tornis a mostrar

source: Don't remind me again
ca: No em tornis a recordar

source: Done
ca: Fet

source: Double tap to setup
ca: Toca dues vegades per configurar

source: Draft
ca: Esborrany

source: Drafts
ca: Esborranys

source: Edit
ca: Edita

source: Edit contact
ca: Editar contacte

source: Edit Folder
ca: Edita la carpeta

source: Edit Group
ca: Editar grup

source: Edit Label
ca: Edita l'etiqueta

source: Edit Photo
ca: Editar foto

source: Edit mobile signature
ca: Editeu la signatura mòbil

source: Edit signature
ca: Edita la signatura

source: Email
ca: Correu electrònic

source: Email Addresses
ca: Adreces de correu electrònic

source: Email Contact
ca: Enviar correu electrònic a un contacte

source: Email Verification
ca: Verificació de correu electrònic

source: Email address
ca: Adreça de correu electrònic

source: Email address invalid
ca: L'adreça de correu electrònic no és vàlida

source: Email default signature
ca: Signatura per defecte per correu electrònic

# Email domain invalid
source: Invalid email domain
ca: Domini de correu electrònic no vàlid

source: Empty folder
ca: Buidar carpeta

source: Enable Default Signature
ca: Activa la signatura predeterminada

source: Enable FaceID
ca: Habilita FaceID

source: Enable Mobile Signature
ca: Habilitar signatura mòbil

source: Enable Notification Email
ca: Activa les notificacions

source: Enable PIN protection
ca: Activa la protecció del pin

source: Enable TouchID
ca: Activa l'identificador tàctil

source: Encrypted Contact Details
ca: Dades de contacte xifrades

source: Encrypted for outside
ca: Xifrat per fora

source: Encrypted for outside reply
ca: Xifrat per resposta externa

source: Encrypted from outside
ca: Xifrat des de fora

source: Encrypted from outside PGP inline
ca: Xifrat des de fora de PGP en línia

source: Encrypted from outside PGP/MIME
ca: Xifrat de PGP/MIME exterior

source: Encrypted from outside signed PGP/MIME
ca: Xifrat de PGP/MIME signat exterior

source: Encryption Setup
ca: Configuració de xifratge

source: End Time
ca: Hora de finalització

source: End-to-end encryption
ca: Xiftar d'extrem a extrem

source: End-to-end encrypted
ca: Encriptat extrem a extrem

source: End-to-end encrypted message
ca: Missatge encriptat extrem a extrem

source: End-to-end encrypted message from verified address
ca: Missatge encriptat extrem a extrem d'una adreça verificada

source: End-to-end encrypted to verified address
ca: D'extrem a extrem encriptada a l'adreça verificada

source: Enter
ca: Entrar

source: Enter verification code
ca: Introduïu el codi de verificació

source: Enter your PIN
ca: Introduïu el vostre PIN

source: Enter your PIN to unlock your inbox.
ca: Introduïu el PIN per desbloquejar la safata d'entrada.

source: Enter your cell phone number
ca: Introdueix el teu número de telèfon mòbil

source: Enter your existing email address.
ca: Introduïu la vostra adreça electrònica existent.

source: Error logs
ca: Registres d'errors

source: Error occured
ca: S'ha produït un error

source: Every time enter app
ca: Cada vegada que ingresseu a l'aplicació

source: Expires
ca: Expira

# Expires in %d days %d hours %d mins %d seconds
source: Expires in %1$d days %2$d hours %3$d mins %4$d seconds
ca: Caduca en %1$d dies %2$d hores %3$d minuts %4$d segons

source: Expiring messages
ca: Expiració de missatges

source: Extreme Security
ca: Seguretat extrema

source: Forgot password?
ca: HAS OBLIDAT LA CONTRASENYA?

source: FW:
ca: RV:

source: Failed to determine type of file
ca: Impossible determinar el tipus de fitxer

source: Failed to get list of available products from AppStore.
ca: Impossible recuperar la llista de productes disponibles a l'AppStore.

source: Failed to initialize the app's saved data
ca: No ha pogut inicialitzar les dades salvades de la aplicació

source: Failed to initialize the application's saved data
ca: No s'ha pogut inicialitzar la informació desada de l'aplicació

source: Feedback
ca: Opinió

source: Fetch user info failed
ca: S'ha produït un error en obtenir informació de l'usuari

source: Folder
ca: Carpeta

source: Folder Name
ca: Nom de la carpeta

source: For individuals looking to benefit from secure communication at no cost
ca: Per persones que busquen beneficiar-se d'una comunicació segura sense cost

source: For individuals that need more capacity, customization and advanced features
ca: Per persones que necessiten més capacitat, personalització i funcions avançades

source: For organizations that need multi-user support and additional productivity features
ca: Per organitzacions que necessiten suport multi-usuari i funcions de productivitat adicionals

source: For power users and groups of people that value full anonymity and privacy
ca: Per persones i grups que valoren l'anonimat i la privadesa

source: Forward
ca: Reenviar

source: Forwarded message
ca: Missatge reenviat

source: From
ca: Des de

source: From:
ca: Des de:

source: Fwd:
ca: Rv:

source: Gender
ca: Gènere

source: General settings
ca: Canviar configuració

source: Get %@
ca: Obtingui %@

source: Get more information
ca: Rebre més informació

source: Go to inbox
ca: Vés a la safata d'entrada

source: Group Details
ca: Detalls del grup

source: Group Name
ca: Nom del Grup

source: Groups
ca: Grups

# Help &amp; Support
source: Help & Support
ca: Ajuda & suport

source: Help us to improve ProtonMail with your input.
ca: Ajudeu-nos a millorar ProtonMail amb la vostra entrada.

source: Help us to make privacy the default in the web.
ca: Ajudeu-nos a fer que la privadesa sigui la predeterminada a la web.

source: Hide
ca: Amaga

source: Hide details
ca: Amaga els detalls

source: High Security
ca: Alta seguretat

source: Hours
ca: Hores

source: Human Check Failed
ca: S'ha produït un error en el control humà

source: Human Check Warning
ca: Avís de verificació humana

source: Human Verification
ca: Verificació humana

source: IMAP/SMTP Support via ProtonMail Bridge
ca: Suport IMAP/SMTP mitjançant ProtonMail Bridge

source: Inbox
ca: SAFATA D'ENTRADA

source: Import Error
ca: Error d'importació

source: Import file from...
ca: Importa el fitxer des de...

source: Importing Contacts
ca: Importació de contactes

source: Importing attachment, that can take a while
ca: Importació d’adjunts, que pot trigar una estona

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
ca: Per utilitzar els nostres serveis, haureu d'acceptar les Condicions del servei de ProtonMail.

source: Inbox
ca: Safata d'entrada

source: Incorrect PIN,
ca: PIN incorrecte,

source: Incorrect password
ca: Contrasenya incorrecta

source: Input display name ...
ca: Introduiu el nom per a mostrar...

source: Input Notification Email ...
ca: Notificació d'entrada de correu electrònic ...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://proton.me/invite to request an invitation.
ca: La creació de compte Instant ProtonMail s'ha desactivat temporalment. Aneu a https://proton.me/inviteu per sol·licitar una invitació.

source: Internal Error
ca: Error intern

source: Invalid Password
ca: Contrasenya no vàlida

source: Invalid URL
ca: Adreça URL no vàlida

source: Invalid username
ca: Nom d'usuari invàlid

source: Invalid UserName!
ca: Nom d'usuari no vàlid!

source: Invalid access token please relogin
ca: Token d'accés no vàlid relogin

source: Invalid access token. Please relogin.
ca: Token d'accés no vàlid. Si us plau, torneu a iniciar sessió.

source: Invalid credential
ca: Credencial no vàlida

source: Invalid hashed password!
ca: Contrasenya amb contrasenya no vàlida!

source: Is this bug report about an in-app purchase?
ca: Aquest informe és sobre una compra des de l'aplicació?

source: It is not possible to switch to %@ within our iOS app.
ca: No es pot canviar a %@ dins la nostra aplicació de iOS.

source: It wasn't possible to match your purchased App Store product to any products on our server. Please fill in the bug report and our customer support team will contact you.
ca: No hem pogut comprobar el producte que heu comprat AppStore amb els productes al nostre servidor. Empleneu l’informe d’errors i el nostre equip de suport al client es posarà en contacte amb vostè.

source: Keep me updated about new features
ca: Mantén-me actualitzat sobre les noves funcions

source: Key generation failed
ca: Ha fallat la generació de claus

source: Key generation failed. Please try again.
ca: Error en la generació de claus. Torneu-ho a provar.

source: Key invalid. Please go back and try again.
ca: La clau no és vàlida. Si su plau, torneu-ho a provar.

source: Login
ca: Iniciar Sessió

source: Label management
ca: Gestió d'etiquetes

source: Label Name
ca: Nom de etiqueta

source: Label as...
ca: Etiqueta com a...

source: Labels
ca: Etiquetes

source: Labels have been applied.
ca: Les etiquetes s'han aplicat.

# Labels, Folders, Filters &amp; More
source: Labels, Folders, Filters & More
ca: Etiquetes, carpetes, filtres i altres

source: Labels/Folders
ca: Etiquetas/Carpetes

source: Language
ca: Idioma

source: Learn More
ca: Més informació

source: Learn more here
ca: Més informació aquí

source: Limited to 150 messages sent/day
ca: Limitat a 150 missatges enviats per dia

source: Load remote content
ca: Carrega el contingut remot

source: Loading...
ca: Carregant...
