Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS german.xliff
Languages: de

source: Unable to create SRP Client!
de: Fehler beim Erstellen des SRP-Clients!

source: Unable to decrypt message.
de: Nachricht konnte nicht entschlüsselt werden.

source: Unable to edit this message offline
de: Diese Nachricht kann nicht ohne Internetverbindung bearbeitet werden.

source: Unable to generate hashed password!
de: Passwort-Hash konnte nicht generiert werden!

source: Unable to get contacts
de: Fehler beim Laden der Kontakte

source: Unable to parse authentication info!
de: Fehler beim Verarbeiten der Authentifizierungsinformationen!

source: Unable to parse authentication token!
de: Fehler beim Verarbeiten der Authentifizierungskette!

source: Unable to parse cached authentication token!
de: Die zwischengespeicherte Authentifizierungskette konnte nicht analysiert werden!

source: Unable to parse response
de: Fehler beim Verarbeiten der Antwort

# Unable to parse the response object:&#10;%@
source: Unable to parse the response object: %@
de: Das Antwortobjekt konnte nicht verarbeitet werden: %@

source: Unable to parse token
de: Fehler beim Verarbeiten des Tokens

source: Unable to send the email.
de: Fehler beim Senden der Nachricht

source: Undo
de: Widerrufen

# Unknow Error
source: Unknown error
de: Unbekannter Fehler

# Unknow file
source: Unknown file
de: Unbekannte Datei

source: Unknown
de: Unbekannt

source: Unknown Error
de: Unbekannter Fehler

# Unkonw Version
source: Unknown version
de: Unbekannte Version

source: Unlimited messages sent/day
de: Unbegrenzte Anzahl von zu sendenden Nachrichten/Tag

source: Unread
de: Ungelesen

source: Unsupported file type
de: Nicht unterstützter Dateityp

source: Up to %i users
de: Bis zu %i Nutzer

source: Update
de: Aktualisieren

source: Update Contact
de: Kontakt aktualisieren

source: Update Notification Email
de: Benachrichtigungs-E-Mail-Adresse aktualisieren

source: Update Now
de: Jetzt aktualisieren

source: Update Required
de: Aktualisierung erforderlich

source: Upgrade to a paid plan to benefit from more features
de: Auf ein kostenpflichtiges Abonnement umsteigen, um weiteren Funktionen nutzen zu können.

source: Upgrade to a paid plan to send from your %@ address
de: Auf ein kostenpflichtiges Abonnement aktualisieren, um von Ihrer Adresse „%@” senden zu können

source: Upgrade to get all paid features.
de: Aktualisieren, um alle kostenpflichtigen Funktionen zu erhalten.

source: Upload Contacts
de: Kontakte hochladen

source: Upload iOS contacts to ProtonMail?
de: iOS-Kontakte auf ProtonMail hochladen?

# User already exist!
source: Username already taken
de: Benutzer existiert bereits!

# User is available!
source: Username is available
de: Nutzer ist verfügbar!

source: Username exist
de: Benutzername vergeben

# User name invalid
source: Invalid username
de: Ungültiger Benutzername

source: Username
de: Benutzername

source: Verification code request failed
de: Überprüfen des Verifizierungscodes fehlgeschlagen

source: Verification code sent
de: Bestätigungsschlüssel gesendet

source: Verification error
de: Verifizierungsfehler

source: Verification of this content’s signature failed
de: Prüfung der Signatur fehlgeschlagen

source: View Headers
de: Kopfzeilen anzeigen

source: View Plans
de: Abonnements anzeigen

source: Warning
de: Warnhinweis

source: Warning: Before you pass the human check you can't sent email!!!
de: Warnhinweis: Bevor Sie nicht die menschliche Prüfung bestanden haben, können Sie keine E-Mails versenden!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
de: Warnung: Sie haben keine Wiederherstellungs-E-Mail-Adresse eingerichtet, sodass eine Wiederherstellung des Kontos unmöglich ist, falls Sie Ihr Passwort vergessen. Ohne Wiederherstellungs-E-Mail-Adresse fortfahren?

source: We have successfully activated your subscription. Please relaunch the app to start using your new service plan.
de: Wir haben Ihr Abonnement erfolgreich aktiviert. Bitte starten Sie die App neu, um Ihren neuen Serviceplan nutzen zu können.

source: We will send a verification code to the cell phone above.
de: Wir senden einen Verifizierungsschlüssel an das obige Mobilfunkgerät.

source: We will send a verification code to the email address above.
de: Wir senden einen Verifizierungsschlüssel an die obige E-Mail-Adresse.

source: We would like to know what we can do better.
de: Wir würden gerne wissen, was wir besser machen können.

source: Welcome to ProtonMail
de: Willkommen bei ProtonMail!

# What people see in the &quot;From&quot; field.
source: What people see in the "From" field.
de: Was anderen im Feld „Von” angezeigt wird.

source: When you send an email, this is the name that appears in the sender field.
de: Wenn Sie eine E-Mail senden, ist dies der Name, der im Feld „Absender” angezeigt wird.

source: Work
de: Arbeit

source: Wrong verification code
de: Ungültiger Bestätigungsschlüssel

source: Yes, activate it for
de: Ja, aktivieren für

source: Yes, attach details of payment
de: Ja, Zahlungsdaten anhängen

source: You are about to launch the web browser and navigate to
de: Es wird der Internetbrowser gestartet und Sie können zu folgender Adresse navigieren

source: You can customize swipe gestures in the ProtonMail App Settings.
de: Sie können die Wischgesten in den ProtonMail-App-Einstellungen anpassen.

source: You can get help and support at proton.me/support. Bugs can also be reported with the app.
de: Hilfe und Unterstützung können Sie auf proton.me/support erhalten. Fehler können auch innerhalb der App gemeldet werden.

source: You can't set %@ address as default because it is a paid feature.
de: Sie können die %@-Adresse nicht als Standard festlegen, da es sich um eine kostenpflichtige Funktion handelt.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
de: Sie haben einen Verfallszeitpunkt für diese Nachrichten aktiviert, aber nicht alle Empfänger unterstützen dies. Bitte fügen Sie ein Passwort hinzu und/oder deaktivieren Sie den PGP-Versand, um den Verfall für alle Empfänger zu nutzen.

source: You have %d new emails!
de: Sie haben %d neue Nachrichten!

source: You have a new email!
de: Sie haben eine neue Nachricht!

source: You have unsaved changes. Do you want to save it?
de: Sie haben noch nicht gespeicherte Änderungen. Möchten Sie diese speichern?

# You have used %d%% of your storage space (%@).
source: You have used %1$d%% of your storage space (%2$@).
de: Sie nutzen bereits %1$d%% Ihres Speicherplatzes (%2$@).

source: You have used up all of your storage space (%@).
de: Sie haben Ihren gesamten Speicherplatz (%@) aufgebraucht.

source: You need at least one recipient to send
de: Sie benötigen mindestens einen Empfänger, um die Nachricht senden zu können

source: Your Country Code
de: Ihre Länder-Vorwahl

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
de: Ihr Postfach ist nun mit Ende-zu-Ende-Verschlüsselung geschützt. Um automatisch sicher Nachrichten an Freunde zu senden, holen Sie diese zu ProtonMail! Sie können Nachrichten auch manuell verschlüsseln, wenn diese ProtonMail nicht verwenden.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
de: Ihr neues verschlüsseltes E-Mail-Konto wurde eingerichtet und ist bereit, um verschlüsselte Nachrichten zu empfangen und zu senden.

# Your new secure email&#13;&#10; account is ready.
source: Your new secure email account is ready.
de: Ihr neues sicheres E-Mail-&#13; Konto ist eingerichtet.

source: Your plan is currently active until
de: Ihr Abo ist derzeit aktiv bis

source: Your plan will automatically renew on
de: Ihr Abo wird automatisch verlängert am

source: Your signature has been updated.
de: Ihre Signatur wurde aktualisiert.

source: and
de: und

source: at
de: um

source: attempt remaining until secure data wipe!
de: verbleibende Versuche bis zur sicheren Datenlöschung!

source: attempts remaining
de: verbleibende Versuche

source: attempts remaining until secure data wipe!
de: verbleibende Versuche bis zur sicheren Datenlöschung!

source: close tour
de: Einführung schließen

source: Days
de: Tage

source: for one year
de: für ein Jahr

source: Hours
de: Stunden

source: inline attachments
de: Inline-Anhänge

source: no object
de: Kein Objekt

source: normal attachments
de: normale Anhänge

source: privacy policy.
de: Datenschutzerklärung

source: terms and conditions
de: Nutzungsbedingungen

source: wrote:
de: schrieb:

source: App Extension API is not available in this version of iOS
de: App-Erweiterungs-API ist in dieser Version von iOS nicht verfügbar

source: Failed to contact the Password Extension
de: Die Passworterweiterung konnte nicht aufgerufen werden

source: Failed to execute script that collects web page information
de: Skript zum Sammeln von Webseiteninformationen konnte nicht ausgeführt werden

source: Failed to fill web page because script could not be evaluated
de: Fehler beim Laden der Seite, da das Skript nicht ausgeführt werden konnte

source: Failed to fill web page because script is missing
de: Fehler beim Laden der Seite, da das Skript fehlt

source: Failed to obtain URL String from web view. The web view must be loaded completely when calling the Password Extension
de: URL-String aus der Webansicht konnte nicht abgerufen werden. Die Webansicht muss beim Aufruf der Passworterweiterung vollständig geladen sein.

source: Failed to parse information returned by Password Extension
de: Die von der Passworterweiterung zurückgegebenen Informationen konnten nicht verarbeitet werden.

source: Password Extension was cancelled by the user
de: Passwort-Erweiterung wurde durch den Benutzer abgebrochen
