Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS german.xliff
Languages: de

# Labels, Folders, Filters &amp; More
source: Labels, Folders, Filters & More
de: Kategorien, Ordner, Filter & Mehr

source: Labels/Folders
de: Kategorien/Ordner

source: Language
de: Sprache

source: Learn More
de: Weitere Informationen

source: Learn more here
de: Hier erfahren Sie mehr

source: Limited to 150 messages sent/day
de: Beschränkt auf 150 gesendete Nachrichten/Tag

source: Load remote content
de: Externe Inhalte laden

source: Loading...
de: Wird geladen …

source: Local cache can't find mailbox password
de: Lokaler Zwischenspeicher konnte das Passwort nicht finden

# Localizable.strings
source: Base
de: Basis

source: Lock The App
de: App sperren

source: Login
de: Anmelden

source: Login password
de: Anmeldepasswort

source: Login password doesn't match
de: Passwörter sind nicht identisch

source: Logout
de: Abmelden

source: Logs
de: Protokolle

source: Looking to secure your contact's details?
de: Möchten Sie Ihre Kontaktdaten sichern?

source: Mailbox password
de: Passwort des Kontos

source: Mailbox password
de: Postfach-Passwort

source: Mailbox password doesn't match
de: Passwörter sind nicht identisch

source: Manage Addresses
de: Adressen verwalten

source: Manage Labels/Folders
de: Kategorien/Ordner verwalten

# Mark Read
source: Mark as read
de: Als gelesen markieren

source: Mark as unread
de: Als „Ungelesen” markieren

source: Menu
de: Menü

source: Message %@
de: Nachricht %@

source: Message Password
de: Nachrichtenpasswort

source: Message queue
de: Nachrichtenwarteschlange

source: Message Swipe Actions
de: Nachricht-Wischaktionen

source: Message expired
de: Nachricht ist abgelaufen

source: Message has been deleted.
de: Nachricht wurde gelöscht.

source: Message has been moved.
de: Nachricht wurde verschoben.

source: Message password does not match.
de: Die eingegebenen Passwörter stimmen nicht überein.

source: Message sending failed please try again
de: Nachricht senden fehlgeschlagen. Bitte erneut versuchen

source: Message sending failed. Please try again.
de: Senden der Nachricht fehlgeschlagen. Bitte versuchen Sie es erneut.

source: Message sent
de: Nachricht gesendet

source: Messages you send can be set to auto delete after a certain time period.
de: Nachrichten, die Sie senden, können nach einer bestimmten Zeitspanne automatisch gelöscht werden.

source: Mobile
de: Mobiltelefon

source: Mobile signature
de: Signatur auf Mobilgeräten

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at proton.me using a desktop or laptop computer.
de: Mobile Anmeldungen sind vorübergehend deaktiviert. Bitte versuchen Sie es später erneut, oder melden Sie sich bei proton.me mit einem Desktop oder Laptop-Rechner an.

source: Modifying or turning off the default mobile signature is a paid feature.
de: Das Ändern oder Deaktivieren der standardmäßigen mobilen Signatur ist eine Funktion der kostenpflichtige Version.

source: More
de: Mehr

source: More Credits
de: Weiteres Guthaben

source: Move to AllMail
de: Verschieben in „Alle Nachrichten”

source: Move to Archive
de: In Archiv verschieben

source: Move to Draft
de: In Entwürfe verschieben

source: Move to Folder
de: In Ordner verschieben

source: Move to Inbox
de: In Posteingang verschieben

source: Move to Outbox
de: In Postausgang verschieben

source: Move to Spam
de: In Spam verschieben

source: Move to Trash
de: In Papierkorb verschieben

source: Move to...
de: Verschieben nach …

source: Multiple addresses
de: Mehrere Adressen

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
de: Sie benötigen ein Konto? Hier anmelden.

source: New login password
de: Neues Anmeldepasswort

source: New mailbox password
de: Neues Postfachpasswort

source: New password
de: Neues Passwort

source: Nickname
de: Spitzname

source: No Messages
de: Keine Nachrichten

source: No connectivity detected...
de: Keine Verbindung erkannt …

source: No, for another ProtonMail account
de: Nein, für ein anderes ProtonMail-Konto

source: No, not related to in-app purchase
de: Nein, nicht im Zusammenhang mit dem In-App-Kauf

source: None
de: Keine

source: Not Now
de: Nicht jetzt

source: Not all recipients support message expiration
de: Nicht alle Empfänger unterstützen die Funktion „Verfällt in” von Nachrichten.

source: Note: The Username is also your ProtonMail address.
de: Hinweis: Der Benutzername ist auch Ihre ProtonMail-Adresse.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
de: Hinweis: Dies wird genutzt, um Ihre Nachrichten zu ver- & entschlüsseln. Verlieren Sie dieses Passwort nicht, wir können es nicht zurücksetzen.

source: Note: This is used to log you into your account.
de: Hinweis: Hiermit können Sie sich in Ihr Konto anmelden.

source: Notes
de: Notizen

source: Notice
de: Hinweis

source: Notification / Recovery Email
de: Benachrichtigung / E-Mail Wiederherstellung

source: Notification email
de: E-Mail-Benachrichtigung

source: Notification Snooze
de: Benachrichtigung später lesen

source: Notifications Are Snoozed
de: Benachrichtigungen werden später gelesen

source: Notifications Snooze Off
de: „Später lesen” von Benachrichtigungen deaktiviert

source: OTHER PLANS
de: Weitere Abonnements

source: On
de: Am

source: On EE, MMM d, yyyy at %@
de: Am EE, dem d. MMM.yyyy um %@

# On EE, MMM d, yyyy at %@, %@, wrote:
source: On EE, MMM d, yyyy at %1$@, %2$@, wrote:
de: %2$@ schrieb am EE, dem d.MMM.yyyy um %1$@:

source: Open draft
de: Entwurf öffnen

source: Organization
de: Organisation

source: Other
de: Weitere

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the AppStore's servers.
de: Unser Kundendienstteam wird versuchen, Ihren Serviceplan manuell zu aktivieren, wenn Sie damit einverstanden sind, technische Daten, die der AppStore der App zum Zeitpunkt des Kaufs zur Verfügung gestellt hat, anzuhängen. Diese Daten enthalten keinelei Angaben zu Ihrem iTunes-Konto, Ihrer Apple ID, verknüpften Kreditkarten oder anderen Benutzerinformationen. Technische Daten helfen uns nur bei der Überprüfung und Verifizierung, ob die Zahlung auf den Servern des App Store durchgeführt wurde.

source: Outbox
de: Postausgang

source: PGP-encrypted
de: PGP-verschlüsselt

source: PGP-encrypted message
de: PNG-verschlüsselte Nachricht

source: PGP-encrypted message from verified address
de: PGP-verschlüsselte Nachricht von bestätigtem Adresse

source: PGP-signed
de: PGP-signiert

source: PGP-signed message from verified address
de: PGP-signierte Nachricht von bestätigter Adresse

source: PREMIUM FEATURE
de: Premium-Funktionen

source: Password
de: Passwort

# Password Mismatch
source: Passwords do not match
de: Passwort stimmt nicht überein

source: Password updated
de: Passwort aktualisiert

source: Password cannot be empty.
de: Das Passwort darf nicht leer sein.

source: Password update failed
de: Aktualisierung des Passworts fehlgeschlagen

source: Personal
de: Persönlich

source: Phone
de: Telefon

source: Phone Verification
de: Verifizierung per Telefon

source: Phone number
de: Telefonnummer

source: Phone number invalid
de: Ungültige Telefonnummer

source: Photo Library
de: Fotobibliothek

source: Pin code can't be empty.
de: Der PIN-Code darf nicht leer sein.

source: Please add a password for the following recipients.
de: Bitte Passwort für folgende Empfänger hinzufügen.

source: Please check your cell phone for the verification code.
de: Bitte überprüfen Sie Ihr Handy für den Bestätigungscode.

source: Please check your email for the verification code.
de: Bitte überprüfen Sie Ihre E-Mails für den Bestätigungscode.

source: Please disable PGP Sending for following addresses.
de: Bitte das Senden über PGP für folgende Adressen deaktivieren

source: Please input a valid cell phone number.
de: Bitte eine gültige Mobilfunknummer eingeben.

source: Please input a valid email address.
de: Bitte eine gültige E-Mail-Adresse eingeben.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the purchase.
de: Bitte melden Sie sich bei dem ProtonMail-Konto an, für das Sie den Serviceplan aktualisieren möchten, damit wir den Kauf abschließen können.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the service plan activation.
de: Bitte melden Sie sich bei dem ProtonMail-Konto an, für das Sie den Serviceplan aktualisieren möchten, damit wir die Aktivierung des Serviceplans abschließen können.

source: Please pick a username first!
de: Bitte zunächst einen Benutzernamen festlegen!

source: Please provide a group name
de: Bitte einen Gruppennamen angeben

# Please remove all attachments before changing sender!
source: Please remove all attachments before changing the sender
de: Bitte vor dem Ändern des Absenders alle Anhänge entfernen

source: Please select at least one email for the contact group
de: Bitte mindestens eine E-Mail-Adresse für die Kontaktgruppe auswählen

source: Please select one of the following options:
de: Bitte eine der folgenden Optionen wählen:

source: Please set a password.
de: Bitte ein Passwort festlegen.

source: Please try a different domain.
de: Bitte eine andere Domain versuchen

source: Please try a different email address.
de: Bitte eine andere E-Mail-Adresse versuchen

source: Please try a different password.
de: Bitte ein anderes Passwort versuchen

source: Please try a different username.
de: Bitte einen anderen Benutzernamen versuchen

source: Please try again
de: Bitte erneut versuchen

source: Please unlock the app to proceed with your service plan activation
de: Bitte entsperren Sie die App, um mit der Aktivierung Ihres Serviceplans fortzufahren.

source: Please use ProtonMail App login first.
de: Bitte zuerst die Anmeldung in der App ProtonMail verwenden.

source: Please use the web application to reset your password.
de: Bitte verwenden Sie die Webanwendung, um Ihr Passwort zurückzusetzen.

source: Please use the web version of ProtonMail to change your mailbox password!
de: Verwenden Sie die Web-Version von ProtonMail, um Ihr Mailbox-Passwort zu ändern!

source: Please use the web version of ProtonMail to change your passwords!
de: Bitte benutzen Sie die Web-Version von ProtonMail, um Ihre Passwörter zu ändern!

source: Please use your new password when signing in.
de: Bitte Ihr neues Passwort bei der Anmeldung verwenden.

source: Please wait until the email downloaded!
de: Bitte warten, bis die Nachricht heruntergeladen wurde!

source: Please, manage it in your phone.
de: Bitte verwalten Sie es in Ihrem Handy.

source: Print
de: Drucken

source: Protection
de: Schutz

source: Protection entire app
de: Gesamte App schützen

source: ProtonMail Plus is required to customize your mobile signature
de: Sie benötigen ProtonMail Plus um Ihre mobile Signatur zu ändern

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact’s name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
de: Mit ProtonMail Plus/Professional/Visionary können Sie Kontaktdaten hinzufügen und bearbeiten, die über den Namen und die E-Mail-Adresse Ihres Kontakts hinausgehen. Durch die Verwendung von ProtonMail sind diese Daten so sicher wie Ihre verschlüsselte E-Mail.

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
de: ProtonMail verkauft keine Werbung oder verletzt Ihre Privatsphäre. Ihre Unterstützung ist essentiell um ProtonMail weiter am Laufen zu erhalten. Sie können zu einem bezahlten Account wechseln oder zur Unterstützung an ProtonMail spenden.

source: ProtonMail encrypted emails
de: Durch ProtonMail verschlüsselte Nachrichten

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
de: ProtonMail ist zur Zeit offline, schauen Sie auf Twitter nach unserem derzeitigen Status: https://twitter.com/protonmail

source: ProtonVPN included
de: ProtonVPN enthalten

source: Quick Swipe actions
de: Aktionen für Wischgesten

source: RESET MAILBOX PASSWORD
de: Mailbox-Passwort zurücksetzen

# Rate &amp; Review
source: Rate & Review
de: Bewerten & Rezensieren

source: Re-Enter your PIN
de: Bitte PIN erneut eingeben

source: Reading device contacts data...
de: Gerätekontakte werden gelesen …

source: Recovery Code
de: Wiederherstellungsschlüssel

source: Recovery Email
de: Wiederherstellungs-E-Mail-Adresse

source: Recovery Email Warning
de: E-Mail-Wiederherstellungswarnung

source: Remind Me Later
de: Später erneut fragen

source: Remove
de: Entfernen

source: Remove Star
de: Kennzeichnung entfernen

source: Repeat
de: Wiederholen

source: Reply
de: Antworten

source: Reply All
de: Allen antworten

source: Reply message
de: Nachricht beantworten

source: Reply all
de: Allen antworten

source: Report Bugs
de: Fehler melden

source: Report Phishing
de: Phishing melden

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
de: Das Melden einer Nachricht als Phishing-Versuch wird die Nachricht an uns senden, damit wir diese analysieren und unsere Filter verbessern können. Das bedeutet, dass wir den Inhalt der Nachricht vollständig einsehen können.

source: Request Link Confirmation
de: Link-Bestätigung anfordern

source: Resetting message cache ...
de: Nachrichtenspeicher wird zurückgesetzt ...

source: Retry
de: Wiederholen

source: Retry after %d seconds
de: Nach %d Sekunden erneut versuchen

source: Sent
de: Gesendet

source: Starred
de: Gekennzeichnet

source: Save
de: Speichern

source: Save Changes
de: Änderungen speichern

source: Save draft
de: Entwurf speichern

source: Scheduled
de: Geplant

source: Search
de: Suchen

source: Select An Option
de: Wähle Sie eine Option

source: Select Color
de: Farbe wählen

source: Select your language
de: Sprache auswählen

source: Send
de: Senden

source: Send verification code
de: Verifizierungs-Code senden

source: Send anyway
de: Dennoch senden

source: Send message without subject?
de: Nachricht ohne Betreff senden?

source: Send plain but stored enc
de: Im Klartext gesendet aber verschlüsselt gespeichert

source: Sender Verification Failed
de: Die Überprüfung des Absenders ist fehlgeschlagen

source: Sending message
de: Nachricht wird gesendet

source: Sending message
de: Nachricht wird gesendet

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
de: Senden von Nachrichten von einer %1$@-Adresse ist eine Funktion für bezahlte Konten. Ihre Nachricht wird von Ihrer standardmäßigen Adresse „%2$@” gesendet

source: Sent
de: Gesendet

source: Sent Failed
de: Senden fehlgeschlagen

source: Sent by ProtonMail with zero access encryption
de: Gesendet von ProtonMail mit Zero-Access-Verschlüsselung

source: Sent by you with end-to-end encryption
de: Von Ihnen mit Ende-zu-Ende-Verschlüsselung gesandt

source: Server proofs not valid!
de: Servernachweise ungültig!

source: Set Password
de: Passwort festlegen

source: Set a password to encrypt this message for non-ProtonMail users.
de: Legen Sie ein Passwort zum Verschlüsseln dieser Nachricht für nicht-ProtonMail-Nutzer fest

source: Set passwords
de: Passwort festlegen

source: Settings
de: Einstellungen

source: Share Alert
de: Benachrichtigung teilen

source: Share Contact
de: Kontakt teilen

source: Share it with your friends
de: Mit Freunden teilen

# Sign Out
source: Log out
de: Abmelden

source: Signature
de: Signatur

source: Signature Updated
de: Signatur aktualisiert

source: Single Password
de: Einzelpasswort

source: Snooze Notifications
de: Später erinnern

source: Snoozed for
de: Stummgeschaltet bis

source: Snoozed till
de: Stummgeschaltet bis

source: Sorry, we cannot process purchases in the beta version of the iOS app. Thank you for participating in our public beta!
de: Leider können wir in der Beta-Version der iOS-App keine Bestellungen verarbeiten. Vielen Dank für Ihre Teilnahme an unserer Public Beta!

source: Space warning
de: Speicherplatz-Warnung

source: Spammed
de: Spam

source: Star
de: Kennzeichnen

source: Starred
de: Gekennzeichnet

source: Start Time
de: Startzeitpunkt

source: State
de: Bundesstaat

source: Storage
de: Speicher

source: Storage Warning
de: Speicherplatz-Warnung

source: Stored with zero access encryption
de: Gespeichert mit Zero-Access-Verschlüsselung

source: Street
de: Straße

source: Subject
de: Betreff

source: Subject:
de: Betreff:

source: Subscription
de: Abonnement

source: Support ProtonMail
de: ProtonMail unterstützen

source: Support for %i custom domains (e.g. user@yourdomain.com)
de: Unterstützung für %i benutzerdefinierte Domains (z.B. user@yourdomain.com)

source: Swipe Left to Right
de: Von links nach rechts wischen

source: Swipe Right to Left
de: Von rechts nach links wischen

source: System can't copy the file
de: System konnte nicht die Datei kopieren

source: Trash
de: Papierkorb

# Take a Photo
source: Take photo
de: Foto aufnehmen

source: Tap send anyway to send without expiration to these recipients
de: Tippen Sie auf „Trotzdem senden”, um Nachrichten auch ohne Verfallszeitpunkt an diese Empfänger zu senden.

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
de: Vielen Dank für Ihren Fehlerbericht. Wir haben Ihren Bericht zu unserem Fehlerverfolgungssystem hinzugefügt.

source: The password is wrong.
de: Ungültiges Passwort

source: The ProtonMail current offline...
de: ProtonMail ist momentan Offline …

source: The username have been taken.
de: Dieser Benutzername ist bereits vergeben.

source: The authentication credentials are invalid.
de: Die Authentifizierungsinformationen sind ungültig.

source: The authentication token has expired.
de: Die Authentifizierungskette ist abgelaufen.

source: The current standard
de: Der aktuelle Standard

source: The display name is now %@.
de: Der Anzeigename ist jetzt %@.

source: The draft cache is broken. Please try again.
de: Der Entwurfs-Zwischenspeicher ist beschädigt. Bitte versuchen Sie es erneut.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
de: Das Entwurfsformat ist fehlerhaft. Senden fehlgeschlagen!

source: The highest level of encryption available.
de: Die höchstmögliche Verschlüsselung, die zur Verfügung steht.

source: The label name is duplicate
de: Der Kategoriename wurde dupliziert

source: The mailbox password is incorrect.
de: Das Mailbox-Passwort ist ungültig.

source: The maximum number of distinct recipients is %d
de: Die maximale Anzahl unterschiedlicher Empfänger beträgt %d

source: The maximum number of labels is %d.
de: Die maximale Kategorieanzahl beträgt %d.

# The new password can't empty
source: The new password can't be empty
de: Bitte das neue Passwort eingeben

source: The new password can't empty.
de: Das neue Passwort darf nicht leer sein.

# The new password not match
source: Passwords do not match
de: Passwörter stimmen nicht überein

source: The new password not match.
de: Passwörter stimmen nicht überein.

source: The optional recovery email address allows you to reset your login password if you forget it.
de: Die optionale Wiederherstellungs-E-Mail-Adresse ermöglicht es Ihnen, das Anmeldepasswort zurückzusetzen, wenn Sie es vergessen.

source: The password you entered does not match the current password.
de: Das eingegebene Passwort stimmt nicht mit dem aktuellen Passwort überein.

source: The passwords you entered do not match.
de: Die eingegebenen Passwörter stimmen nicht überein.

source: The private key update failed.
de: Die Aktualisierung des privaten Schlüssels ist fehlgeschlagen.

source: The request timed out.
de: Die Anfrage ist abgelaufen.

source: The total attachment size can't be bigger than 25MB
de: Die Gesamtgröße der Anhänge darf 25MB nicht überschreiten

source: The total attachment size cannot exceed 25MB
de: Die Gesamtgröße der Anhänge darf 25MB nicht überschreiten

# The verification email invalid
source: Invalid verification email
de: Ungültige Wiederherstellungs-E-Mail

source: The verification failed!
de: Die Überprüfung ist fehlgeschlagen!

source: There was an error creating or loading the app's saved data.
de: Beim Erstellen oder Laden der gespeicherten App-Daten ist ein Fehler aufgetreten.

source: There was an error creating or loading the application's saved data.
de: Beim Erstellen oder Laden der gespeicherten Anwendungsdaten ist ein Fehler aufgetreten.

source: This can take a while. Please do not dismiss the app.
de: Bitte haben Sie ein wenig Geduld. Bitte die App nicht beenden.

source: This contact belongs to your address book.
de: Dieser Kontakt gehört zu Ihrem Adressbuch.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
de: Diese E-Mail hat die Domain-Authentifizierungsanforderungen nicht bestanden. Sie könnte gefälscht oder unsachgemäß weitergeleitet worden sein!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
de: Diese E-Mail scheint von einer ProtonMail-Adresse zu stammen, kam jedoch von außerhalb unseres Systems und entspricht nicht unseren Authentifizierungsanforderungen. Sie könnte gefälscht oder unsachgemäß weitergeleitet worden sein!

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
de: Diese Nachricht könnte ein Phishing-Versuch sein. Bitte überprüfen Sie den Absender und deren Inhalt, um sicherzustellen, dass diese seriös sind.

source: Title
de: Titel

source: To
de: An

# To prevent abuse of ProtonMail,&#13;&#10; we need to verify that you are human.
source: To prevent abuse of ProtonMail, we need to verify that you are human.
de: Um den Missbrauch von ProtonMail zu verhindern,&#13; müssen wir sicherstellen, dass Sie ein Mensch sind.

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
de: Um Ihr Mailbox-Passwort zurückzusetzen, verwenden Sie bitte die Web-Version von ProtonMail unter proton.me

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
de: Um Ihr Mailbox-Passwort zurückzusetzen, verwenden Sie bitte die Web-Version von ProtonMail unter proton.me.

source: To:
de: An:

source: Token expired
de: Token abgelaufen

source: Too many recipients
de: Zu viele Empfänger

source: TouchID is not enrolled, enable it in the system Settings
de: TouchID ist nicht aktiviert, aktivieren Sie es in den Systemeinstellungen

source: TouchID not available
de: TouchID ist nicht verfügbar

source: Trash
de: Papierkorb

source: Trouble shooting guide
de: Anleitung zur Fehlerbehebung

source: Turn Off
de: Deaktivieren

source: Tweet about ProtonMail
de: Tweete über ProtonMail

source: Two Factor Code
de: Zwei-Faktor-Code

source: User log in
de: Benutzeranmeldung

source: Unable to connect to the server
de: Die Verbindung zum Server ist fehlgeschlagen

source: Unable to construct a valid URL with the following path: %@
de: Fehler beim Erstellen einer URL mit folgendem Pfad: %@
