Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS french.xliff
Languages: fr

# NSAppleMusicUsageDescription
source: Required for attaching media to the email.
fr: Nécessaire pour joindre des fichiers multimédia à l’email.

# NSCameraUsageDescription
source: Required for attaching photos to the email.
fr: Nécessaire pour joindre des photos à l’email.

# NSContactsUsageDescription
source: Required for email autocomplete.
fr: Requis pour l'auto-remplissage des emails.

# NSFaceIDUsageDescription
source: Allows you quick and secure to unlock your application.
fr: Vous permet de déverrouiller votre application rapidement et de façon sécurisée.

# NSPhotoLibraryAddUsageDescription
source: Required for saving image attachments to photo library.
fr: Requis pour l’enregistrement des pièces jointes dans la Galerie.

# NSPhotoLibraryUsageDescription
source: Required for attaching photos to the email.
fr: Nécessaire pour joindre des photos à l’email.

source: %@ storage capacity
fr: %@ de stockage

source: %d Member
fr: %d membre

source: %d Members
fr: %d membres

source: %d Selected
fr: %d sélectionné(s)

source: %i email address
fr: %i adresse email

source: %i email addresses
fr: %i adresses email

source: (2048 bit)
fr: (2048 bits)

source: (4096 bit)
fr: (4096 bits)

source: *OPTIONAL
fr: *FACULTATIF

source: + Drop here to add as attachment
fr: + Déposez ici pour ajouter comme pièce jointe

source: /user
fr: /utilisateur

source: 2FA failed. Please try to login again.
fr: La double authentification a échoué. Veuillez essayer de vous connecter à nouveau.

source: A message cannot have more than 5 labels
fr: Un message ne peut avoir plus de 5 labels

source: A new version of ProtonMail app is available, please update to latest version.
fr: Une nouvelle version de l'application ProtonMail est disponible, veuillez mettre à jour vers la dernière version.

source: A new version of ProtonMail app is available. Please update to the latest version.
fr: Une nouvelle version de l'application ProtonMail est disponible. Veuillez mettre à jour vers la dernière version.

source: A paid ProtonMail plan is required to use this feature
fr: Une offre payante ProtonMail est nécessaire pour utiliser cette fonctionnalité

source: A passcode has not been set, enable it in the system Settings
fr: Un code d’authentification n’a pas été défini, activez-le dans les paramètres du système

source: API Server not reachable...
fr: API du serveur injoignable...

source: Archive
fr: ARCHIVES

source: Access to this account is disabled due to non-payment. Please sign in through proton.me to pay your unpaid invoice.
fr: L'accès à ce compte est désactivé pour cause de non-paiement. Veuillez vous connecter via proton.me pour payer votre facture impayée.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://proton.me/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
fr: L'accès à ce compte est désactivé pour cause de non-paiement. Veuillez vous rendre sur <a href="https://proton.me/support/knowledge-base/delinquency/">notre base de connaissance</a> pour en savoir plus.

# Account password invalid
source: Invalid account password
fr: Mot de passe du compte invalide

source: Add
fr: Ajouter

source: Add Anniversary
fr: Ajouter une date de mariage

source: Add Birthday
fr: Ajouter une date d'anniversaire

source: Add Contact
fr: Ajouter un contact

source: Add Custom Label
fr: Ajouter un label personnalisé

source: Add Folder
fr: Ajouter un dossier

source: Add Gender
fr: Ajouter un sexe

source: Add Group
fr: Ajouter un groupe

source: Add Label
fr: Ajouter un label

source: Add New Folder
fr: Ajouter un nouveau dossier

source: Add New Label
fr: Ajouter un nouveau label

source: Add Nickname
fr: Ajouter un surnom

source: Add Organization
fr: Ajouter une organisation

source: Add Photo
fr: Ajouter une photo

source: Add Star
fr: Ajouter aux favoris

source: Add Title
fr: Ajouter un titre

source: Add new address
fr: Ajouter une nouvelle adresse

source: Add new custom field
fr: Ajouter un nouveau champ personnalisé

source: Add new email
fr: Ajouter un nouvel email

source: Add new field
fr: Ajouter un nouveau champ

source: Add new phone number
fr: Ajouter un nouveau numéro de téléphone

source: Add new url
fr: Ajouter une nouvelle URL

source: Add to contacts
fr: Ajouter aux contacts

source: Address
fr: Adresse

source: Alert
fr: Alerte

source: All Mail
fr: Tous les messages

source: All contacts are imported
fr: Tous les contacts sont importés

source: Also Archive
fr: Archiver également

source: Also used to reset a forgotten password.
fr: Également utilisé pour réinitialiser un mot de passe oublié.

source: Anniversary
fr: Date de mariage

source: App is locked
fr: L’App est verrouillée

source: Apple in-app purchase fee
fr: Frais d’achat in-app Apple

source: Apple informed us they could not process the purchase.
fr: Apple nous a informé qu'ils ne pouvaient pas traiter l'achat.

source: Apple informed us you've upgraded the service plan, but did not say which of your ProtonMail accounts to upgrade in case you have more than one.
fr: Apple nous a informé que vous avez souscrit à une offre, mais ne nous a pas indiqué le compte ProtonMail concerné dans le cas où vous en ayez plusieurs.

source: Apple informed us you've upgraded the service plan, but some technical data was missing. Please fill in the bugreport and our customer support team will contact you.
fr: Apple nous a informé que vous avez souscrit à une offre mais il manque quelques données techniques. Veuillez renseigner le rapport de bug et notre support client vous contactera.

source: Apple informed us you've upgraded the service plan, but we detected you have logged out of the account since then.
fr: Apple nous a informé que vous avez souscrit à une offre, mais nous avons détecté que vous vous êtes déconnecté du compte depuis la souscription.

source: Apply
fr: Appliquer

source: Apply Labels
fr: Appliquer les labels

source: Archive
fr: Archives

source: Archived
fr: Archivé

source: Are you sure you want to logout?
fr: Voulez-vous vraiment vous déconnecter ?

source: Attachment imported
fr: Pièce jointe importée

source: Attachments
fr: Pièces jointes

source: Authentication
fr: Authentification

source: Authentication failed: wrong username or password.
fr: Échec d'authentification, identifiant ou mot de passe incorrect

source: Authentication failed
fr: Échec de l'authentification

source: Authentication failed. Please try to login again.
fr: L'authentification a échoué. Veuillez essayer de vous connecter à nouveau.

source: Authentication token is not accessible because the app is locked
fr: Le jeton d'authentification n'est pas accessible car l'application est verrouillée

source: Authentication was cancelled by the system
fr: L'authentification a été annulée par le système

source: Auto lock time
fr: Durée avant verrouillage automatique

source: Auto show images
fr: Afficher automatiquement les images

source: Back
fr: Retour

source: Bad auth cache
fr: Mauvais cache d'authentification

source: Bad parameter
fr: Paramètre invalide

source: Bad parameter: %@
fr: Mauvais paramètre : %@

source: Bad path
fr: Chemin erroné

source: Bad response
fr: Mauvaise réponse

source: BCC
fr: Cci

source: Bcc:
fr: Cci :

source: Birthday
fr: Date de naissance

source: Bug Description
fr: Description du bug

source: Bug report received
fr: Rapport de bug reçu

source: Buy More Credits
fr: Acheter plus de crédits

source: By using protonmail, you agree to our
fr: En utilisant ProtonMail, vous acceptez nos

# By using protonmail, you agree to our %@ and %@.
source: By using protonmail, you agree to our %1$@ and %2$@.
fr: En utilisant ProtonMail, vous acceptez nos %1$@ et notre %2$@.

source: Call Contact
fr: Appeler le contact

source: Can take several minutes to setup.
fr: Peut prendre plusieurs minutes.

source: Can't copy the file
fr: Impossible de copier le fichier

source: Can't create a SRP Client
fr: Impossible de créer un client SRP

source: Can't create a SRP verifier!
fr: Impossible de créer un vérificateur SRP !

source: Can't decrypt this attachment!
fr: Impossible de déchiffrer cette pièce jointe !

source: Can't delete contact group
fr: Impossible de supprimer le groupe de contacts

source: Can't delete contact group through API
fr: Impossible de supprimer le groupe de contacts via l'API

source: Can't download message body, please try again.
fr: Impossible de télécharger le corps du message, veuillez réessayer.

source: Can't download message body. Please try again.
fr: Impossible de télécharger le corps du message. Veuillez réessayer.

source: Can't fetch contact groups
fr: Impossible de récupérer les groupes de contacts

source: Can't find the clicked message please try again!
fr: Impossible trouver le message cliqué, veuillez réessayer !

source: Can't find the selected message. Please try again.
fr: Impossible de trouver le message sélectionné. Veuillez réessayer.

source: Can't find this attachment!
fr: Impossible de trouver cette pièce jointe !

# Can't get a Moduls ID!
source: Can't get a Modulus ID!
fr: Impossible d’obtenir un identifiant Moduls !

source: Can't get a Moduls!
fr: Impossible d’obtenir un Moduls !

source: Can't get user auth info
fr: Impossible de récupérer les informations d'authentification de l'utilisateur

source: Can't load share content!
fr: Impossible de charger le contenu partagé !

source: Can't load the file
fr: Impossible de charger le fichier

source: Can't not find the value from the response body
fr: Impossible de trouver la valeur du corps de la réponse

source: Can't open the file
fr: Impossible d'ouvrir le fichier

source: Can't save contact group
fr: Impossible d'enregistrer le groupe de contacts

source: Can't update contact group through the API
fr: Impossible de mettre à jour le groupe de contacts via l'API

source: Cancel
fr: Annuler

source: Cancel Check
fr: Annuler la vérification

source: Cancelling
fr: Annulation en cours

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
fr: Impossible de déchiffrer cette pièce jointe.

source: Cell phone number
fr: Numéro de téléphone portable

source: Change Login Password
fr: Changer le mot de passe de connexion

source: Change Mailbox Password
fr: Changer le mot de passe de messagerie

source: Change password
fr: Modifier le mot de passe

source: Change PIN
fr: Changer le code PIN

source: Change Single Password
fr: Changer le mot de passe unique

source: Change default address to...
fr: Changer l'adresse par défaut par...

source: Change left swipe action
fr: Modifier l’action de balayage à gauche

source: Change right swipe action
fr: Modifier l’action de balayage à droite

source: Change sender address to...
fr: Changer l'adresse de l'expéditeur par...

source: Check Again
fr: Vérifier à nouveau

source: Checking...
fr: Vérification...

source: Choose a Password
fr: Choisissez un mot de passe

source: City
fr: Ville

source: Clear local message cache
fr: Vider le cache des messages locaux

source: Close
fr: Fermer

source: Closing
fr: Fermeture

source: Compose
fr: Rédiger

source: Compose to
fr: Écrire à

source: Confirm
fr: Confirmez

source: Confirm login password
fr: Confirmer le mot de passe de connexion

source: Confirm mailbox password
fr: Confirmer le mot de passe de messagerie

source: Confirm password
fr: Confirmer le mot de passe

source: Confirm new login password
fr: Confirmer le nouveau mot de passe de connexion

source: Confirm new mailbox password
fr: Confirmer le nouveau de mot de passe de messagerie

source: Confirm new password
fr: Confirmer le nouveau mot de passe

source: Confirm phishing report
fr: Confirmer le signalement de hameçonnage

source: Congratulations!
fr: Félicitations !

source: Contact Details
fr: Détails du contact

source: Contact the ProtonMail team
fr: Contacter l'équipe ProtonMail

source: Continue
fr: Continuer

source: Continue and Don't ask again
fr: Continuer et ne plus demander

source: Copy address
fr: Copier l'adresse

source: Copy name
fr: Copier le nom

source: Could not connect to Store. Please try again later.
fr: Impossible de se connecter à l'App Store. Veuillez réessayer ultérieurement.

source: Country
fr: Pays

source: Create
fr: Créer

source: Create Account
fr: Créer un compte

source: Create User failed. Please try again.
fr: La création de l'utilisateur a échoué. Veuillez réessayer.

source: Create a new account
fr: Créer un nouveau compte

source: Create and add Labels to organize your inbox. Long press on a message for all options.
fr: Créez et ajoutez des labels pour organiser votre boîte de réception. Appuyez longuement sur un message pour afficher toutes les options.

source: Create and add labels to organize your inbox. Press and hold down on a message for all options.
fr: Créez et ajoutez des labels pour organiser votre boîte de réception. Appuyez et maintenez sur un message pour afficher toutes les options.

source: Create user failed
fr: La création de l'utilisateur a échoué

source: Current Language is:
fr: Langue actuelle :

source: Current login password
fr: Mot de passe de connexion actuel

source: Current password
fr: Mot de passe actuel

source: Custom
fr: Personnalisé

source: DECRYPT MAILBOX
fr: DÉCHIFFRER LA BOÎTE DE RÉCEPTION

source: Drafts
fr: BROUILLONS

source: Debug
fr: Déboguer

source: Decrypt
fr: Déchiffrer

source: Decrypt token failed. Please try again.
fr: Echec du déchiffrement du jeton. Veuillez réessayer.

source: Decryption error
fr: Erreur de déchiffrement

source: Decryption of this content failed
fr: Le déchiffrement de ce contenu a échoué

source: Default
fr: Défaut

source: Default error. Please try again.
fr: Erreur par défaut. Veuillez réessayer.

source: Define Expiration Date
fr: Définir le délai d'expiration

source: Define hint (Optional)
fr: Définir l’indice (facultatif)

source: Define password
fr: Définir un mot de passe

source: Delete
fr: Supprimer

source: Delete Contact
fr: Supprimer le contact

source: Delete Contact Group
fr: Supprimer le groupe de contacts

source: Deleted
fr: Supprimé

source: Details
fr: Détails

source: Discard changes
fr: Annuler les changements

source: Discard draft
fr: Supprimer le brouillon

source: Display name
fr: Nom d'affichage

source: Display name updated
fr: Nom d'affichage mis à jour

source: Display name
fr: Nom d'affichage

source: Display name
fr: Nom d'affichage

source: Do you want to activate the purchased service plan for
fr: Voulez-vous activer l'offre achetée pour

source: Do you want to cancel the process?
fr: Voulez-vous annuler le processus ?

source: Do you want to save the unsaved changes?
fr: Voulez-vous enregistrer les modifications ?

source: Don't Show Again
fr: Ne plus montrer

source: Don't remind me again
fr: Ne plus me rappeler

source: Done
fr: Terminé

source: Double tap to setup
fr: Double tap pour configurer

source: Draft
fr: Brouillon

source: Drafts
fr: Brouillons

source: Edit
fr: Modifier

source: Edit contact
fr: Modifier le contact

source: Edit Folder
fr: Modifier le dossier

source: Edit Group
fr: Modifier le groupe

source: Edit Label
fr: Modifier le label

source: Edit Photo
fr: Modifier la photo

source: Edit mobile signature
fr: Modifier la signature du mobile

source: Edit signature
fr: Modifier la signature

source: Email Addresses
fr: Adresses email

source: Email Contact
fr: Envoyer un email

source: Email Verification
fr: Vérification par email

source: Email address
fr: Adresse email

source: Email address invalid
fr: Adresse email invalide

source: Email default signature
fr: Signature d'email par défaut

# Email domain invalid
source: Invalid email domain
fr: Nom de domaine d'email invalide

source: Empty folder
fr: Vider le dossier

source: Enable Default Signature
fr: Activer la signature par défaut

source: Enable FaceID
fr: Activer FaceID

source: Enable Mobile Signature
fr: Activer la signature mobile

source: Enable Notification Email
fr: Activer l'adresse email de secours

source: Enable PIN protection
fr: Activer la protection par code PIN

source: Enable TouchID
fr: Activer TouchID

source: Encrypted Contact Details
fr: Détails chiffrés du contact

source: Encrypted for outside
fr: Chiffré pour l'extérieur

source: Encrypted for outside reply
fr: Chiffré pour réponse vers l'extérieur

source: Encrypted from outside
fr: Chiffré de l’extérieur

source: Encrypted from outside PGP inline
fr: Chiffré en dehors de PGP inline

source: Encrypted from outside PGP/MIME
fr: Chiffré en dehors de PGP/MIME

source: Encrypted from outside signed PGP/MIME
fr: Chiffré en dehors du PGP/MIME signé

source: Encryption Setup
fr: Configuration du chiffrement

source: End Time
fr: Heure de fin

source: End-to-end encryption
fr: Chiffrement de bout en bout

source: End-to-end encrypted
fr: Chiffré de bout en bout

source: End-to-end encrypted message
fr: Message chiffré de bout en bout

source: End-to-end encrypted message from verified address
fr: Message chiffré de bout en bout provenant d'une adresse vérifiée

source: End-to-end encrypted to verified address
fr: Chiffré de bout en bout à une adresse vérifiée

source: Enter
fr: Entrer

source: Enter verification code
fr: Saisir le code de vérification

source: Enter your PIN
fr: Entrez votre code PIN

source: Enter your PIN to unlock your inbox.
fr: Entrez votre code PIN pour déverrouiller votre boîte de réception.

source: Enter your cell phone number
fr: Entrez votre numéro de téléphone mobile

source: Enter your existing email address.
fr: Entrez votre adresse email existante.

source: Error logs
fr: Journaux d'erreurs

source: Error occured
fr: Une erreur s'est produite

source: Every time enter app
fr: À chaque ouverture de l'application

source: Expires
fr: Expire le

# Expires in %d days %d hours %d mins %d seconds
source: Expires in %1$d days %2$d hours %3$d mins %4$d seconds
fr: Expire dans %1$d jours %2$d heures %3$d minutes %4$d secondes

source: Expiring messages
fr: Expiration des messages

source: Extreme Security
fr: Sécurité extrême

source: Forgot password?
fr: Mot de passe oublié ?

source: FW:
fr: Tr :

source: Failed to determine type of file
fr: Impossible de déterminer le type de fichier

source: Failed to get list of available products from AppStore.
fr: Impossible de récupérer la liste des produits disponibles depuis l'AppStore.

source: Failed to initialize the app's saved data
fr: Impossible d'initialiser les données enregistrées de l'application

source: Failed to initialize the application's saved data
fr: Impossible d'initialiser les données enregistrées de l'application

source: Feedback
fr: Commentaires

source: Fetch user info failed
fr: La récupération des informations de l'utilisateur a échoué

source: Folder
fr: Dossier

source: Folder Name
fr: Nom du dossier

source: For individuals looking to benefit from secure communication at no cost
fr: Pour les particuliers qui souhaitent bénéficier d'une communication sécurisée sans frais

source: For individuals that need more capacity, customization and advanced features
fr: Pour les particuliers qui ont besoin de plus de stockage, de personnalisation et de fonctions avancées

source: For organizations that need multi-user support and additional productivity features
fr: Pour les entreprises qui ont besoin d'offres multi-utilisateurs et de fonctions de productivité additionnelles

source: For power users and groups of people that value full anonymity and privacy
fr: Pour les utilisateurs avancés et les groupes qui tiennent à l'anonymat et à une confidentialité totale

source: Forward
fr: Transférer

source: Forwarded message
fr: Message transféré

source: From
fr: De

source: From:
fr: De :

source: Fwd:
fr: Tr :

source: Gender
fr: Sexe

source: General settings
fr: Paramètres généraux

source: Get %@
fr: Obtenir %@

source: Get more information
fr: En savoir plus

source: Go to inbox
fr: Accéder à la boîte de réception

source: Group Details
fr: Détails du groupe

source: Group Name
fr: Nom du groupe

source: Groups
fr: Groupes

# Help &amp; Support
source: Help & Support
fr: Aide & Support

source: Help us to improve ProtonMail with your input.
fr: Aidez-nous à améliorer ProtonMail avec vos commentaires.

source: Help us to make privacy the default in the web.
fr: Aidez nous à faire d'Internet un endroit où prime la vie privée.

source: Hide
fr: Masquer

source: Hide details
fr: Masquer les détails

source: High Security
fr: Sécurité élevée

source: Hours
fr: heures

source: Human Check Failed
fr: La vérification humaine a échoué

source: Human Check Warning
fr: Avertissement pour la vérification humaine

source: Human Verification
fr: Vérification humaine

source: IMAP/SMTP Support via ProtonMail Bridge
fr: Support IMAP/SMTP via ProtonMail Bridge

source: Inbox
fr: Boîte de réception

source: Import Error
fr: Erreur d'importation

source: Import file from...
fr: Importer un fichier depuis...

source: Importing Contacts
fr: Importation des contacts

source: Importing attachment, that can take a while
fr: Importation de la pièce jointe, cela peut prendre un certain temps

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
fr: Pour utiliser nos services, vous devez accepter les Conditions générales d'utilisation de ProtonMail.

source: Inbox
fr: Boîte de réception

source: Incorrect PIN,
fr: Code PIN incorrect,

source: Incorrect password
fr: Mot de passe incorrect

source: Input display name ...
fr: Saisir un nom ...

source: Input Notification Email ...
fr: Entrez l'adresse email de secours ...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://proton.me/invite to request an invitation.
fr: La création instantanée de compte ProtonMail a été temporairement désactivée. Veuillez vous rendre sur https://proton.me/invite pour demander une invitation.

source: Internal Error
fr: Erreur Interne

source: Invalid Password
fr: Mot de passe invalide

source: Invalid URL
fr: URL invalide

source: Invalid username
fr: Nom d'utilisateur invalide

source: Invalid UserName!
fr: Nom d'utilisateur invalide !

source: Invalid access token please relogin
fr: Jeton d'accès invalide, veuillez vous reconnecter

source: Invalid access token. Please relogin.
fr: Jeton d'accès invalide, veuillez vous reconnecter.

source: Invalid credential
fr: Identifiants invalides

source: Invalid hashed password!
fr: Mot de passe haché invalide !

source: Is this bug report about an in-app purchase?
fr: Est-ce que ce rapport de bug concerne un achat dans l'application ?

source: It is not possible to switch to %@ within our iOS app.
fr: Il n'est pas possible de passer à %@ depuis notre application iOS.

source: It wasn't possible to match your purchased App Store product to any products on our server. Please fill in the bug report and our customer support team will contact you.
fr: Il n'a pas été possible de faire correspondre votre produit acheté sur l'AppStore aux produits présents sur notre serveur. Veuillez remplir le rapport de bug et notre équipe de support client vous contactera.

source: Keep me updated about new features
fr: M'informer des nouvelles fonctionnalités

source: Key generation failed
fr: La génération de clé a échoué

source: Key generation failed. Please try again.
fr: La génération de clé a échoué. Veuillez essayer à nouveau.

source: Key invalid. Please go back and try again.
fr: Clé non valide. Veuillez revenir en arrière et réessayer.

source: Login
fr: Connexion

source: Label management
fr: Gestion des labels

source: Label Name
fr: Nom du Label

source: Label as...
fr: Labelliser comme...

source: Labels have been applied.
fr: Les labels ont été appliqués.

# Labels, Folders, Filters &amp; More
source: Labels, Folders, Filters & More
fr: Labels, Dossiers, Filtres & plus
