Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Czech.xliff
Languages: cs

# What people see in the &quot;From&quot; field.
source: What people see in the "From" field.
cs: Co lidé vidí v poli "Od".

source: When you send an email, this is the name that appears in the sender field.
cs: Toto je jméno, které se zobrazí v poli "Odesílatel" při odeslání e-mailu.

source: Work
cs: Pracovní

source: Wrong verification code
cs: Neplatný ověřovací kód

source: Yes, activate it for
cs: Ano, aktivujte pro

source: Yes, attach details of payment
cs: Ano, přiložit detail platby

source: You can customize swipe gestures in the ProtonMail App Settings.
cs: Gesta přejíždění můžete upravit v nastavení aplikace ProtonMail.

source: You can get help and support at proton.me/support. Bugs can also be reported with the app.
cs: Pomoc a podporu můžete získat na stránce proton.me/support. Chyby mohou být také nahlášeny pomocí aplikace.

source: You can't set %@ address as default because it is a paid feature.
cs: %@ adresu nelze nastavit jako výchozí, protože je to placená funkce.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
cs: Je zapnuto vypršení platnosti zprávy, ale ne všichni příjemci to podporují. Prosím, přidejte heslo a/nebo zakažte PGP odesílání pro použití vypršení platnosti pro všechny příjemce.

source: You have %d new emails!
cs: Máte %d nových zpráv!

source: You have a new email!
cs: Máte novou zprávu!

source: You have unsaved changes. Do you want to save it?
cs: Máte neuložené změny, chcete je uložit?

# You have used %d%% of your storage space (%@).
source: You have used %1$d%% of your storage space (%2$@).
cs: Využíváte %1$d%% úložného prostoru (%2$@).

source: You have used up all of your storage space (%@).
cs: Vyčerpali jste celý váš úložný prostor (%@).

source: You need at least one recipient to send
cs: Potřebujete alespoň jednoho příjemce k odeslání

source: Your Country Code
cs: Kód Vaší země

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
cs: Vaše doručená pošta je nyní chráněna pomocí přímého šifrování. Pro automatické odesílání zabezpečených e-mailů Vašim kontaktům je vyzvěte k použití ProtonMail! Pokud jej nepoužívají, zprávy můžete taky zašifrovat manuálně.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
cs: Váš nový šifrovaný e-mailový účet byl nastaven a je připraven k odesílání a přijímání šifrovaných zpráv.

# Your new secure email&#13;&#10; account is ready.
source: Your new secure email account is ready.
cs: Váš nový zabezpečený e-mail&#13; je připraven.

source: Your plan is currently active until
cs: Váš plán je v současné době aktivní do

source: Your plan will automatically renew on
cs: Váš plán se automaticky obnoví dne

source: Your signature has been updated.
cs: Váš podpis byl aktualizován.

source: ZIP
cs: PSČ

source: and
cs: a

source: at
cs: v(ve)

source: attempt remaining until secure data wipe!
cs: zbývající pokus do zabezpečeného vymazání dat!

source: attempts remaining
cs: zbývající pokusy

source: attempts remaining until secure data wipe!
cs: zbývající pokusy do zabezpečeného vymazání dat!

source: close tour
cs: ukončit průvodce

source: Days
cs: dny

source: for one year
cs: na jeden rok

source: get contacts() failed, peopleOrderedByUsersPreference return null!!
cs: získání contacts() se nezdařilo, vrácená hodnota null pro peopleOrderedByUsersPreference!!

source: Hours
cs: Hodiny

source: inline attachments
cs: vložené přílohy

source: no object
cs: žádný objekt

source: normal attachments
cs: normální přílohy

source: privacy policy.
cs: zásady ochrany osobních údajů.

source: terms and conditions
cs: smluvní podmínky užívání

source: wrote:
cs: napsal/a:

source: App Extension API is not available in this version of iOS
cs: API pro rozšíření aplikace není k dispozici v této verzi iOS

source: Failed to contact the Password Extension
cs: Selhalo spojení s rozšířením správy hesel

source: Failed to execute script that collects web page information
cs: Nepodařilo se spustit skript, který shromažďuje informace o webové stránce

source: Failed to fill web page because script is missing
cs: Vyplnění webové stránky se nezdařilo kvůli chybějícímu skriptu

source: Failed to obtain URL String from web view. The web view must be loaded completely when calling the Password Extension
cs: Selhalo získání URL řetězce z náhledu webu. Náhled webu musí být úplně načten při volání rozšíření správy hesel

source: Failed to parse information returned by Password Extension
cs: Selhalo zpracování informace vrácené rozšířením správy hesel

source: Password Extension was cancelled by the user
cs: Rozšíření správy hesel bylo ukončeno uživatelem
