Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Turkish.xliff
Languages: tr

source: Message password does not match.
tr: İleti parolası eşleşmiyor.

source: Message sending failed please try again
tr: İleti gönderilemedi, lütfen tekrar deneyin

source: Message sending failed. Please try again.
tr: İleti gönderilemedi. Lütfen tekrar deneyin.

source: Message sent
tr: Mesaj gönderildi

source: Messages you send can be set to auto delete after a certain time period.
tr: Gönderdiğiniz iletiler belirli bir süreden sonra otomatik olarak silinebilir.

source: Mobile
tr: Mobil

source: Mobile signature
tr: Mobil imza

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at proton.me using a desktop or laptop computer.
tr: Mobil kayıt işlemleri geçici olarak devre dışı bırakıldı. Lütfen daha sonra tekrar deneyin veya bir masaüstü ya da dizüstü bilgisayar kullanarak proton.me'dan kaydolmayı deneyin.

source: Modifying or turning off the default mobile signature is a paid feature.
tr: Varsayılan mobil imzayı değiştirmek veya kapatmak ücretli bir özelliktir.

source: More
tr: Daha çok

source: More Credits
tr: Daha fazla kredi

source: Move to AllMail
tr: Tüm postalara taşı

source: Move to Archive
tr: Arşive taşı

source: Move to Draft
tr: Taslaklara taşı

source: Move to Folder
tr: Klasöre taşı

source: Move to Inbox
tr: Gelen kutusuna taşı

source: Move to Outbox
tr: Giden kutusuna taşı

source: Move to Spam
tr: Gereksiz kutusuna taşı

source: Move to Trash
tr: Çöp kutusuna taşı

source: Move to...
tr: Şuraya taşı...

source: Multiple addresses
tr: Çoklu adresler

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
tr: Ücretsiz kaydolun

source: Name
tr: Ad

source: New login password
tr: Yeni oturum açma parolası

source: New mailbox password
tr: Yeni posta kutusu parolası

source: New password
tr: Yeni parola

source: Nickname
tr: Takma ad

source: No Messages
tr: İleti yok

source: No connectivity detected...
tr: Bağlantı tespit edilemedi...

source: No, for another ProtonMail account
tr: Hayır, başka bir ProtonMail hesabı için

source: No, not related to in-app purchase
tr: Hayır, uygulama içi satın alma işlemiyle ilgili değil

source: None
tr: Yok

source: Not Now
tr: Şimdi değil

source: Not all recipients support message expiration
tr: Tüm alıcılar, iletinin sona ermesini desteklemiyor

source: Note: The Username is also your ProtonMail address.
tr: Not: Kullanıcı adı aynı zamanda ProtonMail adresinizdir.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
tr: Not: Bu, iletilerinizi şifrelemek ve şifresini çözmek için kullanılır. Bu parolayı kaybetmeyin, kurtaramayız.

source: Note: This is used to log you into your account.
tr: Not: Bu, hesabınıza giriş yapmak için kullanılır.

source: Notes
tr: Notlar

source: Notice
tr: Dikkat

source: Notification / Recovery Email
tr: Bildirim / Kurtarma e-postası

source: Notification email
tr: Bildirim e-postası

source: Notification Snooze
tr: Bildirim Erteleme

source: Notifications Are Snoozed
tr: Bildirimler ertelendi

source: Notifications Snooze Off
tr: Bildirim erteleme kapalı

source: OK
tr: Tamam

source: OTHER PLANS
tr: DİĞER PLANLAR

source: On
tr: Açık

source: On EE, MMM d, yyyy at %@
tr: EE, d MMM yyy %@

# On EE, MMM d, yyyy at %@, %@, wrote:
source: On EE, MMM d, yyyy at %1$@, %2$@, wrote:
tr: EE d MMM yyyy %1$@, %2$@ tarihinde yazdı:

source: Open draft
tr: Taslağı aç

source: Organization
tr: Kuruluş

source: Other
tr: Diğer

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the AppStore's servers.
tr: AppStore'un satın alma sırasında uygulamaya sağladığı teknik verileri eklemeyi kabul ederseniz, Müşteri Destek ekibimiz servis planınızı manuel olarak etkinleştirmeye çalışacaktır. Bu veriler iTunes hesabınız, Apple kimliğiniz, bağlantılı kredi kartlarınız veya diğer kullanıcı bilgileriniz hakkında hiçbir ayrıntıyı içermez. Teknik veriler yalnızca AppStore sunucularında işlemin gerçekleştirildiğini kontrol etmemize ve doğrulamamıza yardımcı olur.

source: Outbox
tr: Giden Kutusu

source: PGP-encrypted
tr: PGP-şifreli

source: PGP-encrypted message
tr: PGP şifreli ileti

source: PGP-encrypted message from verified address
tr: Doğrulanmış adresten PGP şifreli ileti

source: PGP-signed
tr: PGP-imzalı

source: PGP-signed message from verified address
tr: Doğrulanmış adresten PGP imzalı ileti

source: PREMIUM FEATURE
tr: PREMİUM ÖZELLİK

source: Password
tr: Parola

# Password Mismatch
source: Passwords do not match
tr: Parolalar eşleşmiyor

source: Password updated
tr: Parola güncellendi

source: Password cannot be empty.
tr: Parola boş olamaz.

source: Password update failed
tr: Parola güncelleştirme başarısız

source: Personal
tr: Kişisel

source: Phone
tr: Telefon

source: Phone Verification
tr: Telefon Doğrulaması

source: Phone number
tr: Telefon numarası

source: Phone number invalid
tr: Geçersiz telefon numarası

source: Photo Library
tr: Fotoğraf Kütüphanesi

source: Pin code can't be empty.
tr: Pin kodu boş olamaz.

source: Please add a password for the following recipients.
tr: Lütfen aşağıdaki alıcılar için bir parola ekleyin.

source: Please check your cell phone for the verification code.
tr: Lütfen doğrulama kodu için cep telefonunuzu kontrol edin.

source: Please check your email for the verification code.
tr: Lütfen doğrulama kodu için lütfen e-postanızı kontrol edin.

source: Please disable PGP Sending for following addresses.
tr: Lütfen aşağıdaki adresler için PGP gönderimini devre dışı bırakın.

source: Please input a valid cell phone number.
tr: Lütfen geçerli bir telefon numarası girin.

source: Please input a valid email address.
tr: Lütfen geçerli bir e-posta adresi girin.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the purchase.
tr: Lütfen, satın alma işleminizi tamamlayabilmemiz için hizmet planınızı yükselttiğiniz ProtonMail hesabına giriş yapın.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the service plan activation.
tr: Hizmet planı aktivasyonunu tamamlayabilmemiz için, lütfen hizmet planınızı yükseltmekte olduğunuz ProtonMail hesabına giriş yapın.

source: Please pick a username first!
tr: Lütfen önce bir kullanıcı adı seçin!

source: Please provide a group name
tr: Lütfen bir grup adı sağlayın

# Please remove all attachments before changing sender!
source: Please remove all attachments before changing the sender
tr: Göndereni değiştirmeden önce lütfen tüm ekleri kaldırın

source: Please select at least one email for the contact group
tr: Lütfen kişi grubu için en az bir e-posta adresi seçin

source: Please select one of the following options:
tr: Lütfen aşağıdaki seçeneklerden birini seçin:

source: Please set a password.
tr: Lütfen bir parola ayarlayın.

source: Please try a different domain.
tr: Lütfen başka bir etki alanı deneyin.

source: Please try a different email address.
tr: Lütfen başka bir e-posta adresi deneyin.

source: Please try a different password.
tr: Lütfen başka bir parola deneyin.

source: Please try a different username.
tr: Lütfen başka bir kullanıcı adı deneyin.

source: Please try again
tr: Lütfen tekrar deneyin

source: Please unlock the app to proceed with your service plan activation
tr: Hizmet planı aktivasyonunuza devam etmek için lütfen uygulamanın kilidini açın

source: Please use ProtonMail App login first.
tr: Lütfen önce ProtonMail uygulamasına giriş yapın.

source: Please use the web application to reset your password.
tr: Lütfen parolanızı sıfırlamak için web uygulamasını kullanın.

source: Please use the web version of ProtonMail to change your mailbox password!
tr: Posta kutusu şifrenizi değiştirmek için lütfen ProtonMail web sürümünü kullanın!

source: Please use the web version of ProtonMail to change your passwords!
tr: Parolanızı değiştirmek için lütfen ProtonMail'in web sürümünü kullanın!

source: Please use your new password when signing in.
tr: Lütfen giriş yaparken yeni parolanızı kullanın.

source: Please wait until the email downloaded!
tr: Lütfen e-posta indirilene kadar bekleyin!

source: Please, manage it in your phone.
tr: Lütfen, telefonunuzda yönetin.

source: Print
tr: Yazdır

source: Protection
tr: Koruma

source: Protection entire app
tr: Tüm uygulamayı koru

source: ProtonMail Plus is required to customize your mobile signature
tr: Mobil imzayı düzenlemek için, ProtonMail Plus planı gerekir

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact’s name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
tr: ProtonMail Plus/Profesyonel/Vizyoner, kişi adınızı ve e-postanızın ötesinde; kişi bilgilerini eklemenizi ve düzenlemenizi sağlar. ProtonMail'i kullanarak, bu veriler uçtan uca şifreli e-postanız kadar güvenli olacaktır.

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
tr: ProtonMail, reklam satmaz veya gizliliğinizi kötüye kullanmaz. ProtonMail'i çalışır durumda tutmak için desteğiniz çok önemlidir. Ücretli bir hesaba geçebilir veya ProtonMail'i desteklemek için bağışta bulunabilirsiniz.

source: ProtonMail encrypted emails
tr: ProtonMail şifreli e-postalar

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
tr: ProtonMail şu anda çevrimdışı, mevcut durum için Twitter adresimize bakın: https://twitter.com/protonmail

source: ProtonVPN included
tr: ProtonVPN dahil

source: Quick Swipe actions
tr: Hızlı kaydırma eylemleri

source: RESET MAILBOX PASSWORD
tr: POSTA KUTUSU PAROLASINI SIFIRLA

# Rate &amp; Review
source: Rate & Review
tr: Oran ve inceleme

source: Re-Enter your PIN
tr: PIN kodunuzu tekrar girin

source: Reading device contacts data...
tr: Cihazın kişi verileri okunuyor...

source: Recovery Code
tr: Kurtarma Kodu

source: Recovery Email
tr: Kurtarma e-postası

source: Recovery Email Warning
tr: Kurtarma e-postası uyarısı

source: Remind Me Later
tr: Daha Sonra Hatırlat

source: Remove
tr: Sil

source: Remove Star
tr: Yıldızı Kaldır

source: Repeat
tr: Tekrarla

source: Reply
tr: Yanıtla

source: Reply All
tr: Tümünü Yanıtla

source: Reply message
tr: İletiyi yanıtla

source: Reply all
tr: Tümünü yanıtla

source: Report Bugs
tr: Hataları Bildir

source: Report Phishing
tr: Kimlik avını raporla

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
tr: Bir iletiyi kimlik avı girişimi olarak bildirmek iletiyi bize gönderir. Böylece onu analiz edebilir ve filtrelerimizi geliştirebiliriz. Bu, mesajın içeriğini tam olarak görebileceğimiz anlamına gelir.

source: Request Link Confirmation
tr: Bağlantı Onayı İste

source: Resetting message cache ...
tr: İleti önbelleği sıfırlanıyor ...

source: Retry
tr: Yeniden Dene

source: Retry after %d seconds
tr: %d saniye sonra tekrar deneyin

source: Sent
tr: Gönderilen

source: Spam
tr: Gereksiz

source: SRP Client
tr: SRP İstemci

source: SRP Server
tr: SRP Sunucu

source: Starred
tr: Yıldızlı

source: Save
tr: Kaydet

source: Save Changes
tr: Değişiklikleri Kaydet

source: Save draft
tr: Taslağı kaydet

source: Scheduled
tr: Zamanlandı

source: Search
tr: Ara

source: Select An Option
tr: Bir seçenek seçin

source: Select Color
tr: Renk seçin

source: Select your language
tr: Dilinizi seçin

source: Send
tr: Gönder

source: Send verification code
tr: Doğrulama kodu gönder

source: Send anyway
tr: Yine de gönder

source: Send message without subject?
tr: Konu olmadan ileti gönderilsin mi?

source: Send plain but stored enc
tr: Düz gönder ama şifreli sakla

source: Sender Verification Failed
tr: Gönderici doğrulaması başarısız

source: Sending message
tr: İleti gönderiliyor

source: Sending message
tr: İleti gönderiliyor

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
tr: %1$@ adresinden ileti göndermek ücretli bir özelliktir. İletiniz varsayılan adresinizden gönderilecektir %2$@

source: Sent
tr: Gönderilen

source: Sent Failed
tr: Gönderim başarısız

source: Sent by ProtonMail with zero access encryption
tr: ProtonMail tarafından sıfır erişim şifrelemesi ile gönderildi

source: Sent by you with end-to-end encryption
tr: Sizin tarafınızdan uçtan uca şifreleme ile gönderildi

source: Server proofs not valid!
tr: Sunucu kanıtları geçerli değil!

source: Set Password
tr: Parola Ayarla

source: Set a password to encrypt this message for non-ProtonMail users.
tr: ProtonMail olmayan kullanıcılar için bu iletiyi şifrelemek için bir parola belirleyin.

source: Set passwords
tr: Parolaları ayarla

source: Settings
tr: Ayarlar

source: Share Alert
tr: Paylaşım Uyarısı

source: Share Contact
tr: Kişiyi paylaş

source: Share it with your friends
tr: Arkadaşlarınızla paylaşın

# Sign Out
source: Log out
tr: Çıkış yap

source: Signature
tr: İmza

source: Signature Updated
tr: İmza güncellendi

source: Single Password
tr: Tek Parola

source: Snooze Notifications
tr: Bildirimleri Ertele

source: Snoozed for
tr: Şunun için ertelendi

source: Snoozed till
tr: Erteleme süresi:

source: Sorry, we cannot process purchases in the beta version of the iOS app. Thank you for participating in our public beta!
tr: Üzgünüz, iOS uygulamasının beta sürümündeki satın alımları işleme koyamıyoruz. Herkese açık beta programımıza katıldığınız için teşekkür ederiz!

source: Space warning
tr: Boş alan uyarısı

source: Spam
tr: Gereksiz

source: Spammed
tr: Gereksiz ileti

# Srp single password keyslat invalid!
source: Srp single password keysalt invalid!
tr: Srp tek şifre anahtarı geçersiz!

source: Star
tr: Yıldız

source: Starred
tr: Yıldızlı

source: Start Time
tr: Başlama zamanı

source: State
tr: Bölge

source: Storage
tr: Depolama

source: Storage Warning
tr: Depolama Uyarısı

source: Stored with zero access encryption
tr: Sıfır erişim şifrelemesi ile saklanır

source: Street
tr: Cadde

source: Subject
tr: Konu

source: Subject:
tr: Konu:

source: Subscription
tr: Abonelik

source: Support ProtonMail
tr: ProtonMail Desteği

source: Support for %i custom domains (e.g. user@yourdomain.com)
tr: %i özel alan adları için destek (ör. kullanici@alanadiniz.com)

source: Swipe Left to Right
tr: Soldan sağa kaydırın

source: Swipe Right to Left
tr: Sağdan sola kaydırın

source: System can't copy the file
tr: Sistem dosyayı kopyalayamıyor

source: Trash
tr: Çöp Kutusu

# Take a Photo
source: Take photo
tr: Fotoğraf çek

source: Tap send anyway to send without expiration to these recipients
tr: Bu alıcılara süresi dolmadan göndermek için yine de gönder öğesine dokunun

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
tr: Hata raporu gönderdiğiniz için teşekkür ederiz. Raporunuzu hata izleme sistemimize ekledik.

source: The password is wrong.
tr: Parola yanlış.

source: The ProtonMail current offline...
tr: ProtonMail şu anda çevrimdışı...

source: The username have been taken.
tr: Bu kullanıcı adı alındı.

source: The authentication credentials are invalid.
tr: Kimlik doğrulama bilgileri geçersiz.

source: The authentication token has expired.
tr: Kimlik doğrulama belirtecinin süresi doldu.

source: The current standard
tr: Mevcut standart

source: The display name is now %@.
tr: Görünen ad artık %@.

source: The draft cache is broken. Please try again.
tr: Taslak önbelleği bozuldu. Lütfen tekrar deneyin.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
tr: Gönderim başarısız. Taslak biçiminde bir hata oluştu.

source: The highest level of encryption available.
tr: Mevcut olan en yüksek şifreleme düzeyi.

source: The label name is duplicate
tr: Yinelenen etiket adı

source: The mailbox password is incorrect.
tr: Posta kutusu parolası hatalı.

source: The maximum number of distinct recipients is %d
tr: En fazla farklı alıcı sayısı %d

source: The maximum number of labels is %d.
tr: En fazla etiket sayısı %d.

# The new password can't empty
source: The new password can't be empty
tr: Yeni parola boş olamaz

source: The new password can't empty.
tr: Yeni parola boş olamaz.

# The new password not match
source: Passwords do not match
tr: Parolalar eşleşmiyor

source: The new password not match.
tr: Yeni parola eşleşmiyor.

source: The optional recovery email address allows you to reset your login password if you forget it.
tr: İsteğe bağlı kurtarma e-posta adresi, parolanızı unutursanız giriş parolanızı sıfırlamanızı sağlar.

source: The password you entered does not match the current password.
tr: Girdiğiniz parola geçerli parola ile uyuşmuyor.

source: The passwords you entered do not match.
tr: Girilen parolalar uyuşmuyor.

source: The private key update failed.
tr: Özel anahtar güncellemesi başarısız oldu.

source: The request timed out.
tr: İstek zaman aşımına uğradı.

source: The total attachment size can't be bigger than 25MB
tr: Toplam ek dosya boyutu 25MB'dan büyük olamaz

source: The total attachment size cannot exceed 25MB
tr: Toplam ek boyutu 25 MB'ı aşamaz

# The verification email invalid
source: Invalid verification email
tr: Geçersiz doğrulama e-postası

source: The verification failed!
tr: Doğrulama başarısız!

source: There was an error creating or loading the app's saved data.
tr: Uygulamanın kayıtlı verilerini oluştururken veya yüklerken bir hata oluştu.

source: There was an error creating or loading the application's saved data.
tr: Uygulamanın kayıtlı verilerini oluştururken veya yüklerken bir hata oluştu.

source: This can take a while. Please do not dismiss the app.
tr: Bu biraz zaman alabilir. Lütfen uygulamadan çıkmayın.

source: This contact belongs to your address book.
tr: Bu kişi adres defterinize ait.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
tr: Bu e-posta, etki alanının kimlik doğrulama şartlarından başarısız oldu. Sahte ya da yanlış yönlendirilmiş olabilir!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
tr: Bu e-posta, ProtonMail adresinden görünüyor. Ancak sistemimizin dışından geldi ve kimlik doğrulama gereksinimlerimizden başarısız oldu. Sahte ya da yanlış yönlendirilmiş olabilir!

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
tr: Bu ileti, bir kimlik avı girişimi olabilir. Lütfen yasal olduklarından emin olmak için göndereni ve içeriği kontrol edin.

source: Title
tr: Başlık

source: To
tr: Kime

# To prevent abuse of ProtonMail,&#13;&#10; we need to verify that you are human.
source: To prevent abuse of ProtonMail, we need to verify that you are human.
tr: ProtonMail'in kötüye kullanımını önlemek için,&#13; insan olduğunuzu doğrulamamız gerekiyor.

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
tr: Posta kutusu parolanızı sıfırlamak için, lütfen proton.me adresinden ProtonMail'in web sürümünü kullanın

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
tr: Posta kutusu şifrenizi sıfırlamak için lütfen proton.me adresindeki ProtonMail web sürümünü kullanın

source: To:
tr: Kime:

source: Token expired
tr: Belirtecin süresi doldu

source: Too many recipients
tr: Çok fazla alıcı

source: TouchID is not enrolled, enable it in the system Settings
tr: TouchID kayıtlı değil, sistem ayarlarından etkinleştirin

source: TouchID not available
tr: TouchID mevcut değil

source: Trash
tr: Çöp Kutusu

source: Trouble shooting guide
tr: Sorun giderme kılavuzu

source: Turn Off
tr: Kapat

source: Tweet about ProtonMail
tr: ProtonMail hakkında tweet atın

source: Two Factor Code
tr: İki Adımlı Doğrulama Kodu

source: Type casting error
tr: Tür döküm hatası

source: User log in
tr: Kullanıcı girişi

source: Unable to connect to the server
tr: Sunucuya bağlanılamıyor

source: Unable to construct a valid URL with the following path: %@
tr: Aşağıdaki yolla geçerli bir URL oluşturulamıyor: %@

source: Unable to create SRP Client!
tr: SRP İstemcisi oluşturulamadı!

source: Unable to decrypt message.
tr: İletinin şifresi çözülemiyor.

source: Unable to edit this message offline
tr: Bu ileti çevrimdışı düzenlenemiyor

source: Unable to generate hashed password!
tr: Hash parolası üretilemedi!

source: Unable to get contacts
tr: Kişiler getirilemiyor

source: Unable to parse authentication info!
tr: Kimlik doğrulama bilgisi ayrıştırılamadı!

source: Unable to parse authentication token!
tr: Kimlik doğrulama belirteci ayrıştırılamadı!

source: Unable to parse cached authentication token!
tr: Önbelleğe alınmış kimlik doğrulama belirteci ayrıştırılamıyor!

source: Unable to parse response
tr: Yanıt ayrıştırılamadı

# Unable to parse the response object:&#10;%@
source: Unable to parse the response object: %@
tr: Yanıt nesnesi ayrıştırılamadı: %@

source: Unable to parse token
tr: Belirteç ayrıştırılamadı

source: Unable to send the email.
tr: E-posta gönderilemedi.

source: Undo
tr: Geri al

# Unknow Error
source: Unknown error
tr: Bilinmeyen hata

# Unknow file
source: Unknown file
tr: Bilinmeyen dosya

source: Unknown
tr: Bilinmeyen

source: Unknown Error
tr: Bilinmeyen Hata

# Unkonw Version
source: Unknown version
tr: Bilinmeyen sürüm

source: Unlimited messages sent/day
tr: Sınırsız mesaj gönderimi/gün

source: Unread
tr: Okunmamış

source: Unsupported file type
tr: Desteklenmeyen dosya biçimi

source: Up to %i users
tr: En fazla %i kullanıcı

source: Update
tr: Güncelle

source: Update Contact
tr: Kişiyi Güncelle

source: Update Notification Email
tr: Bildirim E-Postasını Güncelle

source: Update Now
tr: Şimdi Güncelle

source: Update Required
tr: Güncelleme gerekli

source: Upgrade to a paid plan to benefit from more features
tr: Daha fazla özellikten yararlanmak için ücretli bir plana geçin

source: Upgrade to a paid plan to send from your %@ address
tr: %@ adresinizden göndermek için ücretli bir plana yükseltin

source: Upgrade to get all paid features.
tr: Tüm ücretli özellikleri almak için yükseltin.

source: Upload Contacts
tr: Kişileri Yükle

source: Upload iOS contacts to ProtonMail?
tr: ProtonMail'e iOS kişileri yüklensin mi?

# User already exist!
source: Username already taken
tr: Kullanıcı adı önceden alınmış

# User is available!
source: Username is available
tr: Kullanıcı adı uygun

source: Username exist
tr: Kullanıcı adı mevcut

# User name invalid
source: Invalid username
tr: Geçersiz kullanıcı adı

source: Username
tr: Kullanıcı adı

source: Verification code request failed
tr: Doğrulama kodu isteği başarısız oldu

source: Verification code sent
tr: Doğrulama kodu gönderildi

source: Verification error
tr: Doğrulama hatası

source: Verification of this content’s signature failed
tr: Bu içeriğin imzasının doğrulanması başarısız oldu

source: Version %@ %@
tr: Sürüm %@ %@

source: View Headers
tr: Başlıkları görüntüle

source: View Plans
tr: Planları görüntüle

source: Warning
tr: Uyarı

source: Warning: Before you pass the human check you can't sent email!!!
tr: Uyarı: İnsan kontrolünü tamamlamadan e-posta gönderemezsiniz!!!
