Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS french.xliff
Languages: fr

source: Labels/Folders
fr: Labels / Dossiers

source: Language
fr: Langue

source: Learn More
fr: En savoir plus

source: Learn more here
fr: En savoir plus ici

source: Limited to 150 messages sent/day
fr: Limité à 150 messages envoyés/jour

source: Load remote content
fr: Afficher le contenu distant

source: Loading...
fr: Chargement...

source: Local cache can't find mailbox password
fr: Le cache local ne peut pas trouver le mot de passe de messagerie

source: Lock The App
fr: Verrouiller l’App

source: Login
fr: Connexion

source: Login password
fr: Mot de passe de connexion

source: Login password doesn't match
fr: Le mot de passe de connexion ne correspond pas

source: Logout
fr: Déconnexion

source: Logs
fr: Journaux

source: Looking to secure your contact's details?
fr: Vous souhaitez sécuriser les détails de vos contacts ?

source: Mailbox password
fr: Mot de passe de messagerie

source: Mailbox password
fr: Mot de passe de messagerie

source: Mailbox password doesn't match
fr: Le mot de passe de messagerie ne correspond pas

source: Manage Addresses
fr: Gérer les adresses

source: Manage Labels/Folders
fr: Gérer les labels/dossiers

# Mark Read
source: Mark as read
fr: Marquer comme lu

source: Mark as unread
fr: Marquer comme non lu

source: Message Password
fr: Mot de passe du message

source: Message queue
fr: File d'attente des messages

source: Message Swipe Actions
fr: Actions de balayage

source: Message expired
fr: Message expiré

source: Message has been deleted.
fr: Le message a été supprimé.

source: Message has been moved.
fr: Le message a été déplacé.

source: Message password does not match.
fr: Le mot de passe du message ne correspond pas.

source: Message sending failed please try again
fr: L'envoi du message a échoué, veuillez réessayer

source: Message sending failed. Please try again.
fr: L'envoi du message a échoué. Veuillez réessayer.

source: Message sent
fr: Message envoyé

source: Messages you send can be set to auto delete after a certain time period.
fr: Il est possible de mettre en place un délai d'expiration après lequel les messages que vous envoyez s'effacent automatiquement.

source: Mobile
fr: Portable

source: Mobile signature
fr: Signature du mobile

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at proton.me using a desktop or laptop computer.
fr: Les inscriptions sur mobile sont temporairement désactivées. Veuillez réessayer plus tard, ou essayez de vous inscrire sur proton.me à l'aide d'un ordinateur portable ou de bureau.

source: Modifying or turning off the default mobile signature is a paid feature.
fr: Modifier ou désactiver la signature mobile par défaut est une fonctionnalité payante.

source: More
fr: Plus

source: More Credits
fr: Plus de crédits

source: Move to AllMail
fr: Déplacer vers Tous les messages

source: Move to Archive
fr: Archiver

source: Move to Draft
fr: Déplacer vers Brouillons

source: Move to Folder
fr: Déplacer vers Dossier

source: Move to Inbox
fr: Déplacer vers Boîte de réception

source: Move to Outbox
fr: Déplacer vers Boîte d'envoi

source: Move to Spam
fr: Déplacer vers Spam

source: Move to Trash
fr: Déplacer vers Corbeille

source: Move to...
fr: Déplacer vers...

source: Multiple addresses
fr: Adresses multiples

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
fr: BESOIN D’UN COMPTE ? INSCRIVEZ-VOUS.

source: Name
fr: Nom

source: New login password
fr: Nouveau mot de passe de connexion

source: New mailbox password
fr: Nouveau mot de passe de messagerie

source: New password
fr: Nouveau mot de passe

source: Nickname
fr: Surnom

source: No Messages
fr: Aucun message

source: No connectivity detected...
fr: Aucune connexion détectée...

source: No, for another ProtonMail account
fr: Non, pour un autre compte ProtonMail

source: No, not related to in-app purchase
fr: Non, non relié à un achat dans l'application

source: None
fr: Aucune

source: Not Now
fr: Pas maintenant

source: Not all recipients support message expiration
fr: Tous les destinataires ne prennent pas en charge l'expiration de messages

source: Note: The Username is also your ProtonMail address.
fr: Remarque : Le nom d’utilisateur est également votre adresse ProtonMail.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
fr: Remarque : ceci est utilisé pour chiffrer et déchiffrer vos messages. Ne perdez pas ce mot de passe, nous ne pouvons pas le récupérer.

source: Note: This is used to log you into your account.
fr: Remarque : ceci est utilisé pour vous connecter à votre compte.

source: Notification / Recovery Email
fr: Adresse email de secours

source: Notification email
fr: Adresse email de secours

source: Notification Snooze
fr: Ne pas déranger

source: Notifications Are Snoozed
fr: Les notifications sont interrompues

source: Notifications Snooze Off
fr: Interruption des notifications désactivé

source: OTHER PLANS
fr: AUTRES OFFRES

source: On
fr: Le

source: On EE, MMM d, yyyy at %@
fr: Le EEEE d MMMM yyyyy à %@

# On EE, MMM d, yyyy at %@, %@, wrote:
source: On EE, MMM d, yyyy at %1$@, %2$@, wrote:
fr: Le EEEE d MMMM yyyyy à %1$@, %2$@ a écrit :

source: Organization
fr: Organisation

source: Other
fr: Autre

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the AppStore's servers.
fr: Si vous acceptez de joindre les données techniques fournies par l'AppStore lors de votre achat, notre support client va essayer d'activer manuellement votre offre. Ces données ne contiennent aucun détail concernant votre compte iTunes, Apple ID, les cartes de paiement liées ou toute autre information d'utilisateur. Elles nous permettront seulement de contrôler et vérifier que la transaction a bien été finalisée sur les serveurs d'Apple.

source: Outbox
fr: Boîte d'envoi

source: PGP-encrypted
fr: Chiffré par PGP

source: PGP-encrypted message
fr: Message chiffré par PGP

source: PGP-encrypted message from verified address
fr: Message chiffré par PGP provenant d'une adresse vérifiée

source: PGP-signed
fr: Signé par PGP

source: PGP-signed message from verified address
fr: Message signé par PGP provenant d'une adresse vérifiée

source: PREMIUM FEATURE
fr: FONCTIONNALITÉS PREMIUM

source: Password
fr: Mot de passe

# Password Mismatch
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

source: Password updated
fr: Mot de passe mis à jour

source: Password cannot be empty.
fr: Le mot de passe ne peut pas être vide.

source: Password update failed
fr: Échec de la mise à jour du mot de passe

source: Personal
fr: Personnel

source: Phone
fr: Téléphone

source: Phone Verification
fr: Vérification par téléphone

source: Phone number
fr: Numéro de téléphone

source: Phone number invalid
fr: Numéro de téléphone invalide

source: Photo Library
fr: Galerie

source: Pin code can't be empty.
fr: Le code PIN ne peut pas être vide.

source: Please add a password for the following recipients.
fr: Veuillez ajouter un mot de passe pour les destinataires suivants.

source: Please check your cell phone for the verification code.
fr: Consultez votre téléphone portable pour le code de vérification.

source: Please check your email for the verification code.
fr: Consultez vos emails pour le code de vérification.

source: Please disable PGP Sending for following addresses.
fr: Veuillez désactiver l’envoi PGP pour les adresses suivantes.

source: Please input a valid cell phone number.
fr: Veuillez entrer un numéro de téléphone valide.

source: Please input a valid email address.
fr: Veuillez entrer une adresse email valide.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the purchase.
fr: Veuillez vous connecter au compte ProtonMail pour lequel vous souscrivez à une offre afin que nous puissions finaliser l'achat.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the service plan activation.
fr: Veuillez vous connecter au compte ProtonMail pour lequel vous souscrivez à une offre afin que nous puissions finaliser l'activation.

source: Please pick a username first!
fr: Veuillez d'abord choisir un nom d'utilisateur !

source: Please provide a group name
fr: Veuillez fournir un nom de groupe

# Please remove all attachments before changing sender!
source: Please remove all attachments before changing the sender
fr: Veuillez supprimer toutes les pièces jointes avant de changer l’expéditeur

source: Please select at least one email for the contact group
fr: Veuillez sélectionner au moins un email pour le groupe de contacts

source: Please select one of the following options:
fr: Veuillez sélectionner l'une des options suivantes :

source: Please set a password.
fr: Veuillez créer un mot de passe.

source: Please try a different domain.
fr: Veuillez essayer un autre nom de domaine.

source: Please try a different email address.
fr: Veuillez essayer une autre adresse email.

source: Please try a different password.
fr: Veuillez essayer un mot de passe différent.

source: Please try a different username.
fr: Veuillez essayer un autre nom d’utilisateur.

source: Please try again
fr: Veuillez réessayer

source: Please unlock the app to proceed with your service plan activation
fr: Veuillez déverrouiller l'application pour procéder à l'activation de votre offre

source: Please use ProtonMail App login first.
fr: Veuillez d'abord vous connecter à ProtonMail App.

source: Please use the web application to reset your password.
fr: Veuillez utiliser l’application web pour réinitialiser votre mot de passe.

source: Please use the web version of ProtonMail to change your mailbox password!
fr: Veuillez utiliser la version web de ProtonMail pour changer votre mot de passe de messagerie !

source: Please use the web version of ProtonMail to change your passwords!
fr: Veuillez utiliser la version web de ProtonMail pour changer vos mots de passe !

source: Please use your new password when signing in.
fr: Veuillez utiliser votre nouveau mot de passe lorsque vous vous connectez.

source: Please wait until the email downloaded!
fr: Veuillez attendre que l'email soit téléchargé !

source: Please, manage it in your phone.
fr: Veuillez le gérer sur votre téléphone.

source: Print
fr: Imprimer

source: Protection entire app
fr: Protection entière de l'application

source: ProtonMail Plus is required to customize your mobile signature
fr: ProtonMail Plus est requis pour personnaliser votre signature mobile

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact’s name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
fr: ProtonMail Plus/Professional/Visionary vous permet d’ajouter et de modifier les coordonnées au-delà du nom et de l'email. En utilisant ProtonMail, ces données seront aussi sécurisées que vos emails chiffrés en bout en bout.

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
fr: ProtonMail n'a pas recours à la publicité et ne viole pas votre vie privée. Votre soutien est indispensable pour continuer à faire tourner ProtonMail. Vous pouvez soutenir ProtonMail en souscrivant à une offre payante ou en faisant un don.

source: ProtonMail encrypted emails
fr: Emails chiffrés de ProtonMail

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
fr: ProtonMail est actuellement hors ligne, visitez notre Twitter pour voir l'état actuel : https://twitter.com/protonmail

source: ProtonVPN included
fr: ProtonVPN inclus

source: Quick Swipe actions
fr: Actions rapides de balayage

source: RESET MAILBOX PASSWORD
fr: RÉINITIALISER LE MOT DE PASSE DE MESSAGERIE

# Rate &amp; Review
source: Rate & Review
fr: Noter & Évaluer

source: Re-Enter your PIN
fr: Entrez à nouveau votre code PIN

source: Reading device contacts data...
fr: Lecture des données des contacts de l'appareil...

source: Recovery Code
fr: Code de récupération

source: Recovery Email
fr: Adresse email de secours

source: Recovery Email Warning
fr: Alerte Email de récupération

source: Remind Me Later
fr: Me le rappeler plus tard

source: Remove
fr: Supprimer

source: Remove Star
fr: Retirer des favoris

source: Repeat
fr: Répétition

source: Reply
fr: Répondre

source: Reply All
fr: Répondre à tous

source: Reply message
fr: Répondre au message

source: Reply all
fr: Répondre à tous

source: Report Bugs
fr: Signaler un bug

source: Report Phishing
fr: Signaler un hameçonnage

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
fr: Signaler un message comme une tentative d'hameçonnage nous enverra le message afin que nous puissions l'analyser et améliorer nos filtres. Cela signifie que nous serons capable de voir le contenu du message dans son intégralité.

source: Request Link Confirmation
fr: Demander la confirmation d'ouverture des liens

source: Resetting message cache ...
fr: Réinitialisation du cache du message ...

source: Retry
fr: Réessayer

source: Retry after %d seconds
fr: Réessayer dans %d secondes

source: Sent
fr: Envoyés

source: SRP Client
fr: Client SRP

source: SRP Server
fr: Serveur SRP

source: Starred
fr: FAVORIS

source: Save
fr: Enregistrer

source: Save Changes
fr: Enregistrer les modifications

source: Save draft
fr: Enregistrer comme brouillon

source: Scheduled
fr: Programmé

source: Search
fr: Recherche

source: Select An Option
fr: Sélectionner une option

source: Select Color
fr: Sélectionner une couleur

source: Select your language
fr: Sélectionnez votre langue

source: Send
fr: Envoyer

source: Send verification code
fr: Envoyer un code de vérification

source: Send anyway
fr: Envoyer tout de même

source: Send message without subject?
fr: Envoyer le message sans objet ?

source: Send plain but stored enc
fr: Envoyer brut mais stocker chiffré

source: Sender Verification Failed
fr: Échec de la vérification de l'expéditeur

source: Sending message
fr: Envoi du message

source: Sending message
fr: Envoi du message

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
fr: Envoyer des messages depuis l'adresse %1$@ est une fonctionnalité payante. Votre message sera envoyé à partir de votre adresse par défaut %2$@

source: Sent
fr: Envoyés

source: Sent Failed
fr: Échec de l'envoi

source: Sent by ProtonMail with zero access encryption
fr: Envoyé par ProtonMail avec chiffrement zéro accès

source: Sent by you with end-to-end encryption
fr: Envoyé par vous avec un chiffrement de bout en bout

source: Server proofs not valid!
fr: Preuves serveur invalides !

source: Set Password
fr: Définir le mot de passe

source: Set a password to encrypt this message for non-ProtonMail users.
fr: Définissez un mot de passe pour chiffrer ce message pour les utilisateurs non-ProtonMail.

source: Set passwords
fr: Définir les mots de passe

source: Settings
fr: Paramètres

source: Share Alert
fr: Alerte de partage

source: Share Contact
fr: Partager le contact

source: Share it with your friends
fr: Partagez-le avec vos amis

# Sign Out
source: Log out
fr: Se déconnecter

source: Signature Updated
fr: Signature mise à jour

source: Single Password
fr: Mot de passe unique

source: Snooze Notifications
fr: Notifications d'alarme de rappel

source: Snoozed for
fr: Reporté pendant

source: Snoozed till
fr: Interrompu jusqu'à

source: Sorry, we cannot process purchases in the beta version of the iOS app. Thank you for participating in our public beta!
fr: Désolé, nous ne pouvons pas activer les achats dans la version bêta de l'application iOS. Merci pour votre participation à notre bêta publique !

source: Space warning
fr: Alerte Espace de stockage

source: Spammed
fr: Spammé

# Srp single password keyslat invalid!
source: Srp single password keysalt invalid!
fr: Mot de passe unique SRP keysalt invalide!

source: Star
fr: Ajouter aux favoris

source: Starred
fr: Favoris

source: Start Time
fr: Heure de début

source: State
fr: État

source: Storage
fr: Espace de stockage

source: Storage Warning
fr: Alerte Stockage

source: Stored with zero access encryption
fr: Stocké avec un chiffrement zéro accès

source: Street
fr: Rue

source: Subject
fr: Objet

source: Subject:
fr: Objet :

source: Subscription
fr: Abonnement

source: Support ProtonMail
fr: Aider ProtonMail

source: Support for %i custom domains (e.g. user@yourdomain.com)
fr: Support jusqu'à %i domaines personnalisés (p. ex. : utilisateur@votredomaine.com)

source: Swipe Left to Right
fr: Glisser de gauche à droite

source: Swipe Right to Left
fr: Glisser de droite à gauche

source: System can't copy the file
fr: Le système ne parvient pas à copier le fichier

source: Trash
fr: CORBEILLE

# Take a Photo
source: Take photo
fr: Prendre une photo

source: Tap send anyway to send without expiration to these recipients
fr: Tapotez pour envoyer quand même sans expiration à ces destinataires

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
fr: Merci d'avoir soumis un rapport de bug. Nous avons ajouté votre rapport à notre système de suivi des bugs.

source: The password is wrong.
fr: Le mot de passe est incorrect.

source: The ProtonMail current offline...
fr: ProtonMail est actuellement hors ligne...

source: The username have been taken.
fr: Le nom d'utilisateur est déjà pris.

source: The authentication credentials are invalid.
fr: Les informations d'authentification sont invalides.

source: The authentication token has expired.
fr: Le jeton d'authentification a expiré.

source: The current standard
fr: La norme actuelle

source: The display name is now %@.
fr: Le nom d'affichage est maintenant %@.

source: The draft cache is broken. Please try again.
fr: Le cache du brouillon est cassé. Veuillez réessayer.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
fr: Échec de l'envoi. Une erreur est survenue avec le format du brouillon.

source: The highest level of encryption available.
fr: Le plus haut niveau de chiffrement disponible.

source: The label name is duplicate
fr: Le nom du label est un doublon

source: The mailbox password is incorrect.
fr: Le mot de passe de messagerie est incorrect.

source: The maximum number of distinct recipients is %d
fr: Le nombre maximum de destinataires distincts est %d

source: The maximum number of labels is %d.
fr: Le nombre maximum de labels est %d.

# The new password can't empty
source: The new password can't be empty
fr: Le nouveau mot de passe ne peut pas être vide

source: The new password can't empty.
fr: Le nouveau mot de passe ne peut pas être vide.

# The new password not match
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

source: The new password not match.
fr: Le nouveau mot de passe ne correspond pas.

source: The optional recovery email address allows you to reset your login password if you forget it.
fr: L'adresse email de secours optionnelle vous permet de réinitialiser votre mot de passe si vous l'oubliez.

source: The password you entered does not match the current password.
fr: Le mot de passe que vous avez entré ne correspond pas au mot de passe actuel.

source: The passwords you entered do not match.
fr: Les mots de passe saisis ne correspondent pas.

source: The private key update failed.
fr: La mise à jour de la clé privée a échoué.

source: The request timed out.
fr: La requête a expiré.

source: The total attachment size can't be bigger than 25MB
fr: La taille de la pièce jointe ne peut pas être supérieure à 25 Mo

source: The total attachment size cannot exceed 25MB
fr: La taille totale de la pièce jointe ne peut pas dépasser 25Mo

# The verification email invalid
source: Invalid verification email
fr: Email de vérification invalide

source: The verification failed!
fr: La vérification a échoué !

source: There was an error creating or loading the app's saved data.
fr: Une erreur s'est produite lors de la création ou du chargement des données enregistrées de l'application.

source: There was an error creating or loading the application's saved data.
fr: Une erreur s'est produite lors de la création ou du chargement des données enregistrées de l'application.

source: This can take a while. Please do not dismiss the app.
fr: Cela peut prendre un peu de temps. Veuillez ne pas quitter l'application.

source: This contact belongs to your address book.
fr: Ce contact appartient à votre carnet d’adresses.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
fr: Cet email a échoué aux exigences d'authentification de son domaine. Il a peut être été falsifié ou transmis de manière incorrecte !

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
fr: Cet email semble provenir d'une adresse ProtonMail mais ne provient pas de notre système et a échoué aux exigences d'authentification. Il a peut-être été falsifié ou transmis de manière incorrecte !

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
fr: Ce message peut être une tentative d’hammeçonnage. Veuillez vérifier l’expéditeur et le contenu pour vous assurer qu’ils sont légitimes.

source: Title
fr: Titre

source: To
fr: À

# To prevent abuse of ProtonMail,&#13;&#10; we need to verify that you are human.
source: To prevent abuse of ProtonMail, we need to verify that you are human.
fr: Afin de prévenir les abus sur ProtonMail,&#13; nous devons vérifier que vous êtes bien humain.

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
fr: Pour réinitialiser votre mot de passe de messagerie, veuillez utiliser la version web de ProtonMail via proton.me

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
fr: Pour réinitialiser votre mot de passe de messagerie, veuillez utiliser la version web de ProtonMail via proton.me

source: To:
fr: À :

source: Token expired
fr: Jeton expiré

source: Too many recipients
fr: Trop de destinataires

source: TouchID is not enrolled, enable it in the system Settings
fr: TouchID n'est pas activé, activez-le dans les paramètres du système

source: TouchID not available
fr: TouchID n'est pas disponible

source: Trash
fr: Corbeille

source: Trouble shooting guide
fr: Guide de dépannage

source: Turn Off
fr: Désactiver

source: Tweet about ProtonMail
fr: Tweeter au sujet de ProtonMail

source: Two Factor Code
fr: Code d'authentification à deux facteurs

source: User log in
fr: CONNEXION

source: Unable to connect to the server
fr: Impossible de se connecter au serveur

source: Unable to construct a valid URL with the following path: %@
fr: Impossible de construire une URL valide avec le chemin suivant : %@

source: Unable to create SRP Client!
fr: Impossible de créer le Client SRP !

source: Unable to decrypt message.
fr: Impossible de déchiffrer le message.
