Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Turkish.xliff
Languages: tr

# NSAppleMusicUsageDescription
source: Required for attaching media to the email.
tr: E-postaya medya eklemek için gereklidir.

# NSCameraUsageDescription
source: Required for attaching photos to the email.
tr: E-postaya fotoğraf eklemek için gereklidir.

# NSContactsUsageDescription
source: Required for email autocomplete.
tr: Otomatik e-posta tamamlaması için gereklidir.

# NSFaceIDUsageDescription
source: Allows you quick and secure to unlock your application.
tr: Uygulamanızın kilidini açmak için hızlı ve güvenli bir şekilde izin verir.

# NSPhotoLibraryAddUsageDescription
source: Required for saving image attachments to photo library.
tr: Fotoğraf eklerini fotoğraf kütüphanesine kaydetmek için gereklidir.

# NSPhotoLibraryUsageDescription
source: Required for attaching photos to the email.
tr: Fotoğrafları e-postaya eklemek için gereklidir.

source: %@ storage capacity
tr: %@ depolama kapasitesi

source: %d Member
tr: %d üye

source: %d Members
tr: %d üye

source: %d minute
tr: %d dakika

source: %d minutes
tr: %d dakika

source: %d Selected
tr: %d seçildi

source: %i email address
tr: %i e-posta adresi

source: %i email addresses
tr: %i e-posta adresi

source: (total)
tr: (toplam)

source: *OPTIONAL
tr: *İSTEĞE BAĞLI

source: + Drop here to add as attachment
tr: + Ek olarak eklemek için buraya bırakın

source: /user
tr: /kullanıcı

source: 2FA failed. Please try to login again.
tr: İki adımlı doğrulama başarısız. Lütfen tekrar giriş yapmayı deneyin.

source: A message cannot have more than 5 labels
tr: Bir ileti, 5'ten fazla etiket içeremez

source: A new version of ProtonMail app is available, please update to latest version.
tr: ProtonMail uygulamasının yeni bir sürümü mevcuttur, lütfen son sürüme güncelleyin.

source: A new version of ProtonMail app is available. Please update to the latest version.
tr: ProtonMail uygulamasının yeni bir sürümü mevcut. Lütfen son sürüme güncelleyin.

source: A paid ProtonMail plan is required to use this feature
tr: Bu özelliği kullanmak için ücretli bir ProtonMail planı gereklidir

source: A passcode has not been set, enable it in the system Settings
tr: Parola ayarlanmamış, parolanızı sistem ayarlarından etkinleştirin

source: API Server not reachable...
tr: API Sunucusuna erişilemiyor...

source: Archive
tr: Arşiv

source: Access to this account is disabled due to non-payment. Please sign in through proton.me to pay your unpaid invoice.
tr: Ödeme yapılmadığı için bu hesaba erişim engellendi. Ödenmemiş faturalarınızı ödemek için lütfen proton.me üzerinden oturum açın.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://proton.me/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
tr: Ödeme yapılmadığı için bu hesaba erişim devre dışı. Lütfen daha fazla bilgi için <a href="https://proton.me/support/knowledge-base/delinquency/">bilgi tabanımızı</a> ziyaret edin.

# Account password invalid
source: Invalid account password
tr: Geçersiz hesap parolası

source: Add
tr: Ekle

source: Add Anniversary
tr: Yıldönümü ekle

source: Add Birthday
tr: Doğum günü ekle

source: Add Contact
tr: Kişi Ekle

source: Add Custom Label
tr: Özel etiket ekle

source: Add Folder
tr: Klasör Ekle

source: Add Gender
tr: Cinsiyet ekle

source: Add Group
tr: Grup Ekle

source: Add Label
tr: Etiket Ekle

source: Add New Folder
tr: Yeni Klasör Ekle

source: Add New Label
tr: Yeni Etiket Ekle

source: Add Nickname
tr: Takma ad ekle

source: Add Organization
tr: Organizasyon ekle

source: Add Photo
tr: Fotoğraf ekle

source: Add Star
tr: Yıldız ekle

source: Add Title
tr: Başlık ekle

source: Add new address
tr: Yeni adres ekle

source: Add new custom field
tr: Yeni özel alan ekle

source: Add new email
tr: Yeni e-posta ekle

source: Add new field
tr: Yeni alan ekle

source: Add new phone number
tr: Yeni telefon numarası ekle

source: Add new url
tr: Yeni bağlantı ekle

source: Add to contacts
tr: Kişilere ekle

source: Address
tr: Adres

source: Alert
tr: Uyarı

source: All Mail
tr: Tüm Postalar

source: All contacts are imported
tr: Tüm kişiler içe aktarıldı

source: Also Archive
tr: Ayrıca Arşivle

source: Also used to reset a forgotten password.
tr: Unutulan bir parolayı sıfırlamak için kullanılır.

source: Anniversary
tr: Yıldönümü

source: App is locked
tr: Uygulama kilitli

source: Apple in-app purchase fee
tr: Apple uygulama içi satın alma ücreti

source: Apple informed us they could not process the purchase.
tr: Apple, satın alma işlemlerini gerçekleştiremediklerini bildirdi.

source: Apple informed us you've upgraded the service plan, but did not say which of your ProtonMail accounts to upgrade in case you have more than one.
tr: Apple, hizmet planını yükselttiğiniz konusunda bize bilgi verdi. Ancak, birden fazla varsa, hangi ProtonMail hesaplarınızı yükselteceğinizi söylemediniz.

source: Apple informed us you've upgraded the service plan, but some technical data was missing. Please fill in the bugreport and our customer support team will contact you.
tr: Apple, hizmet planınızı yükselttiğinizi bildirdi. Ancak bazı teknik veriler eksikti. Lütfen hata raporunu doldurun. Müşteri destek ekibimiz sizinle iletişime geçecektir.

source: Apple informed us you've upgraded the service plan, but we detected you have logged out of the account since then.
tr: Apple, hizmet planını yükselttiğiniz konusunda bize bilgi verdi. Ancak o zamandan beri hesaptan çıkış yaptığınızı tespit ettik.

source: Apply
tr: Uygula

source: Apply Labels
tr: Etiketleri Uygula

source: Archive
tr: Arşiv

source: Archived
tr: Arşivlenmiş

source: Are you sure you want to logout?
tr: Çıkış yapmak istediğinize emin misiniz?

source: Attachment imported
tr: Ek içe aktarıldı

source: Attachments
tr: Ekler

source: Authentication
tr: Kimlik Doğrulama

source: Authentication failed: wrong username or password.
tr: Kimlik doğrulama başarısız oldu: yanlış kullanıcı adı veya parola.

source: Authentication failed
tr: Kimlik doğrulama başarısız

source: Authentication failed. Please try to login again.
tr: Kimlik doğrulama başarısız. Lütfen tekrar giriş yapmayı deneyin.

source: Authentication token is not accessible because the app is locked
tr: Uygulama kilitli olduğundan kimlik doğrulama belirtecine erişilemiyor

source: Authentication was cancelled by the system
tr: Kimlik doğrulama sistem tarafından iptal edildi

source: Auto lock time
tr: Otomatik Kilit Süresi

source: Auto show images
tr: Resimleri Otomatik Olarak Göster

source: Back
tr: Geri

source: Bad auth cache
tr: Kötü kimlik doğrulama önbelleği

source: Bad parameter
tr: Hatalı parametre

source: Bad parameter: %@
tr: Hatalı parametre: %@

source: Bad path
tr: Hatalı yol

source: Bad response
tr: Hatalı yanıt

source: BCC
tr: Gizli

source: Birthday
tr: Doğum günü

source: Bug Description
tr: Hata Açıklaması

source: Bug report received
tr: Hata raporu alındı

source: Buy More Credits
tr: Daha fazla kredi satın alın

source: By using protonmail, you agree to our
tr: ProtonMail'i kullanarak, şunları kabul edersiniz

# By using protonmail, you agree to our %@ and %@.
source: By using protonmail, you agree to our %1$@ and %2$@.
tr: protonmail'i kullanarak, %1$@ ve %2$@ onaylarsınız.

source: Call Contact
tr: Kişiyi Ara

source: Can take several minutes to setup.
tr: Kurulum birkaç dakika sürebilir.

source: Can't copy the file
tr: Dosya kopyalanamıyor

source: Can't create a SRP Client
tr: SRP İstemcisi oluşturulamıyor

source: Can't create a SRP verifier!
tr: SRP Doğrulayıcısı oluşturulamıyor!

source: Can't decrypt this attachment!
tr: Bu ekin şifresi çözülemiyor!

source: Can't delete contact group
tr: Kişi grubu silinemiyor

source: Can't delete contact group through API
tr: Kişi grubu API aracılığıyla silinemiyor

source: Can't download message body, please try again.
tr: İleti gövdesi indirilemiyor. Lütfen tekrar deneyin.

source: Can't download message body. Please try again.
tr: İleti gövdesi indirilemiyor. Lütfen tekrar deneyin.

source: Can't fetch contact groups
tr: Kişi grupları alınamıyor

source: Can't find the clicked message please try again!
tr: Tıklanan ileti bulunamıyor. Lütfen tekrar deneyin!

source: Can't find the selected message. Please try again.
tr: Seçili ileti bulunamıyor. Lütfen tekrar deneyin.

source: Can't find this attachment!
tr: Bu ek bulunamıyor!

# Can't get a Moduls ID!
source: Can't get a Modulus ID!
tr: Modül kimliği alınamıyor!

source: Can't get a Moduls!
tr: Modül alınamıyor!

source: Can't get user auth info
tr: Kullanıcı kimlik doğrulama bilgileri alınamıyor

source: Can't load share content!
tr: Paylaşım içeriği yüklenemiyor!

source: Can't load the file
tr: Dosya yüklenemiyor

source: Can't not find the value from the response body
tr: Yanıt gövdesinde değer bulunamıyor

source: Can't open the file
tr: Dosya açılamıyor

source: Can't save contact group
tr: Kişi grubu kaydedilemiyor

source: Can't update contact group through the API
tr: Kişi grubu API aracılığıyla güncelleştirilemiyor

source: Cancel
tr: İptal

source: Cancel Check
tr: Kontrolü İptal Et

source: Cancelling
tr: İptal ediliyor

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
tr: Bu ek dosyanın şifresi çözülemiyor.

source: CC
tr: Kopya

source: Cell phone number
tr: Telefon numarası

source: Change Login Password
tr: Oturum Açma Parolasını Değiştir

source: Change Mailbox Password
tr: Posta Kutusu Parolasını Değiştir

source: Change password
tr: Parolayı değiştir

source: Change PIN
tr: PIN'i değiştir

source: Change Single Password
tr: Tek Şifreyi Değiştir

source: Change default address to...
tr: Varsayılan adresi değiştir...

source: Change left swipe action
tr: Sola kaydırma eylemini değiştir

source: Change right swipe action
tr: Sağa kaydırma eylemini değiştir

source: Change sender address to...
tr: Gönderen adresini değiştir...

source: Check Again
tr: Tekrar Kontrol Et

source: Checking...
tr: Kontrol ediliyor ....

source: Choose a Password
tr: Bir Parola Seçin

source: City
tr: Şehir

source: Clear local message cache
tr: Yerel İleti Önbelleğini Temizle

source: Close
tr: Kapat

source: Closing
tr: Kapatılıyor

source: Compose
tr: Oluştur

source: Compose to
tr: Şunun için oluştur

source: Confirm
tr: Onayla

source: Confirm login password
tr: Giriş parolasını onayla

source: Confirm mailbox password
tr: Posta kutusu parolasını onayla

source: Confirm password
tr: Parolayı Doğrula

source: Confirm new login password
tr: Yeni giriş parolasını onayla

source: Confirm new mailbox password
tr: Yeni posta kutusu parolasını onayla

source: Confirm new password
tr: Yeni parolayı onayla

source: Confirm phishing report
tr: Kimlik avı raporunu onayla

source: Confirmation
tr: Onayla

source: Congratulations!
tr: Tebrikler!

source: Contact Details
tr: Kişi Ayrıntıları

source: Contact the ProtonMail team
tr: ProtonMail ekibiyle iletişime geçin

source: Contacts
tr: Kişiler

source: Continue
tr: Devam et

source: Continue and Don't ask again
tr: Devam et ve tekrar sorma

source: Copy address
tr: Adresi kopyala

source: Copy name
tr: Adı kopyala

source: Could not connect to Store. Please try again later.
tr: Mağazaya bağlanılamadı. Lütfen daha sonra tekrar deneyin.

source: Country
tr: Ülke

source: Create
tr: Oluştur

source: Create Account
tr: Hesap Oluştur

source: Create User failed. Please try again.
tr: Kullanıcı oluşturma başarısız oldu. Lütfen tekrar deneyin.

source: Create a new account
tr: Yeni bir hesap oluştur

source: Create and add Labels to organize your inbox. Long press on a message for all options.
tr: Gelen kutunuzu düzenlemek için etiketler oluşturun ve ekleyin. Tüm seçenekler için bir iletiye uzun basın.

source: Create and add labels to organize your inbox. Press and hold down on a message for all options.
tr: Gelen kutunuzu organize etmek için etiketler oluşturun ve ekleyin. Tüm seçenekleri görüntülemek için bir iletiye basılı tutun.

source: Create user failed
tr: Kullanıcı oluşturma başarısız oldu

source: Current Language is:
tr: Geçerli Dil:

source: Current login password
tr: Geçerli oturum açma parolası

source: Current password
tr: Geçerli parola

source: Custom
tr: Özel

source: DECRYPT MAILBOX
tr: POSTA KUTUSU ŞİFRESİNİ ÇÖZ

source: Drafts
tr: Taslaklar

source: Date:
tr: Tarih:

source: Date: %@
tr: Tarih: %@

source: Debug
tr: Hata ayıklama

source: Decrypt
tr: Şifreyi çöz

source: Decrypt token failed. Please try again.
tr: Şifre çözme belirteci başarısız oldu. Lütfen tekrar deneyin.

source: Decryption error
tr: Şifre çözme hatası

source: Decryption of this content failed
tr: Bu içeriğin şifre çözülmesi başarısız oldu

source: Default
tr: Varsayılan

source: Default error. Please try again.
tr: Varsayılan hata. Lütfen tekrar deneyin.

source: Define Expiration Date
tr: Sona erme süresini tanımlayın

source: Define hint (Optional)
tr: İpucunu belirleyin (isteğe bağlı)

source: Define password
tr: Parola belirleyin

source: Delete
tr: Sil

source: Delete Contact
tr: Kişiyi sil

source: Delete Contact Group
tr: Kişi grubunu sil

source: Deleted
tr: Silindi

source: Details
tr: Ayrıntılar

source: Discard changes
tr: Değişiklikleri iptal et

source: Discard draft
tr: Taslağı iptal et

source: Display name
tr: Görünen ad

source: Display name updated
tr: Görünen isim güncellendi

source: Display name
tr: Görünen isim

source: Display name
tr: Görünen isim

source: Do you want to activate the purchased service plan for
tr: Bunun için satın alınan hizmet planını etkinleştirmek istiyor musunuz?

source: Do you want to cancel the process?
tr: İşlemi iptal etmek istiyor musunuz?

source: Do you want to save the unsaved changes?
tr: Değişiklikleri kaydetmek istiyor musunuz?

source: Don't Show Again
tr: Bir Daha Gösterme

source: Don't remind me again
tr: Bir daha hatırlatma

source: Done
tr: Bitti

source: Double tap to setup
tr: Kurulum için çift dokunun

source: Draft
tr: Taslak

source: Drafts
tr: Taslaklar

source: Edit
tr: Düzenle

source: Edit contact
tr: Kişiyi düzenle

source: Edit Folder
tr: Klasörü Düzenle

source: Edit Group
tr: Grubu düzenle

source: Edit Label
tr: Etiketi Düzenle

source: Edit Photo
tr: Fotoğrafı düzenle

source: Edit mobile signature
tr: Mobil imzayı düzenle

source: Edit signature
tr: İmzayı düzenle

source: Email
tr: E-posta

source: Email Addresses
tr: E-posta adresleri

source: Email Contact
tr: E-posta kişileri

source: Email Verification
tr: E-posta doğrulaması

source: Email address
tr: E-posta adresi

source: Email address invalid
tr: E-posta adresi geçersiz

source: Email default signature
tr: Varsayılan e-posta imzası

# Email domain invalid
source: Invalid email domain
tr: Geçersiz e-posta alan adı

source: Empty folder
tr: Boş klasör

source: Enable Default Signature
tr: Varsayılan imzayı etkinleştir

source: Enable FaceID
tr: FaceID'yi etkinleştir

source: Enable Mobile Signature
tr: Mobil imzayı etkinleştir

source: Enable Notification Email
tr: Bildirim e-postasını etkinleştir

source: Enable PIN protection
tr: PIN korumasını etkinleştir

source: Enable TouchID
tr: TouchID'yi etkinleştir

source: Encrypted Contact Details
tr: Şifreli Kişi Ayrıntıları

source: Encrypted for outside
tr: Dışarıya şifreli

source: Encrypted for outside reply
tr: Dış yanıt için şifrelenmiş

source: Encrypted from outside
tr: Dışarıdan şifreli

source: Encrypted from outside PGP inline
tr: PGP inline dışından şifrelenmiş

source: Encrypted from outside PGP/MIME
tr: Dışarıdan PGP/MIME kodundan şifrelenmiş

source: Encrypted from outside signed PGP/MIME
tr: Dışarıdan imzalanmış PGP/MIME kodundan şifrelenmiş

source: Encryption Setup
tr: Şifreleme Kurulumu

source: End Time
tr: Bitiş zamanı

source: End-to-end encryption
tr: Uçtan uca şifreleme

source: End-to-end encrypted
tr: Uçtan uca şifreli

source: End-to-end encrypted message
tr: Uçtan uca şifreli dahili ileti

source: End-to-end encrypted message from verified address
tr: Doğrulanmış adresten baştan sona şifreli ileti

source: End-to-end encrypted to verified address
tr: Doğrulanmış adrese uçtan uca şifreli

source: Enter
tr: Gir

source: Enter verification code
tr: Doğrulama kodunu girin

source: Enter your PIN
tr: PIN kodunu girin

source: Enter your PIN to unlock your inbox.
tr: Gelen kutunuzun kilidini açmak için PIN kodunuzu girin.

source: Enter your cell phone number
tr: Cep telefonu numaranızı girin

source: Enter your existing email address.
tr: Mevcut e-posta adresinizi girin.

source: Error logs
tr: Hata günlükleri

source: Error occured
tr: Hata oluştu

source: Every time enter app
tr: Uygulamaya her girişte

source: Expires
tr: Bitiş süresi

# Expires in %d days %d hours %d mins %d seconds
source: Expires in %1$d days %2$d hours %3$d mins %4$d seconds
tr: %1$d gün %2$d saat %3$d dakika %4$d saniye içinde sona eriyor

source: Expiring messages
tr: Süreli iletiler

source: Extreme Security
tr: Olağanüstü Güvenlik

source: Forgot password?
tr: Parolanızı mı unuttunuz?

source: Failed to determine type of file
tr: Dosya türü belirlenemedi

source: Failed to get list of available products from AppStore.
tr: App Store'dan mevcut ürünlerin listesi alınamadı.

source: Failed to initialize the app's saved data
tr: Uygulamanın kayıtlı verileri başlatılamadı

source: Failed to initialize the application's saved data
tr: Uygulamanın kaydedilmiş verileri başlatılamadı

source: Fax
tr: Faks

source: Feedback
tr: Geri bildirim

source: Fetch user info failed
tr: Kullanıcı bilgisi alınamadı

source: Folder
tr: Klasör

source: Folder Name
tr: Klasör adı

source: For individuals looking to benefit from secure communication at no cost
tr: Ücretsiz olarak güvenli iletişimden yararlanmak isteyen kişiler için

source: For individuals that need more capacity, customization and advanced features
tr: Daha fazla kapasite, özelleştirme ve gelişmiş özelliklere ihtiyaç duyan kişiler için

source: For organizations that need multi-user support and additional productivity features
tr: Çoklu kullanıcı desteğine ve ek verimlilik özelliklerine ihtiyaç duyan kuruluşlar için

source: For power users and groups of people that value full anonymity and privacy
tr: Tam bir anonimlik ve mahremiyete değer veren uzman kullanıcılar ve insanlar için

source: Forward
tr: Yönlendir

source: Forwarded message
tr: Yönlendirilen ileti

source: From
tr: Kimden

source: From:
tr: Kimden:

source: Gender
tr: Cinsiyet

source: General settings
tr: Genel ayarlar

source: Get %@
tr: %@ al

source: Get more information
tr: Daha fazla bilgi edinin

source: Go to inbox
tr: Gelen kutusuna git

source: Group Details
tr: Grup ayrıntıları

source: Group Name
tr: Grup adı

source: Groups
tr: Gruplar

# Help &amp; Support
source: Help & Support
tr: Yardım ve Destek

source: Help us to improve ProtonMail with your input.
tr: Yorumlarınız ile ProtonMail'i geliştirmemize yardımcı olun.

source: Help us to make privacy the default in the web.
tr: Web’de gizliliği varsayılan yapmak için bize yardım edin.

source: Hide
tr: Gizle

source: Hide details
tr: Detayları gizle

source: High Security
tr: Yüksek Güvenlik

source: Hours
tr: saat

source: Human Check Failed
tr: İnsan Doğrulaması Başarısız

source: Human Check Warning
tr: İnsan Doğrulama Uyarısı

source: Human Verification
tr: İnsan Doğrulaması

source: IMAP/SMTP Support via ProtonMail Bridge
tr: ProtonMail Bridge üzerinden IMAP/SMTP desteği

source: Inbox
tr: Gelen Kutusu

source: Import Error
tr: İçe Aktarma Hatası

source: Import file from...
tr: Dosyayı içe aktar...

source: Importing Contacts
tr: Kişiler içe aktarılıyor

source: Importing attachment, that can take a while
tr: Ek içe aktarma biraz zaman alabilir

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
tr: Hizmetlerimizi kullanmak için ProtonMail'in Hizmet Şartları'nı kabul etmeniz gerekir.

source: Inbox
tr: Gelen Kutusu

source: Incorrect PIN,
tr: Geçersiz PIN,

source: Incorrect password
tr: Geçersiz parola

source: Input display name ...
tr: Görünen adı girin ...

source: Input Notification Email ...
tr: Giriş bildirimi e-postası...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://proton.me/invite to request an invitation.
tr: Anında ProtonMail hesap oluşturma geçici olarak devre dışı bırakıldı. Lütfen davetiye istemek için https://proton.me/invite adresine gidin.

source: Internal Error
tr: Dahili Hata

source: Invalid Password
tr: Geçersiz parola

source: Invalid URL
tr: Geçersiz URL

source: Invalid username
tr: Geçersiz kullanıcı adı

source: Invalid UserName!
tr: Geçersiz kullanıcı adı!

source: Invalid access token please relogin
tr: Geçersiz erişim belirteci, lütfen tekrar giriş yapın

source: Invalid access token. Please relogin.
tr: Geçersiz erişim belirteci. Lütfen tekrar giriş yapın.

source: Invalid credential
tr: Geçersiz kimlik bilgileri

source: Invalid hashed password!
tr: Geçersiz karma parola!

source: Is this bug report about an in-app purchase?
tr: Bu bir uygulama içi satın alma işlemiyle ilgili hata raporu mu?

source: It is not possible to switch to %@ within our iOS app.
tr: iOS uygulamamız içerisinde %@ planına geçmek mümkün değildir.

source: It wasn't possible to match your purchased App Store product to any products on our server. Please fill in the bug report and our customer support team will contact you.
tr: Satın aldığınız App Store ürününü sunucumuzdaki hiçbir ürünle eşleştiremedik. Lütfen hata raporunu doldurun. Müşteri destek ekibimiz sizinle iletişime geçecektir.

source: Keep me updated about new features
tr: Beni yeni özellikler hakkında bilgilendirmeye devam et

source: Key generation failed
tr: Anahtar üretimi başarısız oldu

source: Key generation failed. Please try again.
tr: Anahtar üretimi başarısız oldu. Lütfen tekrar deneyin.

source: Key invalid. Please go back and try again.
tr: Anahtar geçersiz. Lütfen geri dönün ve tekrar deneyin.

source: Login
tr: Oturum aç

source: Label management
tr: Etiket yönetimi

source: Label Name
tr: Etiket adı

source: Label as...
tr: Etiketle...

source: Labels
tr: Etiketler

source: Labels have been applied.
tr: Etiketler uygulandı.

# Labels, Folders, Filters &amp; More
source: Labels, Folders, Filters & More
tr: Etiketler, klasörler, filtreler ve daha fazlası

source: Labels/Folders
tr: Etiketler/Klasörler

source: Language
tr: Dil

source: Learn More
tr: Daha fazla bilgi

source: Learn more here
tr: Buradan daha fazla bilgi edinin

source: Limited to 150 messages sent/day
tr: Gönderilen 150 ileti ile sınırlı/gün

source: Load remote content
tr: Uzak içeriği yükle

source: Loading...
tr: Yükleniyor...

source: Local cache can't find mailbox password
tr: Yerel önbellek posta kutusu parolasını bulamıyor

# Localizable.strings
source: Base
tr: Temel

source: Lock The App
tr: Uygulamayı kilitle

source: Login
tr: Oturum aç

source: Login password
tr: Oturum açma parolası

source: Login password doesn't match
tr: Giriş parolası uyuşmuyor

source: Logout
tr: Çıkış yap

source: Logs
tr: Günlükler

source: Looking to secure your contact's details?
tr: Kişinin ayrıntılarını güven altına almak mı istiyorsunuz?

source: Mailbox password
tr: Posta kutusu parolası

source: Mailbox password
tr: Posta kutusu parolası

source: Mailbox password doesn't match
tr: Posta kutusu parolası uyuşmuyor

source: Manage Addresses
tr: Adresleri yönet

source: Manage Labels/Folders
tr: Etiketleri/klasörleri yönetin

# Mark Read
source: Mark as read
tr: Okundu olarak işaretle

source: Mark as unread
tr: Okunmadı olarak işaretle

source: Menu
tr: Menü

source: Message %@
tr: %@ ileti

source: Message Password
tr: İleti Parolası

source: Message queue
tr: İleti sırası

source: Message Swipe Actions
tr: İleti Kaydırma Eylemleri

source: Message expired
tr: İletinin süresi doldu

source: Message has been deleted.
tr: İleti silindi.

source: Message has been moved.
tr: İleti taşındı.
