Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Croatian.xliff
Languages: hr

source: Menu
hr: Izbornik

source: Message %@
hr: Poruka %@

source: Message Password
hr: Lozinka poruke

source: Message queue
hr: Red čekanja poruka

source: Message Swipe Actions
hr: Upravljanje radnjama pomicanja prstom

source: Message expired
hr: Poruka je istekla

source: Message has been deleted.
hr: Poruka je obrisana.

source: Message has been moved.
hr: Poruka je premještena.

source: Message password does not match.
hr: Lozinke poruke se ne podudaraju.

source: Message sending failed please try again
hr: Slanje poruke nije uspjelo. Molimo pokušajte ponovno

source: Message sending failed. Please try again.
hr: Slanje poruke nije uspjelo. Molimo pokušajte ponovno.

source: Message sent
hr: Poruka je poslana

source: Messages you send can be set to auto delete after a certain time period.
hr: Poruke koje šaljete mogu se podesiti na automatsko brisanje nakon određenog vremenskog razdoblja.

source: Mobile
hr: Mobitel

source: Mobile signature
hr: Potpis na mobilnim uređajima

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at proton.me using a desktop or laptop computer.
hr: Prijave za mobilne uređaje privremeno su onemogućene. Pokušajte ponovo kasnije ili se pokušajte prijaviti na proton.me pomoću računala ili prijenosnog računala.

source: Modifying or turning off the default mobile signature is a paid feature.
hr: Izmjena ili isključivanje zadanog mobilnog potpisa je plaćena značajka.

source: More
hr: Više

source: More Credits
hr: Više kredita

source: Move to AllMail
hr: Premjesti u svu poštu

source: Move to Archive
hr: Premjesti u arhivu

source: Move to Draft
hr: Premjesti u skice

source: Move to Folder
hr: Premjesti u mapu

source: Move to Inbox
hr: Premjesti u pristiglu poštu

source: Move to Outbox
hr: Premjesti u odlaznu poštu

source: Move to Spam
hr: Premjesti u neželjenu poštu

source: Move to Trash
hr: Premjesti u otpad

source: Move to...
hr: Premjesti u...

source: Multiple addresses
hr: Više adresa

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
hr: Prijavite se besplatno

source: Name
hr: Naziv

source: New login password
hr: Nova lozinka za prijavu

source: New mailbox password
hr: Nova lozinka sandučića e-pošte

source: New password
hr: Nova lozinka

source: Nickname
hr: Nadimak

source: No Messages
hr: Nema poruka

source: No connectivity detected...
hr: Nije otkrivena veza...

source: No, for another ProtonMail account
hr: Ne, za drugi ProtonMail račun

source: No, not related to in-app purchase
hr: Ne, ne odnosi se na kupnju u aplikaciji

source: None
hr: Ništa

source: Not Now
hr: Ne sada

source: Not all recipients support message expiration
hr: Ne podržavaju svi primatelji poruke s istekom

source: Note: The Username is also your ProtonMail address.
hr: Napomena: Korisničko ime je također i vaša ProtonMail adresa.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
hr: Napomena: Ovo se koristi za šifriranje i dešifriranje vaših poruka. Nemojte izgubiti ovu lozinku, ne možemo je oporaviti.

source: Note: This is used to log you into your account.
hr: Napomena: Koristi se za prijavu na vaš račun.

source: Notes
hr: Bilješke

source: Notice
hr: Napomena

source: Notification / Recovery Email
hr: Adresa e-pošte za obavijesti/oporavak

source: Notification email
hr: Adresa e-pošte za obavijesti

source: Notification Snooze
hr: Utišavanje obavijesti

source: Notifications Are Snoozed
hr: Obavijesti su utišane

source: Notifications Snooze Off
hr: Utišavanje obavijesti je isključeno

source: OK
hr: U redu

source: OTHER PLANS
hr: OSTALI PLANOVI

source: On
hr: Dana

source: On EE, MMM d, yyyy at %@
hr: Dana EE, d. MMM, yyyy u %@

# On EE, MMM d, yyyy at %@, %@, wrote:
source: On EE, MMM d, yyyy at %1$@, %2$@, wrote:
hr: Dana EE, d. MMM, yyyy u %1$@, %2$@ je napisao/la:

source: Open draft
hr: Otvori skicu

source: Organization
hr: Organizacija

source: Other
hr: Ostalo

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the AppStore's servers.
hr: Naš tim za korisničku podršku pokušat će ručno aktivirati vaš servisni plan ako pristanete priložiti tehničke podatke koje je AppStore dostavio u trenutku kupnje. Ovi podaci ne uključuju nikakve pojedinosti o vašem iTunes računu, Apple ID-u, povezanim kreditnim karticama ili bilo kojim drugim korisničkim informacijama. Tehnički podaci nam samo pomažu provjeriti i ovjeriti da li je transakcija dovršena na poslužiteljima AppStorea.

source: Outbox
hr: Odlazni spremnik

source: PGP-encrypted
hr: PGP šifrirano

source: PGP-encrypted message
hr: PGP-šifrirana poruka

source: PGP-encrypted message from verified address
hr: PGP-šifrirana poruka od potvrđene adrese

source: PGP-signed
hr: PGP potpisano

source: PGP-signed message from verified address
hr: PGP-potpisana poruka od potvrđene adrese

source: PREMIUM FEATURE
hr: PREMIUM ZNAČAJKE

source: Password
hr: Lozinka

# Password Mismatch
source: Passwords do not match
hr: Lozinke se ne poklapaju

source: Password updated
hr: Lozinka je ažurirana

source: Password cannot be empty.
hr: Lozinka ne može biti prazna.

source: Password update failed
hr: Promjena lozinke neuspješna

source: Personal
hr: Privatno

source: Phone
hr: Telefon

source: Phone Verification
hr: Potvrda telefonom

source: Phone number
hr: Broj telefona

source: Phone number invalid
hr: Telefonski broj nije ispravan

source: Photo Library
hr: Galerija

source: Pin code can't be empty.
hr: PIN ne može biti prazan.

source: Please add a password for the following recipients.
hr: Molimo dodajte lozinku za sljedeće primatelje.

source: Please check your cell phone for the verification code.
hr: Provjerite vaš mobilni uređaj za kontrolni kôd.

source: Please check your email for the verification code.
hr: Provjerite vašu e-poštu za kontrolni kôd.

source: Please disable PGP Sending for following addresses.
hr: Molimo onemogućite PGP Slanja za sljedeće adrese.

source: Please input a valid cell phone number.
hr: Molimo unesite važeći broj telefona.

source: Please input a valid email address.
hr: Molimo unesite valjanu adresu e-pošte.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the purchase.
hr: Prijavite se na ProtonMail račun za koji nadograđujete plan usluga, kako bismo mogli dovršiti kupnju.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the service plan activation.
hr: Prijavite se na ProtonMail račun za koji nadograđujete plan usluga, kako bismo mogli dovršiti aktivaciju plana usluga.

source: Please pick a username first!
hr: Molim vas prvo odaberite nadimak!

source: Please provide a group name
hr: Molimo unesite naziv grupe

# Please remove all attachments before changing sender!
source: Please remove all attachments before changing the sender
hr: Molimo uklonite sve privitke prije mijenjanja pošiljatelja

source: Please select at least one email for the contact group
hr: Odaberite barem jednu adresu e-pošte za grupu kontakata

source: Please select one of the following options:
hr: Odaberite jednu od sljedećih mogućnosti:

source: Please set a password.
hr: Molimo vas da postavite lozinku.

source: Please try a different domain.
hr: Molimo pokušajte drugu domenu.

source: Please try a different email address.
hr: Molimo pokušajte drugu adresu e-pošte.

source: Please try a different password.
hr: Molimo pokušajte drugu lozinku.

source: Please try a different username.
hr: Molimo pokušajte drugo korisničko ime.

source: Please try again
hr: Molimo pokušajte ponovno

source: Please unlock the app to proceed with your service plan activation
hr: Otključajte aplikaciju da biste nastavili s aktivacijom plana usluge

source: Please use ProtonMail App login first.
hr: Najprije koristite prijavu u ProtonMail aplikaciju.

source: Please use the web application to reset your password.
hr: Molimo da pomoću web aplikacije poništite lozinku.

source: Please use the web version of ProtonMail to change your mailbox password!
hr: Molimo koristite web verziju ProtonMaila da promijenite svoje lozinke sandučića e-pošte!

source: Please use the web version of ProtonMail to change your passwords!
hr: Molimo koristite web verziju ProtonMaila da promijenite svoje lozinke!

source: Please use your new password when signing in.
hr: Prilikom prijave koristite novu lozinku.

source: Please wait until the email downloaded!
hr: Pričekajte da se e-poruka učita!

source: Please, manage it in your phone.
hr: Molimo, upravljajte time na mobilnom uređaju.

source: Print
hr: Ispis

source: Protection
hr: Zaštita

source: Protection entire app
hr: Zaštita cijele aplikacije

source: ProtonMail Plus is required to customize your mobile signature
hr: ProtonMail Plus je nužan za uređivanje potpisa na mobilnim uređajima

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact’s name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
hr: ProtonMail Plus/Professional/Visionary omogućuje vam dodavanje i uređivanje detalja o kontaktima osim imena i e-pošte kontakta. Pomoću ProtonMaila ti će podaci biti sigurni kao i vaša end-to-end šifrirana e-pošte.

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
hr: ProtonMail ne prodaje oglase niti zloupotrebljava vašu privatnost. Vaša podrška je ključna za održavanje ProtonMaila. Možete nadograditi na plaćeni račun ili donirajte za podršku ProtonMailu.

source: ProtonMail encrypted emails
hr: ProtonMail šifrirana e-pošta

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
hr: ProtonMail je trenutno nedostupan, provjerite naš twitter za trenutni status: https://twitter.com/protonmail

source: ProtonVPN included
hr: ProtonVPN uključen

source: Quick Swipe actions
hr: Radnje brzog prelaska prstom

source: RESET MAILBOX PASSWORD
hr: PONOVNO POSTAVLJANJE LOZINKE SANDUČIĆA E-POŠTE

# Rate &amp; Review
source: Rate & Review
hr: Ocijenite i pregledajte

source: Re-Enter your PIN
hr: Ponovno unesite PIN

source: Reading device contacts data...
hr: Čitanje podataka o kontaktima uređaja...

source: Recovery Code
hr: Kôd za oporavak

source: Recovery Email
hr: Adresa e-pošte za oporavak

source: Recovery Email Warning
hr: Upozorenje o adresi e-pošte za oporavak

source: Remind Me Later
hr: Podsjeti me kasnije

source: Remove
hr: Ukloni

source: Remove Star
hr: Ukloni zvjezdicu

source: Repeat
hr: Ponovi

source: Reply
hr: Odgovor

source: Reply All
hr: Odgovori svima

source: Reply message
hr: Odgovori na poruku

source: Reply all
hr: Odgovori svima

source: Report Bugs
hr: Prijavi problem

source: Report Phishing
hr: Prijavi krađu identiteta

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
hr: Prijavljivanje poruke kao pokušaja krađe identiteta će nam poslati poruku kako bismo je mogli analizirati i poboljšati filtre. To znači da ćemo moći vidjeti sadržaj poruke u cijelosti.

source: Request Link Confirmation
hr: Zatražite potvrdu poveznice

source: Resetting message cache ...
hr: Ponovno postavljanje predmemorije poruka...

source: Retry
hr: Pokušaj ponovno

source: Retry after %d seconds
hr: Pokušajte ponovno za %d sekundi

source: Sent
hr: Poslano

source: Spam
hr: Neželjena pošta

source: Starred
hr: Sa zvjezdicom

source: Save
hr: Spremi

source: Save Changes
hr: Spremi promjene

source: Save draft
hr: Spremi skicu

source: Scheduled
hr: Planirano

source: Search
hr: Pretraga

source: Select An Option
hr: Odaberite mogućnost

source: Select Color
hr: Odabir boje

source: Select your language
hr: Odaberite svoj jezik

source: Send
hr: Pošalji

source: Send verification code
hr: Pošalji kôd za provjeru

source: Send anyway
hr: Svejedno pošalji

source: Send message without subject?
hr: Poslati poruku bez predmeta?

source: Send plain but stored enc
hr: Pošalji kao obično, ali pohranjeno šifriranje

source: Sender Verification Failed
hr: Neuspjela potvrda pošiljatelja

source: Sending message
hr: Poruka se šalje

source: Sending message
hr: Poruka se šalje

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
hr: Slanje poruka s %1$@ adrese je plaćena značajka. Vaša će poruka biti poslana s Vaše zadane adrese %2$@

source: Sent
hr: Poslano

source: Sent Failed
hr: Poruka nije poslana

source: Sent by ProtonMail with zero access encryption
hr: Poslano putem ProtonMaila s šifriranjem nultog pristupa

source: Sent by you with end-to-end encryption
hr: Poslano od strane Vas s end-to-end šifriranjem

source: Set Password
hr: Postavite lozinku

source: Set a password to encrypt this message for non-ProtonMail users.
hr: Postavite lozinku za šifriranje ove poruke za one koji nisu korisnici ProtonMaila.

source: Set passwords
hr: Postavi lozinke

source: Settings
hr: Postavke

source: Share Alert
hr: Upozorenje o dijeljenju

source: Share Contact
hr: Podijeli kontakt

source: Share it with your friends
hr: Dijeli sa svojim prijateljima

# Sign Out
source: Log out
hr: Odjavite se

source: Signature
hr: Potpis

source: Signature Updated
hr: Potpis je ažuriran

source: Single Password
hr: Jedna lozinka

source: Snooze Notifications
hr: Utišaj obavijesti

source: Snoozed for
hr: Odgoda na

source: Snoozed till
hr: Odgođeno do

source: Sorry, we cannot process purchases in the beta version of the iOS app. Thank you for participating in our public beta!
hr: Nažalost, ne možemo obrađivati kupnje u beta inačici aplikacije na iOS-u. Hvala što sudjelujete u našoj javnoj beta verziji!

source: Space warning
hr: Upozorenje o slobodnom prostoru

source: Spam
hr: Neželjena pošta

source: Spammed
hr: Neželjena pošta

source: Star
hr: Zvjezdica

source: Starred
hr: Sa zvjezdicom

source: Start Time
hr: Vrijeme početka

source: State
hr: Država

source: Storage
hr: Prostor za pohranu

source: Storage Warning
hr: Upozorenje o slobodnom prostoru

source: Stored with zero access encryption
hr: Spremljeno s šifriranjem nultog pristupa

source: Street
hr: Ulica

source: Subject
hr: Predmet

source: Subject:
hr: Predmet:

source: Subscription
hr: Pretplata

source: Support ProtonMail
hr: Podržite ProtonMail

source: Support for %i custom domains (e.g. user@yourdomain.com)
hr: Podrška za %i prilagođene domene (npr. korisnik@vasadomena.hr)

source: Swipe Left to Right
hr: Prijeđite prstom s lijeva na desno

source: Swipe Right to Left
hr: Prijeđite prstom s desna na lijevo

source: System can't copy the file
hr: Sustav ne može kopirati datoteku

source: Trash
hr: Otpad

# Take a Photo
source: Take photo
hr: Uslikaj fotografiju

source: Tap send anyway to send without expiration to these recipients
hr: Pritisnite pošalji ako svejedno želite poslati poruku ovim primateljima, ali bez isteka poruke

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
hr: Hvala što ste poslali izvješće o pogrešci. Dodali smo vaše izvješće našem sustavu za praćenja pogrešaka.

source: The password is wrong.
hr: Pogrešna lozinka.

source: The ProtonMail current offline...
hr: ProtonMail je trenutno van mreže...

source: The username have been taken.
hr: Korisničko ime je zauzeto.

source: The authentication credentials are invalid.
hr: Vjerodajnice za provjeru autentičnosti nisu važeće.

source: The authentication token has expired.
hr: Token za autentifikaciju je istekao.

source: The current standard
hr: Trenutni standard

source: The display name is now %@.
hr: Zaslonsko ime je sada %@.

source: The draft cache is broken. Please try again.
hr: Predmemorija skica je neupotrebljiva. Molim te pokušaj ponovno.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
hr: Format nacrta nije ispravan. Slanje nije uspjelo.

source: The highest level of encryption available.
hr: Najviša dostupna razina šifriranja.

source: The label name is duplicate
hr: Naziv oznake je duplikat

source: The mailbox password is incorrect.
hr: Lozinka sandučića e-pošte nije ispravna.

source: The maximum number of distinct recipients is %d
hr: Maksimalan broj različitih primatelja je %d

source: The maximum number of labels is %d.
hr: Maksimalan broj oznaka je %d.

# The new password can't empty
source: The new password can't be empty
hr: Nova lozinka ne može biti prazna

source: The new password can't empty.
hr: Nova lozinka ne može biti prazna.

# The new password not match
source: Passwords do not match
hr: Lozinke se ne poklapaju

source: The new password not match.
hr: Nova lozinka se ne podudara.

source: The optional recovery email address allows you to reset your login password if you forget it.
hr: Opcionalna adresa e-pošte za oporavak omogućuje vam da poništite lozinku za prijavu ako je zaboravite.

source: The password you entered does not match the current password.
hr: Lozinka koju ste unijeli ne odgovara trenutnoj lozinki.

source: The passwords you entered do not match.
hr: Lozinke koje ste unijeli se ne podudaraju.

source: The private key update failed.
hr: Ažuriranje privatnog ključa nije uspjelo.

source: The request timed out.
hr: Zahtjev je istekao.

source: The total attachment size can't be bigger than 25MB
hr: Ukupna veličina privitka ne smije biti veća od 25MB

source: The total attachment size cannot exceed 25MB
hr: Ukupna veličina privitka ne smije biti veća od 25MB

# The verification email invalid
source: Invalid verification email
hr: Nevažeća kontrolna poruka e-pošte

source: The verification failed!
hr: Provjera nije uspjela!

source: There was an error creating or loading the app's saved data.
hr: Došlo je do pogreške prilikom izrade ili učitavanja spremljenih podataka aplikacije.

source: There was an error creating or loading the application's saved data.
hr: Došlo je do pogreške prilikom izrade ili učitavanja spremljenih podataka aplikacije.

source: This can take a while. Please do not dismiss the app.
hr: Ovo može potrajati. Nemojte napustiti aplikaciju.

source: This contact belongs to your address book.
hr: Ovaj kontakt pripada vašem adresaru.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
hr: Ova poruka e-pošte nije ispunila zahtjeve za provjeru autentičnosti svoje domene. Može biti lažna ili nepropisno proslijeđena!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
hr: Čini se da je ova poruka e-pošte s adrese ProtonMail, ali je došla izvan našeg sustava i nije ispunila naše zahtjeve za provjeru autentičnosti. Može biti lažna ili nepropisno proslijeđena!

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
hr: Ova poruka može biti pokušaj krađe identiteta. Provjerite pošiljatelja i sadržaj kako biste bili sigurni da su legitimni.

source: Title
hr: Naslov

source: To
hr: Za

# To prevent abuse of ProtonMail,&#13;&#10; we need to verify that you are human.
source: To prevent abuse of ProtonMail, we need to verify that you are human.
hr: Da biste spriječili zlouporabu ProtonMaila,&#13; morate potvrditi da ste čovjek.

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
hr: Da biste poništili lozinku sandučića e-pošte, upotrijebite web-verziju ProtonMaila na adresi proton.me

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
hr: Da biste poništili lozinku sandučića e-pošte, upotrijebite web-verziju ProtonMaila na adresi proton.me

source: To:
hr: Za:

source: Token expired
hr: Token je istekao

source: Too many recipients
hr: Previše primatelja

source: TouchID is not enrolled, enable it in the system Settings
hr: TouchID nije registriran, omogućite ga u postavkama sustava

source: TouchID not available
hr: TouchID nije dostupan

source: Trash
hr: Otpad

source: Trouble shooting guide
hr: Vodič za rješavanje problema

source: Turn Off
hr: Isključi

source: Tweet about ProtonMail
hr: Tweetaj o ProtonMailu

source: Two Factor Code
hr: Šifra za provjeru autentičnosti u dva koraka

source: User log in
hr: Prijava korisnika

source: Unable to connect to the server
hr: Nije se moguće povezati na poslužitelj

source: Unable to construct a valid URL with the following path: %@
hr: Nije moguće izgraditi valjani URL sa sljedećom putanjom: %@

source: Unable to create SRP Client!
hr: Nije moguće stvoriti SRP klijent!

source: Unable to decrypt message.
hr: Nije moguće dešifrirati poruku.

source: Unable to edit this message offline
hr: Nije moguće urediti ovu poruku izvan mreže

source: Unable to generate hashed password!
hr: Nije moguće generirati hashiranu lozinke!

source: Unable to get contacts
hr: Nije moguće dohvatiti kontakte

source: Unable to parse authentication info!
hr: Nije moguće parsirati podatke o provjeri autentičnosti!

source: Unable to parse authentication token!
hr: Nije moguće parsirati token za provjeru autentičnosti!

source: Unable to parse cached authentication token!
hr: Nije moguće parsirati predmemorirani token za provjeru autentičnosti!

source: Unable to parse response
hr: Nije moguće parsirati odgovor

# Unable to parse the response object:&#10;%@
source: Unable to parse the response object: %@
hr: Nije moguće parsirati objekt odgovora: %@

source: Unable to parse token
hr: Nije moguće parsirati token

source: Unable to send the email.
hr: Nije moguće poslati poruku e-pošte.

source: Undo
hr: Poništi

# Unknow Error
source: Unknown error
hr: Nepoznata greška

# Unknow file
source: Unknown file
hr: Nepoznata datoteka

source: Unknown
hr: Nepoznato

source: Unknown Error
hr: Nepoznata greška

# Unkonw Version
source: Unknown version
hr: Nepoznata verzija

source: Unlimited messages sent/day
hr: Noegraničeno slanje poruka po danu

source: Unread
hr: Nepročitano

source: Unsupported file type
hr: Nepodržan tip datoteke

source: Up to %i users
hr: Do %i korisnika

source: Update
hr: Ažuriraj

source: Update Contact
hr: Ažuriraj kontakt

source: Update Notification Email
hr: Ažuriranje obavijesti e-pošte

source: Update Now
hr: Ažuriraj sada

source: Update Required
hr: Potrebno ažuriranje

source: Upgrade to a paid plan to benefit from more features
hr: Nadogradite na plaćeni plan kako biste imali koristi od više značajki

source: Upgrade to a paid plan to send from your %@ address
hr: Nadogradite na plaćeni plan kako biste mogli slati s vaše %@ adrese

source: Upgrade to get all paid features.
hr: Nadogradite kako biste dobili sve plaćene značajke.

source: Upload Contacts
hr: Učitavanje kontakata

source: Upload iOS contacts to ProtonMail?
hr: Prenesite iOS kontakte na ProtonMail?

# User already exist!
source: Username already taken
hr: Korisničko ime je zauzeto

# User is available!
source: Username is available
hr: Korisničko ime je dostupno

source: Username exist
hr: Korisničko ime već postoji

# User name invalid
source: Invalid username
hr: Nevažeće korisničko ime

source: Username
hr: Korisničko ime
