Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS danish.xliff
Languages: da

source: You are about to launch the web browser and navigate to
da: Du er ved at starte webbrowseren og navigere til

source: You can customize swipe gestures in the ProtonMail App Settings.
da: Du kan tilpasse stryge-gestusser i ProtonMail App-indstillinger.

source: You can get help and support at proton.me/support. Bugs can also be reported with the app.
da: Du kan få hjælp og support via proton.me/support. Fejl kan tillige anmeldes via app'en.

source: You can't set %@ address as default because it is a paid feature.
da: Du kan ikke angive %@-adressen som standard, da dette er en betalingsfunktion.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
da: Beskedudløb er aktiveret, men ikke alle modtagerne understøtter denne funktion. Tilføj en adgangskode og/eller deaktivér PGP-afsendelse for at benytte udløb til alle modtagere.

source: You have %d new emails!
da: Du har %d nye e-mails!

source: You have a new email!
da: Du har en ny e-mail!

source: You have unsaved changes. Do you want to save it?
da: Du har ugemte ændringer. Vil du gemme nu?

# You have used %d%% of your storage space (%@).
source: You have used %1$d%% of your storage space (%2$@).
da: Du har forbrugt %1$d%% af din lagerplads (%2$@).

source: You have used up all of your storage space (%@).
da: Du har opbrugt al din lagerplads (%@).

source: You need at least one recipient to send
da: Minimum én adressat kræves for at kunne afsende

source: Your Country Code
da: Landekode

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
da: Din indbakke er nu beskyttet med ende-til-ende kryptering. For automatisk at sikre e-mails til venner, så få dem til at hente ProtonMail! Du kan også manuelt kryptere beskeder til dem, hvis de ikke benytter ProtonMail.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
da: Din nye krypterede e-mailkonto er opsat og er klar til at sende og modtage krypterede beskeder.

# Your new secure email&#13;&#10; account is ready.
source: Your new secure email account is ready.
da: Din nye sikre e-mailkonto&#13; er klar.

source: Your plan is currently active until
da: Din abonnementskvota er aktiv indtil

source: Your plan will automatically renew on
da: Din abonnementskvota fornys automatisk d.

source: Your signature has been updated.
da: Dit signatur er blevet opdateret.

source: ZIP
da: Postnummer

source: and
da: og

source: at
da: kl.

source: attempt remaining until secure data wipe!
da: forsøg tilbage, indtil sikker datarydning!

source: attempts remaining
da: forsøg tilbage

source: attempts remaining until secure data wipe!
da: forsøg tilbage, indtil sikker datarydning!

source: close tour
da: luk rundvisning

source: Days
da: dage

source: for one year
da: for ét år

source: Hours
da: Timer

source: inline attachments
da: integrerede vedhæftninger

source: normal attachments
da: almindelige vedhæftninger

source: privacy policy.
da: Fortrolighedspolitik.

source: terms and conditions
da: Vilkår og Betingelser

source: wrote:
da: skrev:

source: App Extension API is not available in this version of iOS
da: App udvidelses-API er ikke tilgængelig i denne iOS-version

source: Failed to contact the Password Extension
da: Mislykkedes at kontakte adgangskodeudvidelse

source: Failed to execute script that collects web page information
da: Script til indsamling af websideinformation om kunne ikke eksekveres

source: Failed to fill web page because script is missing
da: Webside kunne ikke udfyldes grundet manglende script

source: Failed to obtain URL String from web view. The web view must be loaded completely when calling the Password Extension
da: Kunne ikke hente URL-streng fra webvisning. Webvisningen skal indlæses fuldstændigt ved kald af adgangskodeudvidelsen

source: Failed to parse information returned by Password Extension
da: Mislykkedes at tolke oplysninger returneret af adgangskodeudvidelsen

source: Password Extension was cancelled by the user
da: Adgangskodeudvidelse blev annulleret af brugeren
