Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Croatian.xliff
Languages: hr

# NSAppleMusicUsageDescription
source: Required for attaching media to the email.
hr: Potrebno za pridodavanje medija poruci e-pošte.

# NSCameraUsageDescription
source: Required for attaching photos to the email.
hr: Potrebno za pridodavanje slika poruci e-pošte.

# NSContactsUsageDescription
source: Required for email autocomplete.
hr: Obavezno za automatsko dovršavanje e-pošte.

# NSFaceIDUsageDescription
source: Allows you quick and secure to unlock your application.
hr: Omogućuje brzo i sigurno otključavanje aplikacije.

# NSPhotoLibraryAddUsageDescription
source: Required for saving image attachments to photo library.
hr: Potrebno za spremanje slikovnih privitaka u galeriju slika.

# NSPhotoLibraryUsageDescription
source: Required for attaching photos to the email.
hr: Potrebno za pridodavanje slika poruci e-pošte.

source: %@ storage capacity
hr: %@ prostora za pohranu

source: %d Member
hr: %d član

source: %d Members
hr: %d člana/ova

source: %d minute
hr: %d minuta

source: %d minutes
hr: %d minute/a

source: %d Selected
hr: %d odabrano

source: %i email address
hr: %i adresa e-pošte

source: %i email addresses
hr: %i adresa e-pošte

source: (2048 bit)
hr: (2048 bita)

source: (4096 bit)
hr: (4096 bita)

source: (total)
hr: (ukupno)

source: *OPTIONAL
hr: *NEOBAVEZNO

source: + Drop here to add as attachment
hr: + Ispustite ovdje da biste dodali kao privitak

source: /user
hr: /korisniku

source: 2FA failed. Please try to login again.
hr: Provjera autentičnosti nije uspjela. Molim pokušajte se prijaviti ponovno.

source: A message cannot have more than 5 labels
hr: Poruka ne može imati više od 5 oznaka

source: A new version of ProtonMail app is available, please update to latest version.
hr: Dostupna je nova verzija ProtonMail aplikacije. Ažurirajte na najnoviju verziju.

source: A new version of ProtonMail app is available. Please update to the latest version.
hr: Dostupna je nova verzija ProtonMail aplikacije. Molimo ažurirajte na najnoviju verziju.

source: A paid ProtonMail plan is required to use this feature
hr: Plaćeni ProtonMail plan je potreban za korištenje ove značajke

source: A passcode has not been set, enable it in the system Settings
hr: Šifra nije postavljena, omogućite je u postavkama sustava

source: API Server not reachable...
hr: API poslužitelj nije dostupan...

source: Archive
hr: Arhiva

source: Access to this account is disabled due to non-payment. Please sign in through proton.me to pay your unpaid invoice.
hr: Pristup ovom računu onemogućen je zbog neplaćanja. Prijavite se putem proton.me kako biste platili neplaćenu fakturu.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://proton.me/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
hr: Pristup ovom računu je onemogućen zbog neplaćanja. Molimo posjetite <a href="https://proton.me/support/knowledge-base/delinquency/">našu bazu znanja</a> za više informacija.

# Account password invalid
source: Invalid account password
hr: Neispravna lozinka računa

source: Add
hr: Dodaj

source: Add Anniversary
hr: Dodaj godišnjicu

source: Add Birthday
hr: Dodaj rođendan

source: Add Contact
hr: Dodaj kontakt

source: Add Custom Label
hr: Dodaj prilagođenu oznaku

source: Add Folder
hr: Dodaj mapu

source: Add Gender
hr: Dodaj spol

source: Add Group
hr: Dodaj grupu

source: Add Label
hr: Dodaj oznaku

source: Add New Folder
hr: Dodaj novu mapu

source: Add New Label
hr: Dodaj novu oznaku

source: Add Nickname
hr: Dodaj nadimak

source: Add Organization
hr: Dodaj organizaciju

source: Add Photo
hr: Dodaj fotografiju

source: Add Star
hr: Dodaj zvjezdicu

source: Add Title
hr: Dodaj naslov

source: Add new address
hr: Dodaj novu adresu

source: Add new custom field
hr: Dodaj novo prilagođeno polje

source: Add new email
hr: Dodaj novu adresu e-pošte

source: Add new field
hr: Dodati novo polje

source: Add new phone number
hr: Dodaj novi broj telefona

source: Add new url
hr: Dodaj novi URL

source: Add to contacts
hr: Dodaj u kontakte

source: Address
hr: Adresa

source: Alert
hr: Upozorenje

source: All Mail
hr: Sva pošta

source: All contacts are imported
hr: Svi kontakti su uvezeni

source: Also Archive
hr: Također i arhivu

source: Also used to reset a forgotten password.
hr: Također se koristi za ponovno postavljanje izgubljene lozinke.

source: Anniversary
hr: Godišnjica

source: App is locked
hr: Aplikacija je zaključana

source: Apple in-app purchase fee
hr: Appleova naknada za kupnju u aplikaciji

source: Apple informed us they could not process the purchase.
hr: Apple nas je obavijestio da ne mogu obraditi kupnju.

source: Apple informed us you've upgraded the service plan, but did not say which of your ProtonMail accounts to upgrade in case you have more than one.
hr: Apple nas je obavijestio da ste nadogradili plan usluga, ali niste odabrali koji od vaših ProtonMail računa želite nadograditi u slučaju da imate više od jednog računa.

source: Apple informed us you've upgraded the service plan, but some technical data was missing. Please fill in the bugreport and our customer support team will contact you.
hr: Apple nas je obavijestio da ste nadogradili plan usluga, ali nedostajali su neki tehnički podaci. Ispunite izvještaj o pogrešci i naš tim za korisničku podršku će vas kontaktirati.

source: Apple informed us you've upgraded the service plan, but we detected you have logged out of the account since then.
hr: Apple nas je obavijestio da ste nadogradili plan usluge, ali smo otkrili da ste se od tada odjavili s računa.

source: Apply
hr: Primijeni

source: Apply Labels
hr: Primjeni oznake

source: Archive
hr: Arhiva

source: Archived
hr: Arhivirano

source: Are you sure you want to logout?
hr: Jeste li sigurni da se želite odjaviti?

source: Attachment imported
hr: Privitak je uvezen

source: Attachments
hr: Privitci

source: Authentication
hr: Autentifikacija

source: Authentication failed: wrong username or password.
hr: Provjera autentičnosti nije uspjela: pogrešno korisničko ime ili lozinka.

source: Authentication failed
hr: Autentifikacija neuspješna

source: Authentication failed. Please try to login again.
hr: Provjera autentičnosti nije uspjela. Molim pokušajte se prijaviti ponovno.

source: Authentication token is not accessible because the app is locked
hr: Token autentifikacije nije dostupan jer je aplikacija zaključana

source: Authentication was cancelled by the system
hr: Sustav je poništio autorizaciju

source: Auto lock time
hr: Vrijeme automatskog zaključavanja

source: Auto show images
hr: Automatsko prikazivanje slika

source: Back
hr: Natrag

source: Bad parameter
hr: Loš parametar

source: Bad parameter: %@
hr: Loš parametar: %@

source: Bad path
hr: Loša putanja

source: Bad response
hr: Loš odgovor

source: Birthday
hr: Rođendan

source: Bug Description
hr: Opis greške

source: Bug report received
hr: Izvještaj zaprimljen

source: Buy More Credits
hr: Kupite više kredita

source: By using protonmail, you agree to our
hr: Koristeći ProtonMail, slažete se s našim

# By using protonmail, you agree to our %@ and %@.
source: By using protonmail, you agree to our %1$@ and %2$@.
hr: Koristeći ProtonMail, slažete se s našim %1$@ i %2$@.

source: Call Contact
hr: Nazovi kontakta

source: Can take several minutes to setup.
hr: Postavljanje može potrajati nekoliko minuta.

source: Can't copy the file
hr: Nije moguće kopiranje datoteke

source: Can't create a SRP Client
hr: Neuspješno stvaranje SRP klijenta

source: Can't create a SRP verifier!
hr: Neuspješno stvaranje SRP verifikatora!

source: Can't decrypt this attachment!
hr: Neuspješno dešifriranje ovog privitka!

source: Can't delete contact group
hr: Neuspješno brisanje grupe kontakata

source: Can't delete contact group through API
hr: Nije moguće izbrisati grupu kontakata putem API-ja

source: Can't download message body, please try again.
hr: Nije moguće preuzeti tijelo poruke. Molimo pokušaj ponovno.

source: Can't download message body. Please try again.
hr: Nije moguće preuzeti tijelo poruke. Molimo pokušaj ponovno.

source: Can't fetch contact groups
hr: Neuspješno dohvaćanje grupa kontakata

source: Can't find the clicked message please try again!
hr: Ne mogu pronaći pritisnutu poruku. Molimo pokušajte ponovno!

source: Can't find the selected message. Please try again.
hr: Ne mogu pronaći odabranu poruku. Molimo pokušajte ponovno.

source: Can't find this attachment!
hr: Neuspješno pronalaženje ovog privitka!

# Can't get a Moduls ID!
source: Can't get a Modulus ID!
hr: Nije moguće dobiti Modulus ID!

source: Can't get a Moduls!
hr: Nije moguće dobiti Moduls!

source: Can't get user auth info
hr: Ne mogu dobiti informacije o autentifikaciji korisnika

source: Can't load share content!
hr: Nije moguće učitati dijeljeni sadržaj!

source: Can't load the file
hr: Nije moguće učitavanje datoteke

source: Can't not find the value from the response body
hr: Ne mogu pronaći vrijednost iz tijela odgovora

source: Can't open the file
hr: Nije moguće otvoriti datoteku

source: Can't save contact group
hr: Neuspješno spremanje grupe kontakata

source: Can't update contact group through the API
hr: Nije moguće ažurirati grupu kontakata putem API-ja

source: Cancel
hr: Poništi

source: Cancel Check
hr: Odustani od provjere

source: Cancelling
hr: Otkazivanje

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
hr: Neuspješno dešifriranje ovog privitka.

source: Cell phone number
hr: Broj telefona

source: Change Login Password
hr: Promijeni lozinku za prijavu

source: Change Mailbox Password
hr: Promijeni lozinku sandučića e-pošte

source: Change password
hr: Promjena lozinke

source: Change PIN
hr: Promijenite PIN

source: Change Single Password
hr: Promijeni samostalnu lozinku

source: Change default address to...
hr: Promijeni zadanu adresu u...

source: Change left swipe action
hr: Promjeni lijevu radnju prelaska prstom

source: Change right swipe action
hr: Promjeni desnu radnju prelaska prstom

source: Change sender address to...
hr: Promijeni adresu pošiljatelja u...

source: Check Again
hr: Provjeri ponovno

source: Checking...
hr: Provjera...

source: Choose a Password
hr: Odaberite lozinku

source: City
hr: Grad

source: Clear local message cache
hr: Očisti lokalnu predmemoriju poruka

source: Close
hr: Zatvori

source: Closing
hr: Zatvaranje

source: Compose
hr: Nova poruka

source: Compose to
hr: Nova poruka za

source: Confirm
hr: Potvrdi

source: Confirm login password
hr: Potvrdi lozinku za prijavu

source: Confirm mailbox password
hr: Potvrdi lozinku za sandučić e-pošte

source: Confirm password
hr: Potvrdi lozinku

source: Confirm new login password
hr: Potvrdi novu lozinku za prijavu

source: Confirm new mailbox password
hr: Potvrdi novu lozinku za sandučić e-pošte

source: Confirm new password
hr: Potvrdi novu lozinku

source: Confirm phishing report
hr: Potvrdi izvještaj o krađi identiteta

source: Confirmation
hr: Potvrda

source: Congratulations!
hr: Čestitamo!

source: Contact Details
hr: Detalji o kontaktu

source: Contact the ProtonMail team
hr: Kontaktirajte ProtonMail tim

source: Contacts
hr: Kontakti

source: Continue
hr: Nastavi

source: Continue and Don't ask again
hr: Nastavi i ne pitaj ponovno

source: Copy address
hr: Kopiraj adresu

source: Copy name
hr: Kopiraj ime

source: Could not connect to Store. Please try again later.
hr: Povezivanje s trgovinom nije uspjelo. Molimo pokušajte kasnije.

source: Country
hr: Država

source: Create
hr: Stvori

source: Create Account
hr: Stvori račun

source: Create User failed. Please try again.
hr: Izrada korisnka nije uspjela. Molimo Vas pokušajte ponovo.

source: Create a new account
hr: Stvori novi račun

source: Create and add Labels to organize your inbox. Long press on a message for all options.
hr: Stvorite i dodajte oznake da biste organizirali pristiglu poštu. Dugo pritisnite i držite poruku za prikaz svih opcija.

source: Create and add labels to organize your inbox. Press and hold down on a message for all options.
hr: Stvorite i dodajte oznake da biste organizirali pristiglu poštu. Pritisnite i držite poruku za sve opcije.

source: Create user failed
hr: Neuspješno stvaranje korisnika

source: Current Language is:
hr: Trenutni jezik je:

source: Current login password
hr: Trenutna lozinka za prijavu

source: Current password
hr: Trenutna lozinka

source: Custom
hr: Prilagođeno

source: DECRYPT MAILBOX
hr: DEŠIFRIRANJE SANDUČIĆA E-POŠTE

source: Drafts
hr: Skice

source: Date:
hr: Datum:

source: Date: %@
hr: Datum: %@

source: Debug
hr: Otklanjanje pogrešaka

source: Decrypt
hr: Dešifriranje

source: Decrypt token failed. Please try again.
hr: Neuspješno dešifriranje tokena. Molimo pokuštajte ponovno.

source: Decryption error
hr: Pogreška pri dešifriranju

source: Decryption of this content failed
hr: Dešifriranje ovog sadržaja nije uspjelo

source: Default
hr: Zadano

source: Default error. Please try again.
hr: Zadana greška. Molimo pokušajte ponovno.

source: Define Expiration Date
hr: Odredite datum vremenskog isteka

source: Define hint (Optional)
hr: Odredite hint-pomoć (neobavezno)

source: Define password
hr: Lozinka

source: Delete
hr: Obriši

source: Delete Contact
hr: Obriši kontakt

source: Delete Contact Group
hr: Obriši grupu kontakta

source: Deleted
hr: Izbrisano

source: Details
hr: Pojedinosti

source: Discard changes
hr: Odbaciti promjene

source: Discard draft
hr: Odbaci skicu

source: Display name
hr: Zaslonsko ime

source: Display name updated
hr: Zaslonsko ime je ažurirano

source: Display name
hr: Zaslonsko ime

source: Display name
hr: Zaslonsko ime

source: Do you want to activate the purchased service plan for
hr: Želite li aktivirati kupljeni plan usluge za

source: Do you want to cancel the process?
hr: Želite li prekinuti proces?

source: Do you want to save the unsaved changes?
hr: Želite li sačuvati izmjene?

source: Don't Show Again
hr: Ne prikazuj ponovno

source: Don't remind me again
hr: Ne podsjećaj me više

source: Done
hr: Gotovo

source: Double tap to setup
hr: Dvaput dodirni za postavljanje

source: Draft
hr: Skica

source: Drafts
hr: Skice

source: Edit
hr: Uredi

source: Edit contact
hr: Uredi kontakt

source: Edit Folder
hr: Uredi mapu

source: Edit Group
hr: Uredi grupu

source: Edit Label
hr: Uredi oznaku

source: Edit Photo
hr: Uredi fotografiju

source: Edit mobile signature
hr: Uredi potpis na mobilnim uređajima

source: Edit signature
hr: Uredi potpis

source: Email
hr: E-pošta

source: Email Addresses
hr: Adrese e-pošte

source: Email Contact
hr: Pošalji poruku e-pošte kontaktu

source: Email Verification
hr: Potvrda putem e-pošte

source: Email address
hr: Adresa e-pošte

source: Email address invalid
hr: Adresa e-pošte nije valjana

source: Email default signature
hr: Zadani potpis e-pošte

# Email domain invalid
source: Invalid email domain
hr: Neispravna domena e-pošte

source: Empty folder
hr: Isprazni mapu

source: Enable Default Signature
hr: Omogući zadani potpis e-pošte

source: Enable FaceID
hr: Omogući FaceID

source: Enable Mobile Signature
hr: Omogući potpis na mobilnim uređajima

source: Enable Notification Email
hr: Omogući obavijesti e-pošte

source: Enable PIN protection
hr: Omogući PIN zaštitu

source: Enable TouchID
hr: Omogući TouchID

source: Encrypted Contact Details
hr: Šifrirani podaci o kontaktu

source: Encrypted for outside
hr: Šifrirano za vanjsku komunikaciju

source: Encrypted for outside reply
hr: Šifrirano za odgovor vanjske komunikacije

source: Encrypted from outside
hr: Šifrirano izvana

source: Encrypted from outside PGP inline
hr: Šifrirano vanjskim PGP inline

source: Encrypted from outside PGP/MIME
hr: Šifrirano vanjskim PGP/MIME

source: Encrypted from outside signed PGP/MIME
hr: Šifrirano vanjskim potpisanim PGP/MIME

source: Encryption Setup
hr: Postavljanje šifriranja

source: End Time
hr: Vrijeme završetka

source: End-to-end encryption
hr: End-to-End šifriranje

source: End-to-end encrypted
hr: End-to-End šifriranje

source: End-to-end encrypted message
hr: End-to-end šifrirane poruke

source: End-to-end encrypted message from verified address
hr: End-to-end šifrirana poruka od potvrđene adrese

source: End-to-end encrypted to verified address
hr: End-to-end šifiranje za potvrđenu adresu

source: Enter
hr: U redu

source: Enter verification code
hr: Unesite kôd za provjeru

source: Enter your PIN
hr: Unesite PIN

source: Enter your PIN to unlock your inbox.
hr: Unesite vaš PIN za otključavanje pristigle pošte.

source: Enter your cell phone number
hr: Unesite broj svog mobilnog telefona

source: Enter your existing email address.
hr: Unesite vašu postojeću adresu e-pošte.

source: Error logs
hr: Evidencija grešaka

source: Error occured
hr: Došlo je do pogreške

source: Every time enter app
hr: Pri svakom ulasku u aplikaciju

source: Expires
hr: Ističe

# Expires in %d days %d hours %d mins %d seconds
source: Expires in %1$d days %2$d hours %3$d mins %4$d seconds
hr: Ističe za %1$d dana %2$d sati %3$d minuta %4$d sekundi

source: Expiring messages
hr: Poruke s vremenskim istekom

source: Extreme Security
hr: Ekstremna sigurnost

source: Forgot password?
hr: Zaboravili ste lozinku?

source: Failed to determine type of file
hr: Utvrđivanje vrste datoteke nije uspjelo

source: Failed to get list of available products from AppStore.
hr: Nije moguće dohvatiti popis dostupnih proizvoda iz AppStorea.

source: Failed to initialize the app's saved data
hr: Inicijalizacija spremljenih podataka aplikacije nije uspjela

source: Failed to initialize the application's saved data
hr: Inicijalizacija spremljenih podataka aplikacije nije uspjela

source: Fax
hr: Faks

source: Feedback
hr: Povratne informacije

source: Fetch user info failed
hr: Neuspješno dohvaćanje informacija o korisniku

source: Folder
hr: Mapa

source: Folder Name
hr: Naziv mape

source: For individuals looking to benefit from secure communication at no cost
hr: Za pojedince koji žele besplatno koristiti sigurnu komunikaciju

source: For individuals that need more capacity, customization and advanced features
hr: Za pojedince kojima je potreban veći kapacitet, prilagodljivost i napredne značajke

source: For organizations that need multi-user support and additional productivity features
hr: Za organizacije kojima je potrebna podrška za više korisnika i dodatne značajke produktivnosti

source: For power users and groups of people that value full anonymity and privacy
hr: Za napredne korisnike i grupe ljudi koji cijene punu anonimnost i privatnost

source: Forward
hr: Proslijedi

source: Forwarded message
hr: Proslijeđena poruka

source: From
hr: Od

source: From:
hr: Od:

source: Gender
hr: Spol

source: General settings
hr: Opće postavke

source: Get %@
hr: Nabavite %@

source: Get more information
hr: Zatražite dodatne informacije

source: Go to inbox
hr: Idi u pristiglu poštu

source: Group Details
hr: Detalji o grupi

source: Group Name
hr: Naziv grupe

source: Groups
hr: Grupe

# Help &amp; Support
source: Help & Support
hr: Pomoć i podrška

source: Help us to improve ProtonMail with your input.
hr: Pomozite nam da poboljšamo ProtonMail s povratnim informacijama.

source: Help us to make privacy the default in the web.
hr: Pomozite nam učiniti privatnost zadanom na webu.

source: Hide
hr: Sakrij

source: Hide details
hr: Sakrij detalje

source: High Security
hr: Velika sigurnost

source: Hours
hr: Sati

source: Human Check Failed
hr: Ljudska provjera nije uspjela

source: Human Check Warning
hr: Upozorenje o ljudskoj provjeri

source: Human Verification
hr: Ljudska provjera

source: IMAP/SMTP Support via ProtonMail Bridge
hr: IMAP/SMTP podrška putem ProtonMail Bridgea

source: Inbox
hr: Pristigla pošta

source: Import Error
hr: Pogreška uvoza

source: Import file from...
hr: Uvezi datoteku iz...

source: Importing Contacts
hr: Uvoz kontakata

source: Importing attachment, that can take a while
hr: Uvozi se privitak, što može potrajati

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
hr: Da biste koristili naše usluge, morate prihvatiti Uvjete pružanja usluge ProtonMaila.

source: Inbox
hr: Pristigla pošta

source: Incorrect PIN,
hr: Pogrešan PIN,

source: Incorrect password
hr: Neispravna lozinka

source: Input display name ...
hr: Unesite zaslonsko ime...

source: Input Notification Email ...
hr: Unesite adresu e-pošte za obavijesti...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://proton.me/invite to request an invitation.
hr: Izrada instantnog ProtonMail računa privremeno je onemogućena. Idite na https://proton.me/invite da biste zatražili pozivnicu.

source: Internal Error
hr: Unutarnja pogreška

source: Invalid Password
hr: Netočna lozinka

source: Invalid URL
hr: Neispravan URL

source: Invalid username
hr: Nevažeće korisničko ime

source: Invalid UserName!
hr: Neispravno korisničko ime!

source: Invalid access token please relogin
hr: Nevažeći token za pristup. Molimo prijavite se ponovno

source: Invalid access token. Please relogin.
hr: Nevažeći token za pristup. Molimo prijavite se ponovno.

source: Invalid credential
hr: Neispravne vjerodajnice

source: Invalid hashed password!
hr: Neispravna hashirana lozinka!

source: Is this bug report about an in-app purchase?
hr: Je li ovo izvješće o greški vezano za kupnju u aplikaciji?

source: It is not possible to switch to %@ within our iOS app.
hr: Nije moguće prebaciti se na %@ unutar naše iOS aplikacije.

source: It wasn't possible to match your purchased App Store product to any products on our server. Please fill in the bug report and our customer support team will contact you.
hr: Nismo uspjeli pronaći AppStore proizvod koji ste kupili s proizvodima na našem poslužitelju. Ispunite izvještaj o pogreški i naš tim za korisničku podršku će vas kontaktirati.

source: Keep me updated about new features
hr: Informirajte me o novim značajkama

source: Key generation failed
hr: Generiranje ključa nije uspjelo

source: Key generation failed. Please try again.
hr: Izrada ključa nije uspjela. Molimo Vas pokušajte ponovo.

source: Key invalid. Please go back and try again.
hr: Ključ nije valjan. Vratite se natrag i pokušajte ponovno.

source: Login
hr: Prijava

source: Label management
hr: Upravljanje oznakama

source: Label Name
hr: Naziv oznake

source: Label as...
hr: Označi kao...

source: Labels
hr: Oznake

source: Labels have been applied.
hr: Oznake su primijenjene.

# Labels, Folders, Filters &amp; More
source: Labels, Folders, Filters & More
hr: Oznake, mape, filtri i više

source: Labels/Folders
hr: Oznake/Mape

source: Language
hr: Jezik

source: Learn More
hr: Saznaj više

source: Learn more here
hr: Saznajte više ovdje

source: Limited to 150 messages sent/day
hr: Ograničeno na 150 poruka poslano po danu

source: Load remote content
hr: Prikaži udaljeni sadržaj

source: Loading...
hr: Učitavanje...

source: Local cache can't find mailbox password
hr: Neuspješno pronalaženje lozinke sandučića e-pošte u lokalnoj predmemoriji

source: Lock The App
hr: Zaključaj aplikaciju

source: Login
hr: Prijava

source: Login password
hr: Lozinka za prijavu

source: Login password doesn't match
hr: Lozinke za prijavu se ne poklapaju

source: Logout
hr: Odjava

source: Logs
hr: Zapisnici

source: Looking to secure your contact's details?
hr: Želite li osigurati svoje detalje o kontaktima?

source: Mailbox password
hr: Lozinka sandučića e-pošte

source: Mailbox password
hr: Lozinka sandučića e-pošte

source: Mailbox password doesn't match
hr: Lozinke sandučića e-pošte se ne podudaraju

source: Manage Addresses
hr: Upravljanje adresama

source: Manage Labels/Folders
hr: Upravljanje Oznakama/Mapama

# Mark Read
source: Mark as read
hr: Označi kao pročitano

source: Mark as unread
hr: Označi kao nepročitano
