Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS italian.xliff
Languages: it

source: Local cache can't find mailbox password
it: La cache locale non riesce a trovare la password della casella email

source: Lock The App
it: Blocca l'app

source: Login
it: Accedi

source: Login password
it: Password di accesso

source: Login password doesn't match
it: Le password di accesso non corrispondono

source: Logout
it: Esci

source: Looking to secure your contact's details?
it: Stai cercando di mettere in sicurezza i dettagli del tuo contatto?

source: Mailbox password
it: Password della casella email

source: Mailbox password
it: Password della casella email

source: Mailbox password doesn't match
it: La password della casella email non corrisponde

source: Manage Addresses
it: Gestire gli indirizzi

source: Manage Labels/Folders
it: Gestione etichette/cartelle

# Mark Read
source: Mark as read
it: Segna come letto

source: Mark as unread
it: Segna come da leggere

source: Message %@
it: Messaggio %@

source: Message Password
it: Password del messaggio

source: Message queue
it: Coda dei messaggi

source: Message Swipe Actions
it: Azioni di scorrimento per i messaggi

source: Message expired
it: Messaggio scaduto

source: Message has been deleted.
it: Il messaggio è stato eliminato.

source: Message has been moved.
it: Il messaggio è stato spostato.

source: Message password does not match.
it: La password del messaggio non corrisponde.

source: Message sending failed please try again
it: L'invio del messaggio è fallito. Per favore, riprova.

source: Message sending failed. Please try again.
it: L'invio del messaggio è fallito. Per favore riprova.

source: Message sent
it: Messaggio inviato

source: Messages you send can be set to auto delete after a certain time period.
it: I messaggi che spedisci possono essere predisposti per autocancellarsi dopo un certo periodo di tempo.

source: Mobile signature
it: Firma mobile

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at proton.me using a desktop or laptop computer.
it: Le iscrizioni da dispositivo mobile sono temporaneamente disattivate. Per favore, ritenta più tardi oppure prova ad iscriverti su proton.me da un computer fisso o portatile.

source: Modifying or turning off the default mobile signature is a paid feature.
it: Modificare o disattivare la firma mobile predefinita è una funzione a pagamento.

source: More
it: Altro

source: More Credits
it: Più crediti

source: Move to AllMail
it: Sposta in tutti i messaggi

source: Move to Archive
it: Sposta nell'archivio

source: Move to Draft
it: Sposta in bozze

source: Move to Folder
it: Sposta nella cartella

source: Move to Inbox
it: Sposta in Posta in arrivo

source: Move to Outbox
it: Sposta nella posta in uscita

source: Move to Spam
it: Sposta in spam

source: Move to Trash
it: Sposta nel cestino

source: Move to...
it: Sposta in...

source: Multiple addresses
it: Indirizzi multipli

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
it: HAI BISOGNO DI UN ACCOUNT? REGISTRATI.

source: Name
it: Nome

source: New login password
it: Nuova password di accesso

source: New mailbox password
it: Nuova password della casella di posta

source: New password
it: Nuova password

source: Nickname
it: Soprannome

source: No Messages
it: Nessun messaggio

source: No connectivity detected...
it: Nessuna connettività rilevata...

source: No, for another ProtonMail account
it: No, per un altro account di ProtonMail

source: No, not related to in-app purchase
it: No, non correlato all'acquisto in-app

source: None
it: Nessuno

source: Not Now
it: Non Adesso

source: Not all recipients support message expiration
it: Non tutti i destinatari supportano messaggi con scadenza

source: Note: The Username is also your ProtonMail address.
it: Nota: il nome utente è anche il tuo indirizzo di ProtonMail.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
it: Nota: questa password viene utilizzata per crittografare e decrittografare i messaggi. Non perderla, perché noi non siamo in grado di recuperarla.

source: Note: This is used to log you into your account.
it: Nota: questa password è utilizzata per accedere al tuo account.

source: Notes
it: Note

source: Notice
it: Avviso

source: Notification / Recovery Email
it: Notifica / Email di recupero

source: Notification email
it: Email di notifica

source: Notification Snooze
it: Silenzia notifica

source: Notifications Are Snoozed
it: Le notifiche sono posticipate

source: Notifications Snooze Off
it: Silenzia notifiche disattivato

source: OTHER PLANS
it: ALTRI PIANI

source: On
it: Attivato

source: On EE, MMM d, yyyy at %@
it: Il giorno EE, d MMM yyyy alle %@

# On EE, MMM d, yyyy at %@, %@, wrote:
source: On EE, MMM d, yyyy at %1$@, %2$@, wrote:
it: Il giorno EE, d MMM yyyy alle %1$@, %2$@, ha scritto:

source: Open draft
it: Apri bozza

source: Organization
it: Organizzazione

source: Other
it: Altro

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the AppStore's servers.
it: Il nostro team di assistenza clienti tenterà di attivare manualmente il piano di servizio se accetti di allegare i dati tecnici che AppStore ha fornito all'app al momento dell'acquisto. Questi dati non includono alcun dettaglio sul tuo account iTunes, ID Apple, carte di credito collegate o qualsiasi altra informazione utente. I dati tecnici ci aiutano solo a controllare e verificare che la transazione sia stata eseguita sui server dell'AppStore.

source: Outbox
it: Posta in uscita

source: PGP-encrypted
it: Crittografato con PGP

source: PGP-encrypted message
it: Messaggio PGP criptato

source: PGP-encrypted message from verified address
it: Messaggio crittografato con PGP da un indirizzo verificato

source: PGP-signed
it: Firmato con PGP

source: PGP-signed message from verified address
it: Messaggio firmato con PGP da un indirizzo verificato

source: PREMIUM FEATURE
it: CARATTERISTICA PREMIUM

# Password Mismatch
source: Passwords do not match
it: Password non corrispondente

source: Password updated
it: Password aggiornata il

source: Password cannot be empty.
it: La password non può essere vuota.

source: Password update failed
it: Aggiornamento della password non riuscito

source: Personal
it: Personale

source: Phone
it: Telefono

source: Phone Verification
it: Verifica telefonica

source: Phone number
it: Numero di telefono

source: Phone number invalid
it: Numero di telefono non valido

source: Photo Library
it: Galleria

source: Pin code can't be empty.
it: Il codice PIN non può essere vuoto.

source: Please add a password for the following recipients.
it: Per favore, aggiungi una password per i seguenti destinatari.

source: Please check your cell phone for the verification code.
it: Per favore, controlla il tuo telefono per il codice di verifica.

source: Please check your email for the verification code.
it: Per favore, controlla la tua email per il codice di verifica.

source: Please disable PGP Sending for following addresses.
it: Per favore, disabilita l'invio con PGP per i seguenti indirizzi.

source: Please input a valid cell phone number.
it: Per favore, inserisci un numero di cellulare valido.

source: Please input a valid email address.
it: Per favore, inserisci un indirizzo email valido.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the purchase.
it: Per favore accedi all'account ProtonMail per il quale stai effettuando l'upgrade del piano in modo da poter completare l'acquisto.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the service plan activation.
it: Per favore accedi all'account ProtonMail per il quale stai effettuando l'upgrade del piano in modo da poter completare l'attivazione del piano di servizio.

source: Please pick a username first!
it: Per favore, scegli prima un nome utente!

source: Please provide a group name
it: Si prega di fornire il nome del gruppo

# Please remove all attachments before changing sender!
source: Please remove all attachments before changing the sender
it: Si prega di rimuovere tutti gli allegati prima di cambiare il mittente

source: Please select at least one email for the contact group
it: Per favore seleziona almeno un'email per il gruppo di contatti

source: Please select one of the following options:
it: Seleziona una delle seguenti opzioni:

source: Please set a password.
it: Per favore, imposta una password.

source: Please try a different domain.
it: Si prega di provare un dominio diverso.

source: Please try a different email address.
it: Si prega di provare un altro indirizzo email.

source: Please try a different password.
it: Si prega di provare una password diversa.

source: Please try a different username.
it: Si prega di provare un nome utente diverso.

source: Please try again
it: Si prega di riprovare

source: Please unlock the app to proceed with your service plan activation
it: Sblocca l'app per procedere con l'attivazione del piano di servizio

source: Please use ProtonMail App login first.
it: Per favore, prima effettua il login nell'app di ProtonMail.

source: Please use the web application to reset your password.
it: Per favore, usa la versione web dell'applicazione per resettare la password.

source: Please use the web version of ProtonMail to change your mailbox password!
it: Si prega di utilizzare la versione web di ProtonMail per modificare la password della casella email!

source: Please use the web version of ProtonMail to change your passwords!
it: Per favore, usa la versione web di ProtonMail per modificare le tue password!

source: Please use your new password when signing in.
it: Per favore, utilizza la nuova password per accedere.

source: Please wait until the email downloaded!
it: Per favore attendi fino a quando il messaggio sarà stato scaricato!

source: Please, manage it in your phone.
it: Per favore, gestiscilo nel tuo telefono.

source: Print
it: Stampa

source: Protection
it: Protezione

source: Protection entire app
it: Protezione dell'intera app

source: ProtonMail Plus is required to customize your mobile signature
it: È richiesto ProtonMail Plus per modificare la firma mobile

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact’s name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
it: ProtonMail Plus/Professional/Visionary ti permette di aggiungere e modificare i dettagli di contatto oltre al nome e all'email. Usando ProtonMail, questi dati saranno al sicuro come la tua casella di posta con cifratura end-to-end.

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
it: ProtonMail non vende pubblicità o abusa della tua privacy. Il tuo supporto è essenziale per mantenere ProtonMail attivo. Puoi effettuare un upgrade ad un account a pagamento o donare per supportare ProtonMail.

source: ProtonMail encrypted emails
it: Messaggi ProtonMail crittografati

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
it: ProtonMail attualmente non è in linea, controlla il nostro account Twitter per conoscere lo stato attuale: https://twitter.com/protonmail

source: ProtonVPN included
it: ProtonVPN incluso

source: Quick Swipe actions
it: Azioni rapide con gesti di scorrimento

source: RESET MAILBOX PASSWORD
it: REIMPOSTA LA PASSWORD DELLA CASELLA EMAIL

# Rate &amp; Review
source: Rate & Review
it: Vota & recensisci

source: Re-Enter your PIN
it: Reinserisci il tuo PIN

source: Reading device contacts data...
it: Leggendo i dati dei contatti del dispositivo...

source: Recovery Code
it: Codice di recupero

source: Recovery Email
it: Email di recupero

source: Recovery Email Warning
it: Avviso recupero email

source: Remind Me Later
it: Ricordamelo più tardi

source: Remove
it: Rimuovi

source: Remove Star
it: Rimuovi dai preferiti

source: Repeat
it: Ripeti

source: Reply
it: Rispondi

source: Reply All
it: Rispondi a tutti

source: Reply message
it: Rispondi al messaggio

source: Reply all
it: Rispondi a tutti

source: Report Bugs
it: Segnalazione bug

source: Report Phishing
it: Segnala phishing

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
it: Segnalare un messaggio come tentativo di phishing invierà il messaggio a noi, cosicché potremo analizzarlo e migliorare i nostri filtri. Questo significa che saremo in grado di leggere i contenuti del messaggio per intero.

source: Request Link Confirmation
it: Richiesta di conferma del link

source: Resetting message cache ...
it: Ripristino della cache dei messaggi...

source: Retry
it: Riprova

source: Retry after %d seconds
it: Riprova tra %d secondo/i

source: Sent
it: INVIATA

source: SRP Client
it: Client SRP

source: SRP Server
it: Server SRP

source: Starred
it: PREFERITI

source: Save
it: Salva

source: Save Changes
it: Salva le modifiche

source: Save draft
it: Salva la bozza

source: Scheduled
it: Programmato

source: Search
it: Cercare

source: Select An Option
it: Seleziona Un'Opzione

source: Select Color
it: Seleziona colore

source: Select your language
it: Seleziona la tua lingua

source: Send
it: Invia

source: Send verification code
it: Invia codice di verifica

source: Send anyway
it: Invia comunque

source: Send message without subject?
it: Inviare il messaggio senza oggetto?

source: Send plain but stored enc
it: Invio in chiaro, ma memorizzato cifrato

source: Sender Verification Failed
it: Verifica del mittente fallita

source: Sending message
it: Invio del messaggio

source: Sending message
it: Invio messaggio

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
it: L'invio dei messaggi dall'indirizzo %1$@ è una funzionalità a pagamento. Il messaggio sarà inviato dal tuo indirizzo predefinito %2$@

source: Sent
it: Inviata

source: Sent Failed
it: Invio non riuscito

source: Sent by ProtonMail with zero access encryption
it: Inviato da ProtonMail con la crittografia zero access

source: Sent by you with end-to-end encryption
it: Inviato da te con la crittografia end-to-end

source: Server proofs not valid!
it: Il nome del server non è valido!

source: Set Password
it: Impostazione password

source: Set a password to encrypt this message for non-ProtonMail users.
it: Imposta una password per criptare questo messaggio per gli utenti non-ProtonMail.

source: Set passwords
it: Imposta le password

source: Settings
it: Impostazioni

source: Share Alert
it: Avviso di condivisione

source: Share Contact
it: Condividi contatto

source: Share it with your friends
it: Condividi con gli amici

# Sign Out
source: Log out
it: Esci

source: Signature
it: Firma

source: Signature Updated
it: Firma aggiornata

source: Single Password
it: Password singola

source: Snooze Notifications
it: Rinvia le notifiche

source: Snoozed for
it: Rimandata per

source: Snoozed till
it: Rimandata fino alle

source: Sorry, we cannot process purchases in the beta version of the iOS app. Thank you for participating in our public beta!
it: Spiacenti, non possiamo elaborare gli acquisti nella versione beta dell'app iOS. Grazie per aver partecipato alla nostra beta pubblica!

source: Space warning
it: Avviso di spazio

source: Spammed
it: Spammato

# Srp single password keyslat invalid!
source: Srp single password keysalt invalid!
it: Sale della chiave della password unica SRP non valido!

source: Star
it: Preferito

source: Starred
it: Preferito

source: Start Time
it: Orario d'inizio

source: State
it: Stato

source: Storage
it: Archiviazione

source: Storage Warning
it: Avviso di archiviazione

source: Stored with zero access encryption
it: Memorizzato con crittografia zero access

source: Street
it: Via

source: Subject
it: Oggetto

source: Subject:
it: Oggetto:

source: Subscription
it: Abbonamento

source: Support ProtonMail
it: Sostieni ProtonMail

source: Support for %i custom domains (e.g. user@yourdomain.com)
it: Supporto per domini personalizzati %i (ad esempio utente@tuodominio.com)

source: Swipe Left to Right
it: Scorrimento da sinistra a destra

source: Swipe Right to Left
it: Scorrimento da destra a sinistra

source: System can't copy the file
it: Il sistema non può copiare il file

source: Trash
it: CESTINO

# Take a Photo
source: Take photo
it: Scattare una foto

source: Tap send anyway to send without expiration to these recipients
it: Tocca invia ugualmente per inviare senza scadenza a questi destinatari

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
it: Grazie per averci inviato una segnalazione di bug. La abbiamo aggiunta al nostro sistema di tracciamento dei bug.

source: The password is wrong.
it: La password è sbagliata.

source: The ProtonMail current offline...
it: ProtonMail è attualmente non in linea...

source: The username have been taken.
it: Il nome utente è già stato preso.

source: The authentication credentials are invalid.
it: Le credenziali di autenticazione non sono valide.

source: The authentication token has expired.
it: Il token di autenticazione è scaduto.

source: The current standard
it: Lo standard corrente

source: The display name is now %@.
it: Il nome visualizzato è %@.

source: The draft cache is broken. Please try again.
it: La cache della bozza è danneggiata. Per favore prova nuovamente.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
it: Il formato della bozza non è corretto. Invio non riuscito!

source: The highest level of encryption available.
it: Il massimo livello di crittografia disponibile.

source: The label name is duplicate
it: Il nome dell'etichetta è duplicato

source: The mailbox password is incorrect.
it: La password della casella email non è corretta.

source: The maximum number of distinct recipients is %d
it: Il numero massimo di destinatari è %d

source: The maximum number of labels is %d.
it: Il numero massimo di etichette è %d.

# The new password can't empty
source: The new password can't be empty
it: La nuova password non può essere vuota

source: The new password can't empty.
it: La nuova password non può essere vuota.

# The new password not match
source: Passwords do not match
it: Le password non corrispondono

source: The new password not match.
it: La nuova password non corrisponde.

source: The optional recovery email address allows you to reset your login password if you forget it.
it: L'indirizzo email di recupero opzionale ti consente di reimpostare la password d'accesso se è stata dimenticata.

source: The password you entered does not match the current password.
it: La password immessa non corrisponde alla password attuale.

source: The passwords you entered do not match.
it: Le password inserite non corrispondono.

source: The private key update failed.
it: L'aggiornamento della chiave privata non è riuscito.

source: The request timed out.
it: La richiesta è scaduta.

source: The total attachment size can't be bigger than 25MB
it: La dimensione totale degli allegati non può essere più grande di 25MB

source: The total attachment size cannot exceed 25MB
it: La dimensione totale degli allegati non può superare i 25MB

# The verification email invalid
source: Invalid verification email
it: Indirizzo email di verifica non valido

source: The verification failed!
it: Verifica non riuscita!

source: There was an error creating or loading the app's saved data.
it: Si è verificato un errore nella creazione o nel caricamento dei dati salvati dell'applicazione.

source: There was an error creating or loading the application's saved data.
it: Si è verificato un errore nella creazione o nel caricamento dei dati salvati dell'applicazione.

source: This can take a while. Please do not dismiss the app.
it: Questo può richiedere del tempo. Si prega di non rimuovere l'applicazione.

source: This contact belongs to your address book.
it: Questo contatto appartiene alla tua rubrica.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
it: Questa email ha fallito l'autenticazione del proprio dominio. Potrebbe essere falsa o non correttamente inoltrata!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
it: Questa email sembra provenire da un indirizzo ProtonMail, ma arriva dall'esterno del nostro sistema e ha fallito i nostri requisiti d'autenticazione. Potrebbe essere falsificata o inoltrata scorrettamente!

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
it: Questo messaggio potrebbe essere un tentativo di phishing. Per favore controlla il mittente e il contenuto per assicurarti che essi siano legittimi.

source: Title
it: Titolo

source: To
it: A

# To prevent abuse of ProtonMail,&#13;&#10; we need to verify that you are human.
source: To prevent abuse of ProtonMail, we need to verify that you are human.
it: Per prevenire abusi di ProtonMail,&#13; abbiamo bisogno di verificare che tu sia umano.

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
it: Per resettare la password della tua casella email, utilizza la versione web di ProtonMail su proton.me

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
it: Per resettare la password della tua casella email, utilizza la versione web di ProtonMail su proton.me

source: To:
it: A:

source: Token expired
it: Token scaduto

source: Too many recipients
it: Troppi destinatari

source: TouchID is not enrolled, enable it in the system Settings
it: TouchID non è attivo, attivalo nelle impostazioni di sistema

source: TouchID not available
it: TouchID non disponibile

source: Trash
it: Cestino

source: Trouble shooting guide
it: Guida per risolvere i problemi

source: Turn Off
it: Spegni

source: Tweet about ProtonMail
it: Tweet su ProtonMail

source: Two Factor Code
it: Codice d'autenticazione in due passaggi

source: User log in
it: LOGIN UTENTE

source: Unable to connect to the server
it: Non è stato possibile connettersi al server

source: Unable to construct a valid URL with the following path: %@
it: Impossibile costruire un URL valido con il seguente percorso: %@

source: Unable to create SRP Client!
it: Impossibile creare un client SRP!

source: Unable to decrypt message.
it: Impossibile decrittografare il messaggio.

source: Unable to edit this message offline
it: Non è possibile modificare questo messaggio senza connessione

source: Unable to generate hashed password!
it: Impossibile generare l'hash della password!

source: Unable to get contacts
it: Impossibile ottenere i contatti

source: Unable to parse authentication info!
it: Impossibile analizzare le informazioni di autenticazione!

source: Unable to parse authentication token!
it: Impossibile analizzare il token di autenticazione!

source: Unable to parse cached authentication token!
it: Impossibile analizzare il token di autenticazione memorizzato nella cache!
