Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS icelandic.xliff
Languages: is

# User already exist!
source: Username already taken
is: Notandanafnið er þegar til staðar!

# User is available!
source: Username is available
is: Notandanafnið er tiltækt!

source: Username exist
is: Notandanafn er þegar til

# User name invalid
source: Invalid username
is: Ógilt notandanafn

source: Username
is: Notandanafn

source: Verification code request failed
is: Beiðni um sannvottunarkóða mistókst

source: Verification code sent
is: Sannvottunarkóði sendur

source: Verification error
is: Villa í staðfestingu

source: Verification of this content’s signature failed
is: Sannvottun á undirritun þessa efnis brást

source: Version %@ %@
is: Útgáfa %@ %@

source: View Headers
is: Skoða hausa

source: View Plans
is: Skoða áskriftir

source: Warning
is: Aðvörun

source: Warning: Before you pass the human check you can't sent email!!!
is: Aðvörun: þú getur ekki sent tölvupóst fyrr en þú hefur staðist athugun á hvort þú sért mannvera!!!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
is: Aðvörun: Þú stilltir ekki póstfang fyrir endurheimtupóst, þannig að ekki er mögulegt að endurheimta notandaaðganginn þinn ef þú gleymir lykilorðinu. Á að halda áfram án endurheimtupóstfangs?

source: We have successfully activated your subscription. Please relaunch the app to start using your new service plan.
is: Okkur tókst að virkja áskriftina þína. Endurræstu forritið til að fara að nota nýju þjónustuáskriftina.

source: We will send a verification code to the cell phone above.
is: Við munum senda sannvottunarkóða á símanúmerið hér fyrir ofan.

source: We will send a verification code to the email address above.
is: Við munum senda sannvottunarkóða á tölvupóstfangið hér fyrir ofan.

source: We would like to know what we can do better.
is: Við viljum vita hvað við getum gert betur.

source: Welcome to ProtonMail
is: Velkomin í ProtonMail!

# What people see in the &quot;From&quot; field.
source: What people see in the "From" field.
is: Það sem fólk sér í "Frá" reitnum.

source: When you send an email, this is the name that appears in the sender field.
is: Þegar þú sendir tölvupóst, þá er þetta nafnið sem birtist í reitnum fyrir sendanda.

source: Work
is: Vinna

source: Wrong verification code
is: Rangur sannvottunarkóði

source: Yes, activate it for
is: Já, virkja það fyrir

source: Yes, attach details of payment
is: Já, láta fylgja ítarupplýsingar varðandi greiðsluna

source: You are about to launch the web browser and navigate to
is: Þú ert í þann mund að ræsa vafra og fara á

source: You can customize swipe gestures in the ProtonMail App Settings.
is: Þú getur sérsniðið aðgerðir við strokur í stillingum ProtonMail-forritsins.

source: You can get help and support at proton.me/support. Bugs can also be reported with the app.
is: Þú getur fengið hjálp og ýmsa aðstoð á proton.me/support. Einnig er hægt að tilkynna um villur innan úr forritinu.

source: You can't set %@ address as default because it is a paid feature.
is: Þú getur ekki sett %@ póstfangið sem sjálfgefið því það er eiginleiki sem þarf að greiða fyrir.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
is: Þú virkjaðir takmörkun á gildistíma skilaboða, en ekki styðja allir viðtakendur þennan eiginleika. Bættu við lykilorði og/eða gerðu sendingu með PGP óvirka til að nota takmörkun á gildistíma fyrir alla viðtakendur.

source: You have %d new emails!
is: Þú hefur fengið %d nýja tölvupósta!

source: You have a new email!
is: Þú hefur fengið nýjan tölvupóst!

source: You have unsaved changes. Do you want to save it?
is: Það eru óvistaðar breytingar. Viltu vista þær?

# You have used %d%% of your storage space (%@).
source: You have used %1$d%% of your storage space (%2$@).
is: Þú hefur notað %1$d% af geymslurýminu þínu (%2$@).

source: You have used up all of your storage space (%@).
is: Þú hefur notað allt geymslurýmið þitt (%@).

source: You need at least one recipient to send
is: Bættu við a.m.k. einum viðtakanda til að geta sent

source: Your Country Code
is: Landsnúmer

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
is: Pósthólfið þitt er núna varið með enda-í-enda dulritun. Til að senda sjálfvirkt örugga tölvupósta á tengiliðina þína, skaltu bjóða þeim að nota ProtonMail! Þú getur líka dulritað handvirkt skilaboð til þeirra, ef þeir eru ekki að nota ProtonMail.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
is: Nýi dulritaði tölvupóstaðgangurinn þinn er uppsettur og tilbúinn til að senda og taka á móti dulrituðum skilaboðum.

# Your new secure email&#13;&#10; account is ready.
source: Your new secure email account is ready.
is: Nýi öruggi tölvupóstaðgangurinn þinn er tilbúinn.

source: Your plan is currently active until
is: Áskriftin þín er núna virk til

source: Your plan will automatically renew on
is: Áskriftin þín mun endurnýjast sjálfkrafa þann

source: Your signature has been updated.
is: Undirskriftin þín hefur verið uppfærð.

source: ZIP
is: Póstnúmer

source: and
is: og

source: at
is: hjá

source: attempt remaining until secure data wipe!
is: tilraun eftir þar til tækið verður hreinsað í öryggisskyni!

source: attempts remaining
is: tilraunir eftir

source: attempts remaining until secure data wipe!
is: tilraunir eftir þar til tækið verður hreinsað í öryggisskyni!

source: close tour
is: loka yfirferð

source: Days
is: dagar

source: for one year
is: í eitt ár

source: Hours
is: Klukkustundir

source: inline attachments
is: innfelld viðhengi

source: no object
is: enginn hlutur

source: normal attachments
is: venjuleg viðhengi

source: privacy policy.
is: stefna vegna meðferðar persónuupplýsinga.

source: terms and conditions
is: skilmálar og kvaðir

source: wrote:
is: skrifaði:

source: App Extension API is not available in this version of iOS
is: API-forritsviðmót viðbóta er ekki tiltækt í þessari útgáfu af iOS

source: Failed to contact the Password Extension
is: Mistókst að tengjast lykilorðaviðbótinni

source: Failed to execute script that collects web page information
is: Mistókst að keyra skriftu sem safnar upplýsingum um vefsíðu

source: Failed to fill web page because script could not be evaluated
is: Mistókst að fylla inn á vefsíðu því ekki var hægt að meta skriftuna

source: Failed to fill web page because script is missing
is: Mistókst að fylla inn á vefsíðu því skriftu vantaði

source: Failed to obtain URL String from web view. The web view must be loaded completely when calling the Password Extension
is: Ekki tókst að sækja URL-streng úr vefsýn. Vefsýninni verður að hlaða inn til fulls áður en kallað er eftir lykilorðaviðbótinni

source: Failed to parse information returned by Password Extension
is: Mistókst að túlka upplýsingar sem bárust frá lykilorðaviðbótinni

source: Password Extension was cancelled by the user
is: Notandi hætti við aðgerð lykilorðaviðbótar
