Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS hungarian.xliff
Languages: hu

source: Mailbox password
hu: E-mail jelszó

source: Mailbox password doesn't match
hu: Az e-mail jelszó nem egyezik

source: Manage Addresses
hu: Tagok kezelése

source: Manage Labels/Folders
hu: Címékék és mappák kezelése

# Mark Read
source: Mark as read
hu: Megjelölés olvasottként

source: Mark as unread
hu: Megjelölés olvasatlanként

source: Menu
hu: Menü

source: Message %@
hu: Üzenet %@

source: Message Password
hu: Üzenet jelszó

source: Message queue
hu: Üzenet várólista

source: Message Swipe Actions
hu: Üzenet csúsztatási műveletek

source: Message expired
hu: Az üzenet időkorlátja lejárt

source: Message has been deleted.
hu: Üzenet törölve.

source: Message has been moved.
hu: Üzenet áthelyezve.

source: Message password does not match.
hu: Az üzenet jelszó nem egyezik meg.

source: Message sending failed please try again
hu: Üzenet küldése sikertelen, próbálja meg újra

source: Message sending failed. Please try again.
hu: Üzenet küldése sikertelen. Próbálja meg újra.

source: Message sent
hu: Üzenet elküldve

source: Messages you send can be set to auto delete after a certain time period.
hu: Az elküldött üzenetek beállíthatóak úgy, hogy bizonyos idő elteltével automatikusan törlődjenek.

source: Mobile
hu: Mobil

source: Mobile signature
hu: Mobil aláírás

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at proton.me using a desktop or laptop computer.
hu: A mobil regisztráció átmenetileg nem érhető el. Kérjük, próbálja meg később, vagy regisztráljon a proton.me weblapon egy számítógépről.

source: Modifying or turning off the default mobile signature is a paid feature.
hu: A mobil aláírás szerkesztése vagy kikapcsolása csak előfizetéses csomagokban lehetséges.

source: More
hu: Továbbiak

source: More Credits
hu: Több kredit

source: Move to AllMail
hu: Áthelyezés az Összes Üzenethez

source: Move to Archive
hu: Archiválás

source: Move to Draft
hu: Áthelyezés a piszkozatokhoz

source: Move to Folder
hu: Áthelyezés mappába

source: Move to Inbox
hu: Áthelyezés a beérkezett üzenetekhez

source: Move to Outbox
hu: Áthelyezés a kimenő üzenetekhez

source: Move to Spam
hu: Áthelyezés a levélszeméthez

source: Move to Trash
hu: Áthelyezés a lomtárba

source: Move to...
hu: Áthelyezés...

source: Multiple addresses
hu: Több cím

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
hu: Regisztráljon ingyenesen

source: Name
hu: Név

source: New login password
hu: Új bejelentkezési jelszó

source: New mailbox password
hu: Új e-mail jelszó

source: New password
hu: Új jelszó

source: Nickname
hu: Becenév

source: No Messages
hu: Nincsenek üzenetek

source: No connectivity detected...
hu: Nincs kapcsolat...

source: No, for another ProtonMail account
hu: Nem, egy másik ProtonMail fiókhoz

source: No, not related to in-app purchase
hu: Nem, nem érint alkalmazáson belüli vásárlást

source: None
hu: Nincs

source: Not Now
hu: Most nem

source: Not all recipients support message expiration
hu: Nem minden címzett támogatja az időkorlátos üzeneteket

source: Note: The Username is also your ProtonMail address.
hu: Megjegyzés: A felhasználónév egyben a ProtonMail e-mail cím is.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
hu: Megjegyzés: Ez az üzenetek titkosítására és visszafejtésére szolgál. Ne veszítse el ezt a jelszót - nem lehetséges helyreállítani.

source: Note: This is used to log you into your account.
hu: Megjegyzés: Ez a fiókba való bejelentkezéshez használatos.

source: Notes
hu: Megjegyzések

source: Notice
hu: Értesítés

source: Notification / Recovery Email
hu: Értesítési és helyreállító e-mail cím

source: Notification email
hu: Értesítési e-mail

source: Notification Snooze
hu: Értesítések szüneteltetése

source: Notifications Are Snoozed
hu: Értesítések szüneteltetve

source: Notifications Snooze Off
hu: Értesítések szüneteltetése Ki

source: OTHER PLANS
hu: TOVÁBBI CSOMAGOK

source: On
hu: Ekkor:

source: On EE, MMM d, yyyy at %@
hu: yyyy. MMM d., EE, %@

# On EE, MMM d, yyyy at %@, %@, wrote:
source: On EE, MMM d, yyyy at %1$@, %2$@, wrote:
hu: yyyy. MMM d., EE, keltezéssel, %1$@, %2$@ írta:

source: Open draft
hu: Piszkozat megnyitása

source: Organization
hu: Szervezet

source: Other
hu: Egyéb

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the AppStore's servers.
hu: Ügyfélszolgálatunk megpróbálja manuálisan aktiválni az Ön szolgáltatási csomagját, amennyiben beleegyezik, hogy a vásárlás folyamán keletkező technikai adatok csatolva legyenek. Ezek az adatok nem tartalmazzák sem az iTunes, sem az Apple-azonosítót, sem pedig a bankkártyával vagy a felhasználóval kapcsolatos egyéb információkat. Mindössze azt segít ellenőrizni, hogy az ügylet teljesült-e az AppStore szerverein.

source: Outbox
hu: Kimenő

source: PGP-encrypted
hu: PGP titkosított

source: PGP-encrypted message
hu: PGP titkosított üzenet

source: PGP-encrypted message from verified address
hu: PGP titkosított üzenet, ellenőrzött címről

source: PGP-signed
hu: PGP aláírt

source: PGP-signed message from verified address
hu: PGP aláírt üzenet, ellenőrzött címről

source: PREMIUM FEATURE
hu: PRÉMIUM FUNKCIÓ

source: Password
hu: Jelszó

# Password Mismatch
source: Passwords do not match
hu: A jelszavak nem egyeznek meg

source: Password updated
hu: Jelszó frissítve

source: Password cannot be empty.
hu: A jelszó nem lehet üres.

source: Password update failed
hu: A jelszó frissítése nem sikerült

source: Personal
hu: Személyes

source: Phone
hu: Telefonszám

source: Phone Verification
hu: Telefonos ellenőrzés

source: Phone number
hu: Telefonszám

source: Phone number invalid
hu: Érvénytelen telefonszám

source: Photo Library
hu: Fotók

source: Pin code can't be empty.
hu: A PIN kód nem lehet üres.

source: Please add a password for the following recipients.
hu: Kérjük, adjon meg jelszót a következő címzetteknek.

source: Please check your cell phone for the verification code.
hu: Kérjük, nézze meg az ellenőrző kódot a telefonján.

source: Please check your email for the verification code.
hu: Kérjük, nézze meg az ellenőrző kódot az e-mail címén.

source: Please disable PGP Sending for following addresses.
hu: Kérjük, kapcsolja ki a PGP küldést a következő címzettekhez.

source: Please input a valid cell phone number.
hu: Adjon meg egy érvényes telefonszámot.

source: Please input a valid email address.
hu: Adjon meg egy érvényes e-mail címet.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the purchase.
hu: Kérjük, hogy a vásárlás véglegesítéséhez és előfizetői csomagjának frissítéséhez jelentkezzen be ProtonMail fiókjába.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the service plan activation.
hu: Kérjük, jelentkezzen be ProtonMail fiókjába, hogy az Ön által vásárolt előfizetői csomag aktiválásra kerüljön.

source: Please pick a username first!
hu: Kérjük, először válasszon egy felhasználónevet!

source: Please provide a group name
hu: Kérjük, adjon meg egy csoport nevet

# Please remove all attachments before changing sender!
source: Please remove all attachments before changing the sender
hu: Kérjük, törölje az összes mellékletet, mielőtt megváltoztatja a feladót

source: Please select at least one email for the contact group
hu: Kérjük, válasszon ki legalább egy e-mailt a névjegy-csoport számára

source: Please select one of the following options:
hu: Kérjük, válasszon egyet az alábbi lehetőségek közül:

source: Please set a password.
hu: Kérjük, állítson be jelszót.

source: Please try a different domain.
hu: Kérjük, próbálkozzon másik domainnel.

source: Please try a different email address.
hu: Kérjük, próbálkozzon másik e-mail címmel.

source: Please try a different password.
hu: Kérjük, próbálkozzon másik jelszóval.

source: Please try a different username.
hu: Kérjük, próbálkozzon másik felhasználó névvel.

source: Please try again
hu: Kérjük, próbálja meg újra

source: Please unlock the app to proceed with your service plan activation
hu: Kérjük, szolgáltatási csomagjának aktiválásához oldja fel az alkalmazást

source: Please use ProtonMail App login first.
hu: Kérjük, először a ProtonMail alkalmazás bejelentkezési felületét használja.

source: Please use the web application to reset your password.
hu: Kérjük, a jelszó visszaállításához a webes alkalmazást használja.

source: Please use the web version of ProtonMail to change your mailbox password!
hu: Kérjük, hogy a postafiók jelszavának megváltoztatásához a ProtonMail webes verzióját használja!

source: Please use the web version of ProtonMail to change your passwords!
hu: Kérjük, hogy jelszavának megváltoztatásához a ProtonMail webes verzióját használja!

source: Please use your new password when signing in.
hu: Kérjük, hogy bejelentkezéskor az új jelszót használja.

source: Please wait until the email downloaded!
hu: Kis türelmét kérjük, amíg az e-mail letöltődik!

source: Print
hu: Nyomtatás

source: Protection
hu: Védelem

source: Protection entire app
hu: A teljes alkalmazás védelme

source: ProtonMail Plus is required to customize your mobile signature
hu: A mobil aláírás testreszabásához ProtonMail Plus előfizetés szükséges

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact’s name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
hu: ProtonMail Plus/Professional/Visionary csomagok lehetővé teszik, hogy a néven és e-mail címen kívül további kapcsolattartási adatokat is tárolhasson a névjegyekben. A ProtonMail használatával ezek az adatok olyan biztonságban lesznek, mint a végpontok közt titkosított üzenetek.

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
hu: A ProtonMail nem küld hirdetéseket és nem él vissza magánéletével. Támogatása elengedhetetlen a ProtonMail fenntartásához. Támogathatja munkánkat adományokkal, vagy valamely előfizetői csomag választásával.

source: ProtonMail encrypted emails
hu: ProtonMail által titkosított e-mailek

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
hu: A ProtonMail jelenleg offline, kérjük figyelje a bejelentéseket Twitter oldalunkon: https://twitter.com/protonmail

source: ProtonVPN included
hu: Tartalmazza a ProtonVPN-t

source: Quick Swipe actions
hu: Gyors csúsztatási műveletek

source: RESET MAILBOX PASSWORD
hu: POSTAFIÓK-JELSZÓ ALAPHELYZETBE ÁLLÍTÁSA

# Rate &amp; Review
source: Rate & Review
hu: Értékelés és vélemény írása

source: Re-Enter your PIN
hu: Adja meg újra a PIN-kódját

source: Reading device contacts data...
hu: Az eszköz névjegyeinek olvasása...

source: Recovery Code
hu: Helyreállító kód

source: Recovery Email
hu: Helyreállító e-mail

source: Recovery Email Warning
hu: Helyreállító e-mail figyelmeztetés

source: Remind Me Later
hu: Emlékeztessen később

source: Remove
hu: Eltávolítás

source: Remove Star
hu: Csillag törlése

source: Repeat
hu: Ismétlődés

source: Reply
hu: Válasz

source: Reply All
hu: Válasz mindenkinek

source: Reply message
hu: Válasz üzenet

source: Reply all
hu: Válasz mindenkinek

source: Report Bugs
hu: Hiba bejelentése

source: Report Phishing
hu: Adathalászat bejelentése

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
hu: Az adathalász kísérletként megjelölt üzeneteket a rendszer hozzánk továbbítja, hogy kiértékelhessük és fejleszthessük a szűrőinket. Ebben az esetben az üzenet teljes szövegéhez hozzáférhetünk.

source: Request Link Confirmation
hu: Link jóváhagyás kérése

source: Resetting message cache ...
hu: Üzenet gyorstár törlése...

source: Retry
hu: Újra

source: Retry after %d seconds
hu: Újraküldés %d mp után

source: Sent
hu: Elküldött

source: Spam
hu: Levélszemét

source: SRP Client
hu: SRP kliens

source: SRP Server
hu: SRP szerver

source: Starred
hu: Csillagozott

source: Save
hu: Mentés

source: Save Changes
hu: Változtatások mentése

source: Save draft
hu: Piszkozat mentése

source: Scheduled
hu: Ütemezett

source: Search
hu: Keresés

source: Select An Option
hu: Válasszon egy lehetőséget

source: Select Color
hu: Szín kiválasztása

source: Select your language
hu: Nyelv kiválasztása

source: Send
hu: Küldés

source: Send verification code
hu: Ellenőrző kód küldése

source: Send anyway
hu: Küldés mindenképpen

source: Send message without subject?
hu: Elküldi az üzenetet tárgy nélkül?

source: Send plain but stored enc
hu: Titkosítatlanul küldve, titkosítottan tárolva

source: Sender Verification Failed
hu: A küldő ellenőrzése sikertelen volt

source: Sending message
hu: Üzenet küldése

source: Sending message
hu: Üzenet küldése

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
hu: Üzenetek küldése a %1$@ címről előfizetéshez kötött. Az Ön üzenete az %2$@, alapértelmezett címről lesz elküldve

source: Sent
hu: Elküldött

source: Sent Failed
hu: Küldés sikertelen

source: Sent by ProtonMail with zero access encryption
hu: A ProtonMail küldte, Zéró Hozzáférés titkosítással

source: Sent by you with end-to-end encryption
hu: Ön által küldve, végpontok közt titkosítva

source: Server proofs not valid!
hu: Szerver tanúsítvány (proof) érvénytelen!

source: Set Password
hu: Jelszó beállítása

source: Set a password to encrypt this message for non-ProtonMail users.
hu: Állítson be egy jelszót a nem ProtonMail felhasználók számára küldött titkosított üzenethez.

source: Set passwords
hu: Jelszavak beállítása

source: Settings
hu: Beállítások

source: Share Alert
hu: Megosztási figyelmeztetés

source: Share Contact
hu: Névjegy megosztása

source: Share it with your friends
hu: Ossza meg barátaival

# Sign Out
source: Log out
hu: Kijelentkezés

source: Signature
hu: Aláírás

source: Signature Updated
hu: Aláírás frissítve

source: Single Password
hu: Jelszó

source: Snooze Notifications
hu: Értesítések szüneteltetése

source: Snoozed for
hu: Szüneteltetve:

source: Snoozed till
hu: Szüneteltetve:

source: Sorry, we cannot process purchases in the beta version of the iOS app. Thank you for participating in our public beta!
hu: Elnézést, de az iOS alkalmazás béta verziójából nem tudunk vásárlásokat fogadni. De azért köszönjük, hogy részt vesz a béta programban!

source: Space warning
hu: Tárhely figyelmeztetés

source: Spam
hu: Levélszemét

source: Spammed
hu: Levélszemét küldés

source: Star
hu: Csillagozás

source: Starred
hu: Csillagozott

source: Start Time
hu: Kezdő időpont

source: State
hu: Megye/régió

source: Storage
hu: Tárhely

source: Storage Warning
hu: Tároló figyelmeztetés

source: Stored with zero access encryption
hu: Tárolva Nulla Hozzáférés titkosítással

source: Street
hu: Utca, házszám

source: Subject
hu: Tárgy

source: Subject:
hu: Tárgy:

source: Subscription
hu: Előfizetés

source: Support ProtonMail
hu: A ProtonMail támogatása

source: Support for %i custom domains (e.g. user@yourdomain.com)
hu: %i domain név (pl.: sajat@domain.hu)

source: Swipe Left to Right
hu: Csúsztatás balról jobbra

source: Swipe Right to Left
hu: Csúsztatás jobbról balra

source: System can't copy the file
hu: A fájl másolása nem sikerült

source: Trash
hu: Lomtár

# Take a Photo
source: Take photo
hu: Fotó készítése

source: Tap send anyway to send without expiration to these recipients
hu: Érintse meg, hogy ezeknek a címzetteknek időkorlát nélküli üzenetet küldjön

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
hu: Köszönjük, hogy hibajelentést küldött. A bejelentést nyilvántartásba vettük.

source: The password is wrong.
hu: A megadott jelszó hibás.

source: The ProtonMail current offline...
hu: A ProtonMail jelenleg offline...

source: The username have been taken.
hu: A felhasználónév foglalt.

source: The authentication credentials are invalid.
hu: A bejelentkezési adatok helytelenek.

source: The authentication token has expired.
hu: Az azonosítási token lejárt.

source: The current standard
hu: A jelenlegi szabvány

source: The display name is now %@.
hu: A megjelenített név most: %@.

source: The draft cache is broken. Please try again.
hu: A piszkozat gyorstár elromlott. Próbálja meg újra.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
hu: A küldés nem sikerült. A piszkozat formátuma hibás.

source: The highest level of encryption available.
hu: Az elérhető legnagyobb titkosítási szint.

source: The label name is duplicate
hu: Van már ilyen címke

source: The mailbox password is incorrect.
hu: Az e-mail jelszó helytelen.

source: The maximum number of distinct recipients is %d
hu: Egyszerre maximálisan %d különböző címzett szerepelhet

source: The maximum number of labels is %d.
hu: A címkék maximális száma: %d.

# The new password can't empty
source: The new password can't be empty
hu: Az új jelszó nem lehet üres

source: The new password can't empty.
hu: Az új jelszó nem lehet üres.

# The new password not match
source: Passwords do not match
hu: A jelszavak nem egyeznek meg

source: The new password not match.
hu: Az új jelszó nem egyezik.

source: The optional recovery email address allows you to reset your login password if you forget it.
hu: Az opcionális helyreállító e-mail cím, lehetőséget biztosít a bejelentkezési jelszó visszaállítására, ha elfelejtené azt.

source: The password you entered does not match the current password.
hu: A beírt jelszó nem egyezik meg a jelenlegi jelszóval.

source: The passwords you entered do not match.
hu: A beírt jelszavak nem egyeznek meg.

source: The private key update failed.
hu: A privát kulcs frissítése nem sikerült.

source: The request timed out.
hu: A kérés túllépte az időkorlátot.

source: The total attachment size can't be bigger than 25MB
hu: A mellékletek maximális mérete összesen 25MB lehet

source: The total attachment size cannot exceed 25MB
hu: A mellékletek teljes mérete nem haladhatja meg a 25MB-ot

# The verification email invalid
source: Invalid verification email
hu: Érvénytelen ellenőrző e-mail

source: The verification failed!
hu: Az ellenőrzés sikertelen!

source: There was an error creating or loading the app's saved data.
hu: Hiba történt az alkalmazás mentett adatainak betöltésekor vagy létrehozásakor.

source: There was an error creating or loading the application's saved data.
hu: Hiba történt az alkalmazás mentett adatainak betöltésekor vagy létrehozásakor.

source: This can take a while. Please do not dismiss the app.
hu: Ez eltarthat egy darabig. Ne hagyja el az alkalmazást.

source: This contact belongs to your address book.
hu: Ez a partner szerepel a névjegyek közt.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
hu: Az e-mail nem felelt meg a domain név ellenőrzési követelményeinek. Lehet becsapós üzenet vagy hibásan továbbított!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
hu: Ez az e-mail a ProtonMailról feladottnak tűnik, de külső rendszerből érkezett és nem felelt meg az ellenőrzési követelményeknek. Lehet becsapós üzenet vagy hibásan továbbított!

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
hu: Ez az üzenet lehetséges, hogy egy adathalászati kísérlet! Kérjük, alaposan ellenőrizze, hogy a feladó és az üzenet szövege megbízható-e.

source: Title
hu: Beosztás

source: To
hu: Címzett

# To prevent abuse of ProtonMail,&#13;&#10; we need to verify that you are human.
source: To prevent abuse of ProtonMail, we need to verify that you are human.
hu: A ProtonMaillel való visszaélések elkerülése érdekében &#13; ellenőriznünk kell, hogy nem robot.

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
hu: Az e-mail fiók jelszavának helyreállításához, kérjük, használja a ProtonMail webes felületét, a proton.me címen

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
hu: Az e-mail fiók jelszavának helyreállításához, kérjük, használja a ProtonMail webes felületét, a proton.me címen

source: To:
hu: Címzett:

source: Token expired
hu: A token lejárt

source: Too many recipients
hu: Túl sok címzett

source: TouchID is not enrolled, enable it in the system Settings
hu: A TouchID nincs beállítva. Engedélyezze a rendszer Beállításoknál

source: TouchID not available
hu: A TouchID nem érhető el

source: Trash
hu: Lomtár

source: Trouble shooting guide
hu: Problémamegoldó kézikönyv

source: Turn Off
hu: Kikapcsolás

source: Tweet about ProtonMail
hu: Tweeteljen a ProtonMailről

source: Two Factor Code
hu: Kétlépcsős kód

source: User log in
hu: Bejelentkezés

source: Unable to connect to the server
hu: Nem lehet csatlakozni a kiszolgálóhoz

source: Unable to construct a valid URL with the following path: %@
hu: Nem lehet érvényes URL-t létrehozni a következő útvonallal: %@

source: Unable to create SRP Client!
hu: SRP kliens létrehozása nem sikerült!

source: Unable to decrypt message.
hu: Üzenet visszafejtése sikertelen.

source: Unable to edit this message offline
hu: Ez az üzenet offline nem szerkeszthető

source: Unable to generate hashed password!
hu: Nem sikerült a hash-elt jelszó létrehozása!

source: Unable to get contacts
hu: Névjegyek betöltése sikertelen

source: Unable to parse authentication info!
hu: Azonosítási információk feldolgozása sikertelen!

source: Unable to parse authentication token!
hu: Azonosítási token feldolgozása sikertelen!

source: Unable to parse cached authentication token!
hu: Azonosítási token feldolgozása sikertelen!

source: Unable to parse response
hu: A válasz feldolgozása nem sikerült

# Unable to parse the response object:&#10;%@
source: Unable to parse the response object: %@
hu: A válasz objektum feldolgozása nem sikerült: %@

source: Unable to parse token
hu: A token feldolgozása nem sikerült

source: Unable to send the email.
hu: Az üzenet küldése sikertelen.

source: Undo
hu: Visszavonás

# Unknow Error
source: Unknown error
hu: Ismeretlen hiba

# Unknow file
source: Unknown file
hu: Ismeretlen fájl

source: Unknown
hu: Ismeretlen

source: Unknown Error
hu: Ismeretlen hiba

# Unkonw Version
source: Unknown version
hu: Ismeretlen verzió

source: Unlimited messages sent/day
hu: Korlátlan számú üzenet küldése

source: Unread
hu: Olvasatlan

source: Unsupported file type
hu: Nem támogatott fájltípus

source: Up to %i users
hu: %i felhasználó

source: Update
hu: Frissítés

source: Update Contact
hu: Névjegy frissítése

source: Update Notification Email
hu: Értesítési e-mail frissítése

source: Update Now
hu: Frissítés most

source: Update Required
hu: Frissítés szükséges

source: Upgrade to a paid plan to benefit from more features
hu: Váltson előfizetéses csomagra, hogy több hasznos lehetőséghez férjen hozzá

source: Upgrade to a paid plan to send from your %@ address
hu: Váltson előfizetéses csomagra, hogy erről a címről is küldhessen üzenetet: %@
