Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Dutch.xliff
Languages: nl

source: Notifications Are Snoozed
nl: Notificaties zijn uitgesteld

source: Notifications Snooze Off
nl: Notificaties uitstellen uitzetten

source: OTHER PLANS
nl: ANDERE PLANNEN

source: On
nl: Aan

source: On EE, MMM d, yyyy at %@
nl: Op EE, MMM d, jjjjj om %@

source: Organization
nl: Organisatie

source: Other
nl: Overig

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the AppStore's servers.
nl: Ons klantenservice team zal proberen uw serviceplan handmatig te activeren als u ermee instemt technische gegevens te koppelen die AppStore op het moment van aankoop heeft verstrekt. Deze gegevens bevatten geen details over uw iTunes-account, Apple ID, gekoppelde creditcards of andere gebruikersgegevens. Technische data helpt ons alleen te verifiëren of de transactie is uitgevoerd op de servers van de AppStore.

source: Outbox
nl: Postvak uit

source: PGP-encrypted
nl: PGP-versleuteld

source: PGP-encrypted message
nl: PGP-versleuteld bericht

source: PGP-encrypted message from verified address
nl: PGP-versleuteld bericht van geverifieerd e-mailadres

source: PGP-signed
nl: PGP-ondertekend

source: PGP-signed message from verified address
nl: PGP-ondertekend bericht van geverifieerd e-mailadres

source: PREMIUM FEATURE
nl: PREMIUM FUNCTIONALITEIT

source: Password
nl: Wachtwoord

# Password Mismatch
source: Passwords do not match
nl: Wachtwoord komt niet overeen

source: Password updated
nl: Wachtwoord bijgewerkt

source: Password cannot be empty.
nl: Wachtwoord kan niet leeg zijn.

source: Password update failed
nl: Wachtwoord wijzigen mislukt

source: Personal
nl: Persoonlijk

source: Phone
nl: Telefoonnummer

source: Phone Verification
nl: Telefonische verificatie

source: Phone number
nl: Telefoonnummer

source: Phone number invalid
nl: Telefoonnummer is ongeldig

source: Photo Library
nl: Galerij

source: Pin code can't be empty.
nl: Pin-code kan niet leeg zijn.

source: Please check your cell phone for the verification code.
nl: Controleer uw telefoon voor de verificatiecode.

source: Please check your email for the verification code.
nl: Controleer uw e-mail voor de verificatiecode.

source: Please disable PGP Sending for following addresses.
nl: Schakel PGP s.v.p. uit om naar de volgende adressen te verzenden.

source: Please input a valid cell phone number.
nl: Voer een geldig telefoonnummer in.

source: Please input a valid email address.
nl: Voer een geldig e-mailadres in.

source: Please pick a username first!
nl: Kies eerst een gebruikersnaam!

source: Please provide a group name
nl: Voer een groepsnaam in

source: Please select one of the following options:
nl: Gelieve één van de volgende opties te kiezen:

source: Please set a password.
nl: Stel s.v.p. een wachtwoord in.

source: Please try a different domain.
nl: Probeer s.v.p. een andere domeinnaam.

source: Please try a different email address.
nl: Probeer s.v.p. een ander e-mailadres.

source: Please try a different password.
nl: Probeer s.v.p. een ander wachtwoord.

source: Please try a different username.
nl: Probeer s.v.p. een andere gebruikersnaam.

source: Please try again
nl: Probeer s.v.p. opnieuw

source: Please use the web application to reset your password.
nl: Gebruik de webversie om uw wachtwoord te herstellen.

source: Please use the web version of ProtonMail to change your passwords!
nl: Gebruik de webversie van ProtonMail om uw wachtwoorden te wijzigen!

source: Please use your new password when signing in.
nl: Gebruik uw nieuwe wachtwoord om in te loggen.

source: Please wait until the email downloaded!
nl: Wacht totdat de e-mail gedownload is!

source: Please, manage it in your phone.
nl: Beheer dit s.v.p. vanaf uw telefoon.

source: Print
nl: Afdrukken

source: Protection
nl: Bescherming

source: Protection entire app
nl: Bescherming van de gehele app

source: ProtonMail Plus is required to customize your mobile signature
nl: ProtonMail Plus is vereist om uw mobiele handtekening te kunnen wijzigen

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact’s name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
nl: Met ProtonMail Plus, Professional of Visionary kunt u meer details over uw contactpersonen opslaan dan alleen namen en e-mailadressen. Door hiervoor ProtonMail te gebruiken is deze data net zo veilig als uw end-to-end-versleutelde e-mails.

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
nl: ProtonMail verkoopt geen advertenties en maakt geen misbruik van uw privacy. Uw steun is essentieel om ProtonMail draaiende te houden. U kunt upgraden naar een betaald account of doneren om ProtonMail te steunen.

source: ProtonMail encrypted emails
nl: ProtonMail versleutelde e-mails

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
nl: ProtonMail is momenteel offline, kijk op ons Twitter-account voor de meer informatie: https://twitter.com/protonmail

source: ProtonVPN included
nl: ProtonVPN inbegrepen

source: Quick Swipe actions
nl: Snelle veegacties

source: RESET MAILBOX PASSWORD
nl: MAILBOX-WACHTWOORD OPNIEUW INSTELLEN

# Rate &amp; Review
source: Rate & Review
nl: Beoordeel ons

source: Re-Enter your PIN
nl: Vul uw PIN nogmaals in

source: Reading device contacts data...
nl: Bezig met lezen van de contactpersonen op uw apparaat...

source: Recovery Code
nl: Herstelcode

source: Recovery Email
nl: Herstel-e-mailadres

source: Recovery Email Warning
nl: Herstel e-mail waarschuwing

source: Remind Me Later
nl: Herinner mij later

source: Remove
nl: Verwijderen

source: Reply
nl: Beantwoorden

source: Reply All
nl: Allen beantwoorden

source: Reply message
nl: Bericht beantwoorden

source: Reply all
nl: Allen beantwoorden

source: Report Bugs
nl: Fouten melden

source: Report Phishing
nl: Phishing rapporteren

source: Resetting message cache ...
nl: Berichten cache legen...

source: Retry
nl: Opnieuw proberen

source: Retry after %d seconds
nl: Probeer opnieuw over %d seconden

source: Sent
nl: VERZONDEN

source: Starred
nl: MET STER

source: Save
nl: Opslaan

source: Save Changes
nl: Wijzigingen opslaan

source: Save draft
nl: Concept opslaan

source: Search
nl: Zoeken

source: Select An Option
nl: Kies een optie

source: Select Color
nl: Kleur kiezen

source: Select your language
nl: Kies uw taal

source: Send
nl: Verzenden

source: Send verification code
nl: Verzend verificatiecode

source: Send message without subject?
nl: Bericht versturen zonder onderwerp?

source: Send plain but stored enc
nl: Verzend zonder versleuteling maar bewaar het versleuteld

source: Sender Verification Failed
nl: Verificatie van afzender is mislukt

source: Sending message
nl: Bericht wordt verzonden

source: Sending message
nl: Bericht wordt verzonden

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
nl: Het verzenden van berichten vanaf het adres %1$@ is een betaalde functionaliteit. Uw bericht zal vanaf uw standaard e-mailadres %2$@ verzonden worden

source: Sent
nl: Verzonden

source: Sent Failed
nl: Verzenden mislukt

source: Sent by ProtonMail with zero access encryption
nl: Verzonden door ProtonMail met zero access versleuteling

source: Sent by you with end-to-end encryption
nl: Verzonden door u met end-to-end-versleuteling

source: Server proofs not valid!
nl: Serverbewijzen ongeldig!

source: Set Password
nl: Stel wachtwoord in

source: Set a password to encrypt this message for non-ProtonMail users.
nl: Stel een wachtwoord in om dit bericht te versleutelen voor niet-ProtonMail gebruikers.

source: Set passwords
nl: Wachtwoorden instellen

source: Settings
nl: Instellingen

source: Share Alert
nl: Waarschuwing delen

source: Share Contact
nl: Contacten delen

source: Share it with your friends
nl: Deel het met uw vrienden

# Sign Out
source: Log out
nl: Afmelden

source: Signature
nl: Handtekening

source: Signature Updated
nl: Handtekening bijgewerkt

source: Single Password
nl: Enkel wachtwoord

source: Snoozed for
nl: Uitgesteld voor

source: Snoozed till
nl: Uitgesteld tot

source: Sorry, we cannot process purchases in the beta version of the iOS app. Thank you for participating in our public beta!
nl: Sorry, we kunnen aankopen niet verwerken in de bètaversie van de iOS-app. Bedankt voor uw deelname aan onze publieke bètaversie!

source: Space warning
nl: Waarschuwing van opslagruimte

source: Spam
nl: Ongewenst

source: Spammed
nl: Spam

source: Star
nl: Ster

source: Starred
nl: Met ster

source: State
nl: Land/Staat

source: Storage
nl: Opslagruimte

source: Storage Warning
nl: Opslagwaarschuwing

source: Stored with zero access encryption
nl: Opgeslagen met zero-access versleuteling

source: Street
nl: Straat

source: Subject
nl: Onderwerp

source: Subject:
nl: Onderwerp:

source: Subscription
nl: Abonnement

source: Support ProtonMail
nl: ProtonMail steunen

source: Support for %i custom domains (e.g. user@yourdomain.com)
nl: Ondersteuning voor %i eigen domeinen (bijv. jan@smit.com)

source: Swipe Left to Right
nl: Veeg van links naar rechts

source: Swipe Right to Left
nl: Veeg van rechts naar links

source: System can't copy the file
nl: Het systeem kan het bestand niet kopiëren

source: Trash
nl: PRULLENBAK

# Take a Photo
source: Take photo
nl: Neem een foto

source: Tap send anyway to send without expiration to these recipients
nl: Door alsnog op verzenden te tikken kiest u er voor om het bericht naar deze ontvangers te verzenden zonder het gebruik van een verlooptijd

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
nl: Bedankt voor het indienen van een foutmelding. We hebben uw verslag toegevoegd aan ons bug tracking-systeem.

source: The password is wrong.
nl: Het wachtwoord is onjuist.

source: The ProtonMail current offline...
nl: ProtonMail is momenteel offline...

source: The username have been taken.
nl: De gebruikersnaam is reeds in gebruik.

source: The authentication credentials are invalid.
nl: De inloggegevens zijn ongeldig.

source: The authentication token has expired.
nl: De authenticatietoken is verlopen.

source: The current standard
nl: De huidige standaard

source: The display name is now %@.
nl: De weergavenaam is nu %@.

source: The draft cache is broken. Please try again.
nl: De concepten-cache is beschadigd. Probeer het s.v.p. opnieuw.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
nl: Het formaat van het concept is onjuist. Verzenden is mislukt!

source: The highest level of encryption available.
nl: Het hoogste niveau van versleuteling beschikbaar.

source: The label name is duplicate
nl: De labelnaam bestaat reeds

source: The mailbox password is incorrect.
nl: Het mailbox-wachtwoord is onjuist.

source: The maximum number of distinct recipients is %d
nl: Het maximaal aantal ontvangers is %d

source: The maximum number of labels is %d.
nl: Het maximaal aantal labels is %d.

# The new password can't empty
source: The new password can't be empty
nl: Het nieuwe wachtwoord kan niet leeg zijn

source: The new password can't empty.
nl: Het nieuwe wachtwoord kan niet leeg zijn.

# The new password not match
source: Passwords do not match
nl: Wachtwoorden komen niet overeen

source: The new password not match.
nl: Het nieuwe wachtwoord komt niet overeen.

source: The optional recovery email address allows you to reset your login password if you forget it.
nl: Met het optionele herstel-e-mailadres kunt u uw inlogwachtwoord opnieuw instellen wanneer u deze bent vergeten.

source: The password you entered does not match the current password.
nl: Het opgegeven wachtwoord komt niet overeen met het huidige wachtwoord.

source: The passwords you entered do not match.
nl: De ingevoerde wachtwoorden komen niet overeen.

source: The private key update failed.
nl: Updaten van de geheime sleutel is mislukt.

source: The request timed out.
nl: De aanvraag duurde te lang.

source: The total attachment size can't be bigger than 25MB
nl: De totale grootte van de bijlagen kan niet groter zijn dan 25MB

source: The total attachment size cannot exceed 25MB
nl: De totale grootte van de bijlagen kan niet meer zijn dan 25MB

# The verification email invalid
source: Invalid verification email
nl: Ongeldig verificatie-e-mailadres

source: The verification failed!
nl: De verificatie is mislukt!

source: There was an error creating or loading the app's saved data.
nl: Er is een fout opgetreden tijdens het maken of laden van de opgeslagen data van de app.

source: There was an error creating or loading the application's saved data.
nl: Er is een fout opgetreden tijdens het aanmaken of laden van de applicatiegegevens.

source: This can take a while. Please do not dismiss the app.
nl: Dit kan een tijdje duren. Veeg de app s.v.p. niet weg.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
nl: Deze e-mail voldoet niet aan de authenticatievereisten van de domeinnaam. Mogelijk werd deze gespoofed of onjuist doorgestuurd!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
nl: Deze e-mail lijkt afkomstig te zijn van een ProtonMail-adres maar kwam van buiten ons systeem en voldoet niet aan onze authenticatie-vereisten. Mogelijk werd deze gespoofed of onjuist doorgestuurd!

source: Title
nl: Aanhef

source: To
nl: Aan

source: To reset your mailbox password, please use the web version of ProtonMail at proton.me
nl: Om uw mailbox-wachtwoord opnieuw in te stellen dient u de webversie van ProtonMail te gebruiken via ProtonMail.com

source: To:
nl: Aan:

source: Token expired
nl: Token verlopen

source: Too many recipients
nl: Teveel ontvangers

source: TouchID is not enrolled, enable it in the system Settings
nl: TouchID is niet actief, activeer het in de systeeminstellingen

source: TouchID not available
nl: TouchID is niet beschikbaar

source: Trash
nl: Prullenbak

source: Trouble shooting guide
nl: Foutoplossingsgids

source: Tweet about ProtonMail
nl: Tweet over ProtonMail

source: Two Factor Code
nl: 2F-verificatiecode

source: URL
nl: Website

source: User log in
nl: GEBRUIKERSLOGIN

source: Unable to connect to the server
nl: Niet in staat om met de server te verbinden

source: Unable to create SRP Client!
nl: Niet in staat om een SRP-client te maken!

source: Unable to decrypt message.
nl: Niet in staat om het bericht te ontcijferen.

source: Unable to generate hashed password!
nl: Niet in staat om gehashed wachtwoord te genereren!

source: Unable to get contacts
nl: Niet in staat om de contactpersonen op te halen

source: Unable to parse authentication info!
nl: Niet in staat om authenticatiegegevens te verwerken!

source: Unable to parse authentication token!
nl: Niet in staat om de authenticatietoken te verwerken!

source: Unable to parse cached authentication token!
nl: Kon opgeslagen authenticatie-token niet verwerken!

source: Unable to parse response
nl: Niet in staat om de reactie te verwerken

source: Unable to parse token
nl: Niet in staat om de token te verwerken

source: Unable to send the email.
nl: E-mail kon niet worden verzonden

source: Undo
nl: Ongedaan maken

# Unknow Error
source: Unknown error
nl: Onbekende fout

# Unknow file
source: Unknown file
nl: Onbekend bestand

source: Unknown
nl: Onbekend

source: Unknown Error
nl: Onbekende fout

source: Update
nl: Bijwerken

source: Update Contact
nl: Contactpersoon bijwerken

source: Update Notification Email
nl: Notificatie-e-mailadres bijwerken

source: Upgrade to a paid plan to send from your %@ address
nl: Upgrade naar een betaald abonnement om te kunnen verzenden vanaf uw adres %@

source: Upload iOS contacts to ProtonMail?
nl: Contactpersonen in iOS naar ProtonMail uploaden?

source: Url
nl: Website

# User already exist!
source: Username already taken
nl: Gebruiker bestaat reeds!

# User is available!
source: Username is available
nl: Gebruiker is beschikbaar!

source: Username
nl: Gebruikersnaam

source: Verification code request failed
nl: Aanvraag van verificatiecode is mislukt

source: Verification code sent
nl: Verificatiecode is verzonden

source: Verification error
nl: Verificatiefout

source: Verification of this content’s signature failed
nl: Verificatie van de handtekening van deze inhoud is mislukt

source: Warning: Before you pass the human check you can't sent email!!!
nl: Waarschuwing: Voordat u bewezen heeft een natuurlijk persoon te zijn kunt u geen e-mails versturen!!!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
nl: Waarschuwing: U heeft geen herstel-e-mailadres ingesteld, hierdoor is accountherstel niet mogelijk als u uw wachtwoord vergeet. Doorgaan zonder herstel-e-mailadres?

source: We will send a verification code to the cell phone above.
nl: Wij zullen een verificatiecode sturen naar bovenstaand telefoonnummer.

source: We will send a verification code to the email address above.
nl: Wij zullen een verificatiecode sturen naar bovenstaand e-mailadres.

source: We would like to know what we can do better.
nl: Wij horen graag wat wij kunnen verbeteren.

source: Welcome to ProtonMail
nl: Welkom bij ProtonMail!

source: When you send an email, this is the name that appears in the sender field.
nl: Wanneer u een e-mail verstuurt is dit de naam die als 'afzender' verschijnt.

source: Work
nl: Werk

source: You can customize swipe gestures in the ProtonMail App Settings.
nl: U kunt onder "Instellingen" in de ProtonMail-app veeggebaren instellen.

source: You can get help and support at proton.me/support. Bugs can also be reported with the app.
nl: U kunt hulp en ondersteuning krijgen via ProtonMail.com/support. U kunt ook bugs melden via de app.

source: You can't set %@ address as default because it is a paid feature.
nl: U kunt het e-mailadres %@ niet als standaard instellen omdat dit een betaalde functionaliteit is.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
nl: U heeft verlopend bericht ingeschakeld, maar niet alle ontvangers ondersteunen dit. Voeg een wachtwoord toe en/of schakel PGP uit om verlopende berichten te kunnen gebruiken voor alle geadresseerden.

source: You have %d new emails!
nl: U heeft %d nieuwe e-mails!

source: You have a new email!
nl: U heeft een nieuwe e-mail!

source: You have unsaved changes. Do you want to save it?
nl: U heeft nog niet-opgeslagen wijzigingen. Wilt u deze opslaan?

# You have used %d%% of your storage space (%@).
source: You have used %1$d%% of your storage space (%2$@).
nl: U heeft %1$d%% van uw opslagruimte gebruikt (%2$@).

source: You have used up all of your storage space (%@).
nl: U heeft al uw opslagruimte gebruikt (%@).

source: You need at least one recipient to send
nl: U moet minstens één ontvanger invoeren om het bericht te verzenden

source: Your Country Code
nl: Uw landcode

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
nl: Uw inbox is nu met end-to-end versleuteling beveiligd. Om automatisch veilig met uw vrienden te e-mailen moeten zij ook ProtonMail gebruiken! U kunt ook handmatig berichten versleutelen als zij geen ProtonMail gebruiken.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
nl: Uw nieuwe versleutelde e-mailaccount is aangemaakt, u kunt nu versleutelde berichten verzenden en ontvangen.

source: Your signature has been updated.
nl: Uw handtekening is bijgewerkt.

source: ZIP
nl: Postcode

source: and
nl: en

source: at
nl: om

source: attempt remaining until secure data wipe!
nl: poging over tot het vernietigen van alle gegevens!

source: attempts remaining
nl: pogingen resterend

source: attempts remaining until secure data wipe!
nl: pogingen over tot het vernietigen van alle gegevens!

source: close tour
nl: rondleiding sluiten

source: Days
nl: dagen

source: inline attachments
nl: inline-bijlagen

source: normal attachments
nl: normale bijlagen

source: privacy policy.
nl: privacybeleid.

source: terms and conditions
nl: algemene voorwaarden

source: wrote:
nl: schreef:
