Repository: ProtonMail/ios-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS hungarian.xliff
Languages: hu

source: Upgrade to get all paid features.
hu: Váltson csomagot, a fizetős funkciókért.

source: Upload Contacts
hu: Névjegyek feltöltése

source: Upload iOS contacts to ProtonMail?
hu: Feltölti az iOS névjegyeket a ProtonMailre?

# User already exist!
source: Username already taken
hu: A felhasználónév már foglalt

# User is available!
source: Username is available
hu: A felhasználónév elérhető

source: Username exist
hu: Felhasználónév létezik

# User name invalid
source: Invalid username
hu: Érvénytelen felhasználónév

source: Username
hu: Felhasználónév

source: Verification code request failed
hu: Ellenőrzési kód kérése nem sikerült

source: Verification code sent
hu: Ellenőrzési kód elküldve

source: Verification error
hu: Ellenőrzési hiba

source: Verification of this content’s signature failed
hu: A tartalom aláírásának ellenőrzése sikertelen

source: Version %@ %@
hu: Verzió %@ %@

source: View Headers
hu: Fejlécek megtekintése

source: View Plans
hu: Csomagok

source: Warning
hu: Figyelem

source: Warning: Before you pass the human check you can't sent email!!!
hu: Figyelem: amíg nem teljesíti a robot kizáró ellenőrzést, nem küldhet leveleket!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
hu: Figyelem: nem adott meg helyreállító e-mail címet. Ha elveszíti a jelszavát, így lehetetlen lesz visszaszereznie a fiók elérést. Biztos, hogy folytatja helyreállító e-mail nélkül?

source: We have successfully activated your subscription. Please relaunch the app to start using your new service plan.
hu: Új előfizetését sikeresen aktiváltuk. Indítsa újra az alkalmazást, az új csomag funkcióinak eléréséhez.

source: We will send a verification code to the cell phone above.
hu: Egy ellenőrző kódot küldünk a fenti telefonszámra.

source: We will send a verification code to the email address above.
hu: Egy ellenőrző kódot küldünk a fenti e-mail címre.

source: We would like to know what we can do better.
hu: Szeretnénk tudni, hogy mit tudnánk jobbá tenni.

source: Welcome to ProtonMail
hu: Üdvözöljük a ProtonMailnél

# What people see in the &quot;From&quot; field.
source: What people see in the "From" field.
hu: Ez fog megjelenni a címzetteknél a "Feladó" sorában.

source: When you send an email, this is the name that appears in the sender field.
hu: E-mail küldésekor, ez a név fog megjelenni feladóként.

source: Work
hu: Munkahelyi

source: Wrong verification code
hu: Hibás ellenőrző kód

source: Yes, activate it for
hu: Igen, aktiváljuk ehhez:

source: Yes, attach details of payment
hu: Igen, csatolja a fizetési részleteket

source: You are about to launch the web browser and navigate to
hu: Webböngészőt fog megnyitni a következő címmel:

source: You can customize swipe gestures in the ProtonMail App Settings.
hu: A csúsztatásos műveleteket a ProtonMail Beállítások menüjében állíthatja be igényeihez.

source: You can get help and support at proton.me/support. Bugs can also be reported with the app.
hu: Segítséget és támogatást kaphat a proton.me/support webhelyen. A hibákat az alkalmazás segítségével is jelentheti.

source: You can't set %@ address as default because it is a paid feature.
hu: %@ cím nem állítható be az alapértelmezettként, mert ez egy fizetős szolgáltatás.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
hu: Nem minden címzett támogatja az időkorlátos üzeneteket. Adjon meg jelszót és/vagy kapcsolja ki a PGP küldést, hogy minden címzetthez időkorlátos üzenetet küldhessen.

source: You have %d new emails!
hu: %d új üzenete van!

source: You have a new email!
hu: Új üzenete érkezett!

source: You have unsaved changes. Do you want to save it?
hu: A változtatások nincsenek elmentve. Szeretné megtartani őket?

# You have used %d%% of your storage space (%@).
source: You have used %1$d%% of your storage space (%2$@).
hu: Eddig %1$d%%-ot használt fel a rendelkezésre álló helyből (%2$@).

source: You have used up all of your storage space (%@).
hu: Az összes rendelkezésre álló tárhelyet elhasználta (%@).

source: You need at least one recipient to send
hu: A küldéshez legalább 1 címzett megadása szükséges

source: Your Country Code
hu: Országkód

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
hu: A beérkezett üzenetek mostantól végpontok közötti titkosítással védettek. Amennyiben szeretné elküldött üzeneteit automatikusan biztonságossá tenni, kérje fel ismerőseit a ProtonMail használatára! Természetesen manuálisan is küldhet titkosított e-mailt, amennyiben a címzett nem ProtonMail felhasználó.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
hu: Az új e-mail fiókja készen áll a titkosított üzenetek fogadására és küldésére.

# Your new secure email&#13;&#10; account is ready.
source: Your new secure email account is ready.
hu: Az új biztonságos e-mail&#13; fiókja készen áll.

source: Your plan is currently active until
hu: A jelenlegi csomagja aktív:

source: Your plan will automatically renew on
hu: A jelenlegi csomagja automatikusan megújításra kerül:

source: Your signature has been updated.
hu: Az aláírás frissítve.

source: ZIP
hu: Irányítószám

source: and
hu: és

source: attempt remaining until secure data wipe!
hu: kísérlet maradt az adatok biztonságos törléséig!

source: attempts remaining
hu: kísérlet maradt

source: attempts remaining until secure data wipe!
hu: kísérlet maradt az adatok biztonságos törléséig!

source: close tour
hu: bemutató bezárása

source: Days
hu: Nap

source: for one year
hu: egy évre

source: Hours
hu: Óra

source: inline attachments
hu: beszúrt mellékletek

source: normal attachments
hu: csatolt mellékletek

source: privacy policy.
hu: adatvédelmi irányelvek.

source: terms and conditions
hu: felhasználási feltételek

source: wrote:
hu: írta:

source: App Extension API is not available in this version of iOS
hu: Ezen az iOS verzión nem érhető el az alkalmazás bővítmény API

source: Failed to contact the Password Extension
hu: Nem sikerült csatlakozni a Jelszó Bővítményhez

source: Failed to execute script that collects web page information
hu: Nem sikerült futtatni a programot, ami a weboldal információkat összegyűjtetné

source: Failed to fill web page because script is missing
hu: A weboldal kitöltése nem sikerült, mert a program hiányzik hozzá

source: Failed to obtain URL String from web view. The web view must be loaded completely when calling the Password Extension
hu: Nem sikerült az URL string beszerzése a weblap megjelenítésből. A weblap megjelenítés teljesen betöltve kell legyen a Jelszó Bővítmény futtatásakor

source: Failed to parse information returned by Password Extension
hu: Nem sikerült a Jelszó Bővítmény által visszaadott információ értelmezése

source: Password Extension was cancelled by the user
hu: A Jelszó Bővítményt a felhasználó megszakította
