Repository: ProtonMail/ios-mail
Catalog: ProtonMail/ProtonMail/*.lproj/Localizable.strings
Languages: id

source: To prevent abuse of ProtonMail, we need to verify that you are human.
id: Untuk mencegah penyalahgunaan ProtonMail, kami perlu memverifikasi bahwa Anda manusia.

source: To reset your mailbox password, please use the web version of ProtonMail at protonmail.ch
id: Untuk mengatur ulang kata sandi kotak surat Anda, mohon gunakan ProtonMail versi web di protonmail.com

source: To reset your mailbox password, please use the web version of ProtonMail at protonmail.com
id: Untuk mengatur ulang kata sandi kotak surat Anda, mohon gunakan ProtonMail versi web di protonmail.com

source: To:
id: Untuk:

source: Token expired
id: Token kedaluwarsa

source: Too many recipients
id: Penerima terlalu banyak

source: TouchID is not enrolled, enable it in the system Settings
id: TouchID tidak terdaftar, aktifkan dalam Pengaturan sistem

source: TouchID not available
id: TouchID tidak tersedia

source: Trash
id: Sampah

source: TRASH
id: Sampah

source: Trouble shooting guide
id: Panduan mengatasi masalah

source: Troubleshoot
id: Penyelesaian masalah

source: TroubleShooting
id: Penyelesaian masalah

source: Try connecting to Proton from a different network (or use ProtonVPN or Tor).
id: Coba sambungkan ke Proton dari jaringan yang berbeda (atau gunakan ProtonVPN atau Tor).

source: Turn Off
id: Matikan

source: Tweet about ProtonMail
id: Tulis twit tentang ProtonMail

source: Two Factor Code
id: Kode Dua Faktor

source: Unable to connect to the server
id: Tidak dapat tersambung ke server

source: Unable to construct a valid URL with the following path: %@
id: Tidak dapat membuat URL yang valid dengan jalur berikut: %@

source: Unable to create SRP Client!
id: Tidak dapat membuat Klien SRP!

source: Unable to decrypt message.
id: Tidak dapat mendekripsi pesan.

source: Unable to edit this message offline
id: Tidak dapat menyunting pesan ini secara luring

source: Unable to generate hashed password!
id: Tidak dapat menghasilkan sandi hash!

source: Unable to get contacts
id: Tidak dapat memperoleh kontak

source: Unable to parse authentication info!
id: Tidak dapat mengurai info autentikasi!

source: Unable to parse authentication token!
id: Tidak dapat mengurai token autentikasi!

source: Unable to parse cached authentication token!
id: Tidak dapat mengurai token autentikasi yang tersimpan!

source: Unable to parse response
id: Tidak dapat menguraikan respon

source: Unable to parse the response object: %@
id: Tidak dapat mengurai objek respon: %@

source: Unable to parse token
id: Tidak dapat mengurai token

source: Unable to send the email
id: Tidak dapat mengirim surel.

source: Undo
id: Urungkan

source: Unknow Error
id: Kesalahan tidak dikenal

source: Unknow file
id: Berkas tidak diketahui

source: Unknown
id: Tidak diketahui

source: Unknown Error
id: Kesalahan Tidak Dikenal

source: Unkonw Version
id: Versi tidak diketahui

source: Unlimited messages sent/day
id: Pesan terkirim/hari tidak dibatasi

source: Unlock required
id: Membuka kunci diperlukan

source: Unread
id: Belum dibaca

source: Unsupported file type
id: Tipe berkas tidak didukung

source: Up to %i users
id: Hingga %i pengguna

source: Update
id: Perbarui

source: Update Contact
id: Perbarui Kontak

source: Update Notification Email
id: Perbarui Surel Pemberitahuan

source: Update Now
id: Perbarui Sekarang

source: Update Required
id: Pembaruan Dibutuhkan

source: Upgrade to a paid plan to benefit from more features
id: Tingkatkan ke paket berbayar untuk mendapatkan fitur lebih

source: Upgrade to a paid plan to send from your %@ address
id: Tingkatkan ke paket berbayar untuk mengirim dari alamat %@ Anda

source: Upgrade to get all paid features.
id: Tingkatkan paket untuk mendapatkan semua fitur berbayar.

source: Upload Contacts
id: Unggah Kontak

source: Upload iOS contacts to ProtonMail?
id: Unggah kontak iOS ke ProtonMail?

source: User already exist!
id: Nama pengguna sudah digunakan

source: User is available!
id: Nama pengguna tersedia

source: USER LOGIN
id: Pengguna masuk

source: User name exist
id: Nama pengguna ada

source: User name invalid
id: Nama pengguna tidak valid

source: Username
id: Nama pengguna

source: Verification code request failed
id: Permintaan kode verifikasi gagal

source: Verification code sent
id: Kode verifikasi dikirim

source: Verification error
id: Kesalahan verifikasi

source: Verification of this content‚Äôs signature failed
id: Verifikasi tanda tangan konten ini gagal

source: Version %@ %@
id: Versi %@ %@

source: View Headers
id: Lihat Header

source: View HTML
id: Lihat sebagai HTML

source: View Plans
id: Lihat Paket

source: Warning
id: Peringatan

source: Warning: Before you pass the human check you can't sent email!!!
id: Peringatan: Sebelum melewati pemeriksaan manusia, Anda tidak bisa mengirim surel!!!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
id: Peringatan: Anda tidak mengatur surel pemulihan. Jika Anda melupakan sandi, surel tidak mungkin dapat dipulihkan. Lanjutkan tanpa surel pemulihan?

source: We could not send your message, possibly because of a poor network connection. Your message was saved to Drafts and will be sent automatically the next time you open the app.
id: Kami tidak dapat mengirim pesan anda, mungkin karena koneksi jaringan yang buruk. Pesan anda telah disimpan di Draf dan akan dikirim secara otomatis saat anda membuka aplikasi berikutnya.

source: We will send a verification code to the cell phone above.
id: Kami akan mengirimkan kode verifikasi ke ponsel di atas.

source: We will send a verification code to the email address above.
id: Kami akan mengirimkan kode verifikasi ke alamat surel di atas.

source: We will soon stop the support for iOS 10 devices. Please update your device's operating system to continue receiving updates in the future.
id: Kami akan menghentikan dukungan perangkat iOS 10. Silakan perbarui sistem operasi perangkat Anda untuk tetap mendapatkan pembaruan di masa mendatang.

source: We would like to know what we can do better.
id: Kami ingin tahu apa yang bisa kita lakukan dengan lebih baik.

source: Welcome to ProtonMail!
id: Selamat datang di ProtonMail

source: What people see in the "From" field.
id: Apa yang orang lihat di bidang "Dari".

source: When you send an email, this is the name that appears in the sender field.
id: Saat Anda mengirim surel, ini adalah nama yang muncul di bidang pengirim.

source: Work
id: Kerja

source: Wrong verification code
id: Kode verifikasi salah

source: wrote:
id: menulis:

source: Yes
id: Ya

source: Yes, activate it for
id: Ya, aktifkan untuk

source: Yes, attach details of payment
id: Ya, lampirkan rincian pembayaran

source: You are about to launch the web browser and navigate to
id: Anda akan meluncurkan peramban web dan mengunjungi

source: You are about to remove all accounts. You will not be able to access them from this device unless you add them again. Do you want to remove all your accounts anyway?
id: Anda akan menghapus semua akun. Anda tidak dapat mengaksesnya dari perangkat ini kecuali anda menanbahkannya lagi. Apakah anda ingin menghapus semua akun anda?

source: You can customize swipe gestures in the ProtonMail App Settings.
id: Anda dapat menyesuaikan isyarat gerakan pada Pengaturan Aplikasi ProtonMail.

source: You can get help and support at protonmail.com/support. Bugs can also be reported with the app.
id: Anda bisa mendapatkan bantuan dan dukungan di protonmail.com/support. Bug juga dapat dilaporkan dengan aplikasi.

source: You can't set %@ address as default because it is a paid feature.
id: Anda tidak dapat mengatur %@ sebagai alamat bawaan karena itu adalah fitur berbayar.

source: You disabled FaceID in your system settings. FaceID has been used to protect important account information. To access your account, go to settings and reactivate FaceID, or log back in.
id: Anda menonaktifkan FaceID di pengaturan sistem. FaceID telah digunakan untuk melindungi informasi akun penting. Untuk mengakses akun anda, buka pengaturan dan mengaktifkan kembali FaceID, atau masuk kembali.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
id: Anda mengaktifkan waktu kedaluwarsa pesan, tapi tidak semua penerima mendukung ini. Silakan aktifkan sandi atau nonaktifkan pengiriman PGP untuk menggunakan fitur kedaluwarsa untuk semua penerima.

source: You have %d new emails!
id: Anda memiliki %d surel baru!

source: You have a new email!
id: Anda memiliki surel baru!

source: You have unsaved changes. Do you want to save it?
id: Perubahan belum disimpan. Anda ingin menyimpannya?

source: You have used %d%% of your storage space (%@).
id: Anda telah menggunakan %d%% ruang penyimpanan Anda (%@).

source: You have used up all of your storage space (%@).
id: Anda telah menghabiskan semua ruang penyimpanan Anda (%@).

source: You need at least one recipient to send
id: Anda memerlukan setidaknya satu penerima untuk mengirim

source: You will be switched to %@
id: Anda akan beralih ke %@

source: You're going to delete the message irreversibly. Are you sure?
id: Anda akan menghapus pesan secara permanen. Apakah anda yakin?

source: Your Country Code
id: Kode Negara Anda

source: Your country may be blocking access to Proton. Try using %1$@ (or any other VPN) or %2$@ to access Proton.
id: Negara anda mungkin memblokir akses ke Proton. Coba gunakan %1$@ (atau VPN lainnya) atau %2$@ untuk mengakses Proton.

source: Your country may be blocking access to Proton. Try using ProtonVPN (or any other VPN) or Tor to access Proton.
id: Negara anda mungkin memblokir akses ke Proton. Coba gunakan ProtonVPN (atau VPN lainnya) atau Tor untuk mengakses Proton.

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
id: Kotak masuk Anda kini dilindungi dengan enkripsi end-to-end. Agar surel teman Anda aman secara otomatis, undang mereka untuk menggunakan ProtonMail! Anda juga dapat mengenkripsi pesan secara manual jika mereka tidak menggunakan ProtonMail.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
id: Akun surel terenkripsi baru Anda sudah diatur dan siap untuk mengirim dan menerima pesan terenkripsi.

source: Your new secure email account is ready.
id: Akun surel aman Anda telah siap digunakan.

source: Your plan is currently active until
id: Paket Anda aktif sampai

source: Your plan will automatically renew on
id: Paket Anda akan diperbarui secara otomatis pada

source: Your session has expired because you have been inactive for a while or because it has been revoked. Please log back in.
id: Sesi Anda kedaluwarsa karena Anda sudah lama tidak aktif atau karena sesi telah dicabut. Silakan masuk lagi.

source: Your signature has been updated.
id: Tanda tangan Anda telah diperbarui.

source: ZIP
id: Kode pos
