Repository: ProtonMail/ios-mail
Catalog: ProtonMail/ProtonMail/*.lproj/Localizable.strings
Languages: id

source: (logged out)
id: (keluar)

source: *OPTIONAL
id: *OPSIONAL

source: /user
id: /pengguna

source: %@ storage capacity
id: %@ kapasitas penyimpanan

source: %d Member
id: %d Anggota

source: %d Members
id: %d Anggota

source: %d Minute
id: %d menit

source: %d Minutes
id: %d menit

source: %d Selected
id: %d Dipilih

source: %i email address
id: %i alamat surel

source: %i email addresses
id: %i alamat surel

source: + Drop here to add as attachment
id: + Seret ke sini untuk menambahkan lampiran

source: 2FA failed. Please try to login again.
id: 2FA gagal. Coba masuk lagi.

source: A message cannot have more than 5 labels
id: Pesan tidak boleh memiliki lebih dari 5 label

source: A new version of ProtonMail app is available, please update to latest version.
id: Versi baru aplikasi ProtonMail tersedia, silakan perbarui ke versi terkini.

source: A new version of ProtonMail app is available. Please update to the latest version.
id: Versi baru aplikasi ProtonMail tersedia. Silakan perbarui ke versi terkini.

source: A paid ProtonMail plan is required to use this feature
id: Perlu paket ProtonMail berbayar untuk menggunakan fitur ini

source: A passcode has not been set, enable it in the system Settings
id: Kode akses belum diatur, aktifkan dalam Pengaturan sistem

source: Access to this account is disabled due to non-payment. Please sign in through protonmail.com to pay your unpaid invoice.
id: Akses ke akun ini dinonaktifkan karena tagihan belum dibayar. Silakan masuk lewat protonmail.com untuk membayar tagihan Anda.

source: Access to this account is disabled due to non-payment. Please visit our knowledge base for more information.
id: Akses ke akun ini dinonaktifkan karena tagihan belum dibayar. Silakan kunjungi <a href="https://protonmail.com/support/knowledge-base/delinquency/">pengetahuan dasar kami</a> untuk informasi lebih lanjut.

source: Account
id: Akun

source: Account password invalid
id: Kata sandi akun salah

source: Account Settings
id: Pengaturan Akun

source: Add
id: Tambah

source: Add accounts
id: Tambah akun

source: Add Anniversary
id: Tambahkan Hari Pernikahan

source: Add Birthday
id: Tambah Ulang Tahun

source: Add Contact
id: Tambah Kontak

source: Add Custom Label
id: Tambah Label Khusus

source: Add Folder
id: Tambah Folder

source: Add Gender
id: Tambahkan Gender

source: Add Group
id: Tambah Grup

source: Add Label
id: Tambah Label

source: Add new address
id: Tambah alamat baru

source: Add new custom field
id: Tambah bidang khusus baru

source: Add new email
id: Tambah surel baru

source: Add new field
id: Tambah bidang baru

source: Add New Folder
id: Tambah Folder Baru

source: Add New Label
id: Tambah Label Baru

source: Add new phone number
id: Tambah nomor telepon baru

source: Add new URL
id: Tambah URL baru

source: Add Nickname
id: Tambah Julukan

source: Add Organization
id: Tambah Organisasi

source: Add Photo
id: Tambah Foto

source: Add Star
id: Tambahkan Bintang

source: Add Title
id: Tambah Judul

source: Add to contacts
id: Tambah ke kontak

source: Address
id: Alamat

source: Addresses
id: Alamat

source: Alert
id: Waspada

source: All contacts are imported
id: Semua kontak telah dipindahkan

source: All Mail
id: Semua Surat

source: Allow alternative routing
id: Izinkan route alternatif

source: Also Archive
id: Arsipkan Juga

source: Also used to reset a forgotten password.
id: Gunakan juga untuk mengatur ulang sandi yang terlupakan.

source: and
id: dan

source: Anniversary
id: Hari Pernikahan

source: Antivirus interference
id: Interferensi Antivirus

source: API Server not reachable...
id: Server API tidak terjangkau...

source: APP INFORMATION
id: Informasi Aplikasi

source: App is locked
id: Aplikasi terkunci

source: App Language
id: Bahasa Aplikasi

source: App Settings
id: Pengaturan Aplikasi

source: Apple in-app purchase fee
id: Tarif transaksi internal Apple

source: Apply
id: Terapkan

source: Apply Labels
id: Terapkan Label

source: Archive
id: Arsip

source: ARCHIVE
id: Arsip

source: Archived
id: Diarsipkan

source: Are you sure you want to log out?
id: Apakah anda yakin anda ingin keluar?

source: Are you sure you want to logout %@?
id: Apakah anda yakin anda ingin keluar?

source: Are you sure you want to logout?
id: Anda yakin ingin keluar?

source: Are you sure? This can't be undone.
id: Apakan anda yakin? Tindakan ini tidak bisa dibatalkan.

source: at
id: pada

source: At least one email address in the group could not be found
id: Setidaknya satu alamat surel di grup tidak dapat ditemukan

source: At least one recipient email address is improperly formatted, please double check them.
id: Setidaknya satu alamat surel penerima tidak diformat dengan benar, mohon periksa kembali.

source: At least one recipient email address/domain doesn't exist or is badly formatted. Message moved to drafts.
id: Setidaknya satu domain/alamat surel penerima tidak ada atau salah format. Pesan dipindah ke draf.

source: Attachment imported
id: Lampiran telah diimpor

source: Attachments
id: Lampiran

source: attempt remaining until secure data wipe!
id: upaya tersisa sampai data aman dihapus!

source: attempts remaining
id: upaya yang tersisa

source: attempts remaining until secure data wipe!
id: upaya tersisa sampai data aman dihapus!

source: Authentication
id: Autentikasi

source: Authentication failed
id: Autentikasi gagal

source: Authentication Failed Wrong username or password
id: Autentikasi gagal: nama pengguna atau kata sandi salah.

source: Authentication failed. Please try to login again.
id: Autentikasi gagal. Coba masuk lagi.

source: Authentication token is not accessible because the app is locked
id: Token autentikasi tidak dapat diakses karena aplikasinya dikunci

source: Authentication was cancelled by the system
id: Autentikasi dibatalkan oleh sistem

source: Auto Lock Time
id: Waktu penguncian otomatis

source: Auto Show Images
id: Tampilkan gambar otomatis

source: Auto-lock
id: Kunci Otomatis

source: Back
id: Kembali

source: Bad auth cache
id: Singgahan autentikasi buruk

source: Bad parameter
id: Parameter buruk

source: Bad parameter: %@
id: Parameter buruk: %@

source: Bad path
id: Jalan buruk

source: Bad response
id: Respons buruk

source: Birthday
id: Ulang tahun

source: Bug Description
id: Deskripsi Bug

source: Bug Report Received
id: Laporan bug diterima

source: Buy More Credits
id: Beli Lebih Banyak Kredit

source: By removing this account, you will no longer be able to access it from this device unless you add it again. Do you want to remove this account anyway?
id: Dengan menghapus akun ini, anda lagi dapat mengakses kembali akun dari perangkat ini kecuali anda menambahkannya kembali. Apakah anda ingin menghapus akun ini?

source: By using protonmail, you agree to our
id: Dengan menggunakan protonmail, Anda setuju dengan

source: By using protonmail, you agree to our %@ and %@.
id: Dengan menggunakan protonmail, Anda setuju dengan %1$@ dan %2$@ kami.

source: Call Contact
id: Panggil Kontak

source: Can take several minutes to setup.
id: Pengaturan memerlukan waktu beberapa menit.

source: Can't copy the file
id: Berkas gagal disalin

source: Can't create a SRP Client
id: Klien SRP gagal dibuat

source: Can't create a SRP verifier!
id: Pemeriksa SRP gagal dibuat!

source: Can't decrypt this attachment!
id: Lampiran ini gagal didekripsi!

source: Can't delete contact group
id: Grup kontak gagal dihapus

source: Can't delete contact group through API
id: Grup kontak gagal dihapus lewat API

source: Can't download message body, please try again.
id: Tidak dapat mengunduh badan pesan, silakan coba lagi.

source: Can't download message body. Please try again.
id: Tidak dapat mengunduh badan pesan. Silakan coba lagi.

source: Can't fetch contact groups
id: Tidak dapat mengambil grup kontak

source: Can't find the clicked message please try again!
id: Tidak dapat menemukan pesan yang diklik silahkan coba lagi!

source: Can't find the selected message. Please try again.
id: Tidak dapat menemukan pesan yang dipilih. Silakan coba lagi.

source: Can't find the value from the response body
id: Tidak dapat menemukan nilai respon

source: Can't find this attachment!
id: Tidak dapat menemukan lampiran ini!

source: Can't get a Moduls ID!
id: Tidak bisa mendapatkan ID Modulus!

source: Can't get a Moduls!
id: Tidak bisa mendapatkan Moduls!

source: Can't get user auth info
id: Tidak bisa mendapatkan info autentikasi pengguna

source: Can't load share content!
id: Tidak dapat memuat konten yang dibagikan!

source: Can't load the file
id: Tidak dapat membuat berkas

source: Can't open the file
id: Tidak dapat membuka berkas

source: Can't save contact group
id: Tidak dapat menyimpan grup kontak

source: Can't update contact group through the API
id: Tidak dapat memperbarui grup kontak lewat API

source: Cancel
id: Batal

source: Cancel Check
id: Batal Cek

source: Cancelling
id: Membatalkan

source: Cant' decrypt this attachment!
id: Tidak dapat mendekripsi lampiran ini.

source: Cell phone number
id: Nomor ponsel

source: Change default address to ..
id: Ubah alamat bawaan menjadi...

source: Change left swipe action
id: Ganti tindakan usap ke kiri

source: Change Login Password
id: Ubah Kata Sandi untuk Masuk

source: Change Mailbox Password
id: Ubah Kata Sandi Kotak Pesan

source: Change Password
id: Ubah kata sandi

source: Change Pin
id: Ganti PIN

source: Change right swipe action
id: Ganti tindakan usap ke kanan

source: Change sender address to ..
id: Ubah alamat pengirim ke...

source: Change Single Password
id: Ubah Sandi Tunggal

source: Check Again
id: Periksa Lagi

source: Check Proton Status for our system status.
id: Memeriksa Proton status untuk status sistem kami.

source: Checking ....
id: Memeriksa...

source: Choose a Password
id: Pilih Kata Sandi

source: City
id: Kota

source: Clear Local Message Cache
id: Hapus singgahan pesan lokal

source: Clear Style
id: Bersihkan Corak Mode

source: Close
id: Tutup

source: close tour
id: tutup tur

source: Closing
id: Menutup

source: Combined Contacts
id: Kontak Gabungan

source: Compose
id: Tulis

source: Compose to
id: Tulis untuk

source: Confirm
id: Konfirmasi

source: Confirm Login Password
id: Konfirmasi kata sandi masuk

source: Confirm Mailbox Password
id: Konfirmasi kata sandi kotak pesan

source: Confirm new login password
id: Konfirmasi kata sandi masuk baru

source: Confirm new mailbox password
id: Konfirmasi kata sandi kotak pesan baru

source: Confirm new password
id: Konfirmasi kata sandi baru

source: Confirm Password
id: Konfirmasi kata sandi

source: Confirm phishing report
id: Konfirmasi laporan phishing

source: Confirmation
id: Konfirmasi

source: Congratulations!
id: Selamat!

source: Connect Account
id: Hubungkan Akun

source: Contact Details
id: Rincian Kontak

source: Contact the ProtonMail team
id: Hubungi tim ProtonMail

source: Contact us directly through our support form, email (support@protonmail.com), or Twitter.
id: Hubungi kami secara langsung melalui formulir dukungan kami, email (support@protonmail.com), atau Twitter.

source: Contacts
id: Kontak

source: Continue
id: Lanjut

source: Continue and Don't ask again
id: Lanjutkan dan jangan tanya lagi

source: Copy address
id: Salin alamat

source: Copy name
id: Salin nama

source: Could not connect to Store. Please try again later.
id: Tidak dapat tersambung ke Toko. Harap coba lagi nanti.

source: Country
id: Negara

source: Create
id: Buat

source: Create a new account
id: Buat akun baru

source: Create Account
id: Buat Akun

source: Create and add Labels to organize your inbox. Long press on a message for all options.
id: Buat dan tambahkan Label untuk merapikan kotak masuk Anda. Tekan pesan dengan lama untuk melihat semua opsi.

source: Create and add Labels to organize your inbox. Press and hold down on a message for all options.
id: Buat dan tambahkan label untuk merapikan kotak masuk Anda. Tekan dan tahan pesan untuk melihat semua opsi.

source: Create new account
id: Buat akun baru

source: Create user failed
id: Gagal membuat pengguna

source: Create User failed. Please try again.
id: Buat Akun gagal. Coba lagi.

source: Current Language is:
id: Bahasa Sekarang adalah:

source: Current login password
id: Kata sandi untuk masuk saat ini

source: Current password
id: Kata sandi sekarang

source: Custom
id: Sesuaikan

source: Date:
id: Tanggal:

source: Date: %@
id: Tanggal: %@

source: days
id: Hari

source: Decrypt
id: Dekripsi

source: DECRYPT MAILBOX
id: MENDEKRIPSI KOTAK PESAN

source: Decrypt token failed. Please try again.
id: Dekripsi token gagal. Silakan coba lagi.

source: Decryption error
id: Kesalahan dekripsi

source: Decryption of this content failed
id: Dekripsi konten ini gagal

source: Default
id: Bawaan

source: Default browser
id: Browser utama

source: Default error. Please try again.
id: Kesalahan bawaan. Silakan coba lagi.

source: Define Expiration Date
id: Tentukan Tanggal Kedaluwarsa

source: Define Hint (Optional)
id: Tentukan petunjuk (Opsional)

source: Define Password
id: Tentukan kata sandi

source: Delete
id: Hapus

source: Delete all
id: Hapus semua

source: Delete Contact
id: Hapus kontak

source: Delete Contact Group
id: Hapus Grup Kontak

source: Deleted
id: Dihapus

source: Details
id: Rincian

source: Disable any proxies or firewalls, or contact your network administrator.
id: Nonaktifkan proksi atau firewall, atau hubungi administrator jaringan anda.

source: Disable Validation
id: Nonaktifkan Validasi

source: Discard changes
id: Buang perubahan

source: Discard draft
id: Buang draf

source: Display name
id: Nama tampilan

source: Display Name
id: Nama tampilan

source: Display Name Updated
id: Nama tampilan diperbarui

source: DisplayName
id: Nama tampilan

source: Do you want to cancel the process?
id: Anda ingin membatalkan proses?

source: Do you want to save the unsaved changes?
id: Anda ingin menyimpan perubahan?

source: Don't remind me again
id: Jangan ingatkan saya lagi

source: Don't Show Again
id: Jangan Tampilkan Lagi

source: Done
id: Selesai

source: Double tap to setup
id: Ketuk dua kali untuk menyiapkan

source: Draft
id: Draf

source: Draft is still uploading...
id: Draf masih mengunggah...

source: Drafts
id: Draf

source: DRAFTS
id: Draf

source: Edit Contact
id: Edit kontak

source: Edit Group
id: Ubah Grup

source: Edit mobile signature
id: Edit tanda tangan seluler

source: Edit Photo
id: Edit Foto

source: Edit signature
id: Edit tanda tangan

source: Email
id: Surel

source: Email address
id: Alamat surel

source: Email address invalid
id: Alamat surel tidak valid

source: Email address is invalid
id: Alamat surel tidak valid

source: Email Addresses
id: Alamat Surel

source: Email Contact
id: Kontak Surel

source: Email default signature
id: Tanda tangan bawaan surel

source: Email domain invalid
id: Domain surel tidak valid

source: Email Verification
id: Verifikasi Surel

source: Empty Cache
id: Kosongkan Cache

source: Empty Folder
id: Kosongkan folder

source: Empty Label
id: Kosongkan Label

source: Enable Default Signature
id: Aktifkan Tanda Tangan Bawaan

source: Enable FaceID
id: Aktifkan FaceID

source: Enable Mobile Signature
id: Aktifkan Tanda Tangan Seluler

source: Enable Notification Email
id: Aktifkan Pemberitahuan Surel

source: Enable PIN
id: Aktifkan PIN

source: Enable Pin Protection
id: Aktifkan proteksi PIN

source: Enable PIN/FaceID
id: Aktifkan PIN/FaceID

source: Enable PIN/TouchID
id: Aktifkan PIN/TouchID

source: Enable TouchID
id: Aktifkan TouchID

source: Encrypted Contact Details
id: Rincian Kontak Terenkripsi

source: Encrypted for outside
id: Dienkripsi untuk di luar

source: Encrypted for outside reply
id: Dienkripsi untuk balasan dari luar

source: Encrypted from outside
id: Dienkripsi dari luar

source: Encrypted from outside PGP inline
id: Terenkripsi dari luar PGP inline

source: Encrypted from outside PGP/MIME
id: Dienkripsi dari luar PGP/MIME

source: Encrypted from outside signed PGP/MIME
id: Dienkripsi dari luar yang ditandatangani PGP/MIME

source: Encryption Setup
id: Penyiapan Enkripsi

source: End Time
id: Waktu Selesai

source: End-to-end encrypted
id: Dienkripsi end-to-end

source: End-to-end encrypted message
id: Pesan terenkripsi end-to-end

source: End-to-end encrypted message from verified address
id: Pesan terenkripsi end-to-end dari alamat terverifikasi

source: End-to-end encrypted to verified address
id: Terenkripsi end-to-end ke alamat terverifikasi

source: End-to-End Encryption
id: Enkripsi end-to-end

source: Enter
id: Masukkan

source: Enter Verification Code
id: Masukkan kode verifikasi

source: Enter your cell phone number
id: Masukkan nomor ponsel Anda

source: Enter your existing email address.
id: Masukkan alamat surel Anda.

source: Enter your mailbox password
id: Masukan kata sandi pesan anda

source: Enter your PIN
id: Masukkan PIN Anda

source: Enter your PIN to unlock your inbox.
id: Masukkan PIN Anda untuk membuka kunci kotak masuk Anda.

source: Error Logs
id: Log kesalahan

source: Error occured
id: Terjadi kesalahan

source: Error sending
id: Kesalahan pengiriman

source: Every time enter app
id: Setiap kali masuk aplikasi

source: Expires
id: Kedaluwarsa

source: Expires in %d days %d hours %d mins %d seconds
id: Kedaluwarsa dalam %d hari %d jam %d menit %d detik

source: Expiring Messages
id: Pesan kedaluwarsa

source: Extreme Security
id: Keamanan Ekstrem

source: Failed to determine type of file
id: Gagal menentukan tipe berkas

source: Failed to initialize the app's saved data
id: Gagal menginisialisasi data yang disimpan aplikasi

source: Failed to initialize the application's saved data
id: Gagal menginisialisasi data yang disimpan aplikasi

source: Fax
id: Faks

source: Feedback
id: Umpan balik

source: Fetch user info failed
id: Pengambilan info pengguna gagal

source: Folder Name
id: Nama Folder

source: For individuals looking to benefit from secure communication at no cost
id: Untuk individu yang ingin mendapatkan keuntungan dari komunikasi aman tanpa biaya

source: For individuals that need more capacity, customization and advanced features
id: Untuk individu yang memerlukan kapasitas lebih, kustomisasi, dan fitur-fitur tingkat lanjut

source: for one year
id: untuk satu tahun

source: For organizations that need multi-user support and additional productivity features
id: Untuk organisasi yang memerlukan dukungan multi-pengguna dan fitur-fitur produktivitas tambahan

source: For power users and groups of people that value full anonymity and privacy
id: Untuk pengguna mahir dan sekelompok orang yang menjunjung penuh anonimitas dan privasi

source: FORGOT PASSWORD?
id: Lupa kata sandi?

source: Forward
id: Teruskan

source: Forwarded message
id: Pesan terusan

source: From
id: Dari

source: From:
id: Dari:

source: FW:
id: Terusan:

source: General Settings
id: Pengaturan Umum

source: Get %@
id: Dapatkan %@

source: Get more information
id: Dapatkan lebih banyak informasi

source: Go to drafts
id: Ke draf

source: Go to inbox
id: Ke Kotak masuk

source: Go to login
id: Ke halaman masuk

source: Go to settings
id: Ke pengaturan

source: Government block
id: Blokir dari Pemerintah

source: Group Details
id: Rincian Grup

source: Group Name
id: Nama Grup

source: Groups
id: Grup

source: Help & Support
id: Bantuan & Dukungan

source: Help us to improve ProtonMail with your input.
id: Bantu kami meningkatkan ProtonMail dengan masukan Anda.

source: Help us to make privacy the default in the web.
id: Bantu kami menjadikan privasi sebagai hal baku di web.

source: Hide
id: Sembunyikan

source: Hide Details
id: Sembunyikan rincian

source: High Security
id: Keamanan Tinggi

source: hours
id: Jam

source: Hours
id: Jam

source: Human Check Failed
id: Pemeriksaan Manusia Gagal

source: Human Check Warning
id: Peringatan Pemeriksaan Manusia

source: Human Verification
id: Verifikasi Manusia

source: Ignore
id: Abaikan

source: IMAP/SMTP Support via ProtonMail Bridge
id: Dukungan IMAP/SMTP via ProtonMail Bridge

source: Import Error
id: Kesalahan Impor

source: Import File From...
id: Impor berkas dari...

source: Importing
id: Mengimpor

source: Importing attachment, that can take a while
id: Mengimpor lampiran, ini memerlukan waktu

source: Importing Contacts
id: Mengimpor Kontak

source: In case Proton sites are blocked, this setting allows the app to try alternative network routing to reach Proton, which can be useful for bypassing firewalls or network issues. We recommend keeping this setting on for greater reliability. [Learn more]
id: Jika situs Proton di blokir, pengaturan ini memungkinkan aplikasi untuk mencoba perutean jaringan alternatif untuk mencapai Proton, yang mana dapat berguna untuk melewati/mem-bypass firewall atau masalah jaringan. Kami sarankan untuk tetap mengaktifkan pengaturan ini untuk keandalan yang lebih baik. [Pelajari lebih lanjut]

source: In case Proton sites are blocked, this setting allows the app to try alternative network routing to reach Proton, which can be useful for bypassing firewalls or network issues. We recommend keeping this setting on for greater reliability. %1$@
id: Jika situs Proton di blokir, pengaturan ini memungkinkan aplikasi untuk mencoba perutean jaringan alternatif untuk mencapai Proton, yang mana dapat berguna untuk melewati/mem-bypass firewall atau masalah jaringan. Kami sarankan untuk tetap mengaktifkan pengaturan ini untuk keandalan yang lebih baik. %1$@

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
id: Agar dapat menggunakan layanan kami, Anda harus menyetujui Ketentuan Layanan ProtonMail.

source: Inbox
id: Kotak masuk

source: INBOX
id: Kotak masuk

source: Incorrect password
id: Kata sandi salah

source: Incorrect PIN,
id: PIN salah,

source: inline attachments
id: lampiran sebaris

source: Input Display Name ...
id: Masukkan nama tampilan ...

source: Input Notification Email ...
id: Masukkan Notifikasi Surel ...

source: Insecure connection
id: Koneksi tidak aman

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://protonmail.com/invite to request an invitation.
id: Pembuatan akun Instan ProtonMail telah dinonaktifkan sementara. Silakan ke https://protonmail.com/invite untuk meminta undangan.

source: Internal Error
id: Kesalahan Internal

source: Internet Service Provider (ISP) problem
id: Masalah Penyedia Layanan Internet (ISP)

source: Invalid access token please relogin
id: Token akses tidak valid, silakan masuk lagi

source: Invalid credential
id: Kredensial tidak valid

source: Invalid hashed password!
id: Sandi hash tidak valid!

source: Invalid Password
id: Kata Sandi tidak valid

source: Invalid URL
id: URL tidak valid

source: Invalid UserName
id: Nama pengguna tidak valid

source: Is this bug report about an in-app purchase?
id: Apakah ini laporan bug tentang pembayaran di dalam aplikasi?

source: It is not possible to switch to %@ within our iOS app.
id: Tidak mungkin pindah ke %@ lewat aplikasi iOS kami.

source: Keep me updated about new features
id: Beri saya kabar tentang fitur-fitur baru

source: Key generation failed
id: Pembuatan kunci gagal

source: Key generation failed. Please try again.
id: Pembuatan kunci gagal. Silakan coba lagi.

source: Key invalid. Please go back and try again.
id: Kunci tidak valid. Silakan kembali dan coba lagi.

source: Label as...
id: Labeli sebagai...

source: Label Management
id: Pengelolaan label

source: Label Name
id: Nama Label

source: Labels
id: Label

source: Labels & Folders
id: Label & Folder

source: Labels have been applied.
id: Label telah diterapkan.

source: Labels, Folders, Filters & More
id: Label, Folder, Filter & Lainnya

source: Labels/Folders
id: Label/Folder

source: Language
id: Bahasa

source: Learn more
id: Pelajari lebih lanjut
