Repository: ProtonMail/ios-mail
Catalog: ProtonMail/ProtonMail/*.lproj/Localizable.strings
Languages: id

source: Learn More
id: Pelajari Lebih Lanjut

source: Learn more here
id: Pelajari lebih lanjut di sini

source: Limit reached
id: Batas tercapai

source: Limited to 150 messages sent/day
id: Dibatasi hingga 150 pesan terkirim/hari

source: Load remote content
id: Muat konten jarak jauh

source: Loading...
id: Memuat...

source: Local cache can't find mailbox password
id: Cache lokal tidak dapat menemukan kata sandi kotak pesan

source: Local Cache Management
id: Kelola Cache Lokal

source: Local storage limit
id: Limit batas penyimpanan

source: Localizable.strings
id: Base

source: Lock The App
id: Kunci Aplikasi

source: Log in to your ProtonMail account
id: Masuk ke akun ProtonMail anda

source: Log out
id: Keluar

source: Log out %@?
id: Keluar %@?

source: Log Out All
id: Keluar Semua

source: Logged out from %@ and signed in with %@
id: Keluar dari %1$@ dan masuk dengan %2$@

source: Login
id: Masuk

source: LOGIN
id: Masuk

source: Login Password
id: Kata sandi masuk

source: Login password doesn't match
id: Kata sandi masuk tidak cocok

source: Logout
id: Keluar

source: Logs
id: Log

source: Looking to secure your contact's details?
id: Mencari cara untuk mengamankan rincian kontak Anda?

source: MAILBOX
id: Kotak Pesan

source: Mailbox Password
id: Sandi kotak pesan

source: MAILBOX PASSWORD
id: Sandi kotak pesan

source: Mailbox password doesn't match
id: Sandi kotak besan tidak cocok

source: Mailbox size
id: Ukuran Kotak Pesan

source: Manage accounts
id: Kelola akun

source: Manage Addresses
id: Kelola Alamat

source: Manage in device Settings
id: Kelola di pengaturan perangkat

source: Manage Labels/Folders
id: Kelola Label/Folder

source: Mark as unread
id: Tandai belum dibaca

source: Mark Read
id: Tandai sudah dibaca

source: Message %@
id: Pesan %@

source: Message could not be sent. At least one recipient email address/domain doesn't exist or is badly formatted.
id: Pesan tidak dapat dikirim. Setidaknya satu domain/alamat surel penerima yang tidak ada atau diformat buruk.

source: Message expired
id: Pesan kedaluwarsa

source: Message has been deleted.
id: Pesan telah dihapus.

source: Message has been moved.
id: Pesan telah dipindahkan.

source: Message Password
id: Kata Sandi Pesan

source: Message password does not match.
id: Sandi pesan tidak cocok.

source: Message Queue
id: Antrian pesan

source: Message sending failed please try again
id: Pengiriman pesan gagal silakan coba lagi

source: Message sending failed. Please try again.
id: Pengiriman pesan gagal. Silakan coba lagi.

source: Message sent
id: Pesan terkirim

source: Message Swipe Actions
id: Tindakan Usap Pesan

source: Messages you send can be set to auto delete after a certain time period.
id: Pesan yang Anda kirim dapat diatur terhapus otomatis setelah jangka waktu tertentu.

source: Mobile
id: Seluler

source: Mobile Signature
id: Tanda tangan seluler

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at protonmail.com using a desktop or laptop computer.
id: Pendaftaran seluler untuk sementara dinonaktifkan. Silakan coba lagi nanti, atau coba daftar di protonmail.com menggunakan komputer desktop atau laptop.

source: Modifying or turning off the default mobile signature is a paid feature.
id: Mengganti atau mematikan tanda tangan seluler bawaan adalah fitur berbayar.

source: More
id: Lainnya

source: More Credits
id: Lebih Banyak Kredit

source: Move to All Mail
id: Pindahkan ke Semua Pesan

source: Move to Archive
id: Pindahkan ke Arsip

source: Move to Draft
id: Pindahkan ke Draf

source: Move to Folder
id: Pindahkan ke Folder

source: Move to Inbox
id: Pindahkan ke Kotak Masuk

source: Move to Outbox
id: Pindahkan ke Kotak Keluar

source: Move to Spam
id: Pindahkan ke Spam

source: Move to Trash
id: Pindahkan ke Sampah

source: Move to...
id: Pindahkan ke...

source: Multiple Addresses
id: Beberapa alamat

source: Name
id: Nama

source: NEED AN ACCOUNT? SIGN UP.
id: Daftar gratis

source: Networking
id: Jaringan

source: New login password
id: Kata sandi baru untuk masuk

source: New mailbox password
id: Kata sandi baru untuk kotak masuk

source: New password
id: Kata sandi baru

source: Nickname
id: Nama panggilan

source: No connectivity detected...
id: Tidak ada konektivitas yang terdeteksi...

source: No internet connection
id: Tidak ada koneksi internet

source: No Messages
id: Tidak Ada Pesan

source: No, for another ProtonMail account
id: Bukan, untuk akun ProtonMail lain

source: No, not related to in-app purchase
id: Tidak, tidak berhubungan dengan pembayaran dalam aplikasi

source: None
id: Tidak ada

source: normal attachments
id: lampiran normal

source: Not all recipients support message expiration
id: Tidak semua penerima mendukung pesan kedaluwarsa

source: Not Now
id: Tidak Sekarang

source: Note: The Username is also your ProtonMail address.
id: Catatan: Nama pengguna juga merupakan alamat ProtonMail Anda.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
id: Catatan: Ini digunakan untuk mengenkripsi dan mendekripsi pesan Anda. Jangan sampai kehilangan kata sandi ini, kami tidak dapat memulihkannya.

source: Note: This is used to log you into your account.
id: Catatan: Ini digunakan untuk proses masuk ke akun Anda.

source: Notes
id: Catatan

source: Notice
id: Pemberitahuan

source: Notification / Recovery Email
id: Surel Notifikasi / Pemulihan

source: Notification Email
id: Surel pemberitahuan

source: Notification Snooze
id: Tunda Pemberitahuan

source: Notifications Are Snoozed
id: Pemberitahuan Ditunda

source: Notifications Snooze Off
id: Tunda Pemberitahuan Tidak Aktif

source: On
id: Aktif

source: On EE, MMM d, yyyy at %@
id: Pada EE, d MMM yyyy pukul %@

source: On EE, MMM d, yyyy at %@, %@, wrote:
id: Pada EE, d MMM yyyy pukul %1$@, %2$@, menulis:

source: Only ignore the purchase activation if you are sure that all your subscriptions are up to date. For further assistance, please contact customer support. Are you sure you want to ignore the activation?
id: Abaikan aktivasi pembayaran saja jika Anda yakin semua langganan Anda terus diperbarui. Untuk bantuan lebih lanjut, silakan hubungi layanan konsumen. Anda yakin ingin mengabaikan aktivasi?

source: Only one free account can be added
id: Hanya satu akun gratis yang bisa ditambahkan

source: Open
id: Buka

source: Organization
id: Organisasi

source: OS compatibility
id: Kompatibilitas SO

source: Other
id: Lainnya

source: OTHER PLANS
id: PAKET LAIN

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the AppStore's servers.
id: Tim Dukungan Pelanggan kami akan mencoba mengaktifkan paket layanan Anda secara manual jika Anda setuju untuk melampirkan data teknis yang disediakan AppStore pada aplikasi saat pembayaran. Data ini tidak berisi rincian tentang akun iTunes, Apple ID Anda, kartu kredit, atau informasi pengguna lain. Data teknis hanya untuk membantu kami memeriksa dan memverifikasi bahwa transaksi sudah terpenuhi di server AppStore.

source: Outbox
id: Kotak keluar

source: Password
id: Kata Sandi

source: Password cannot be empty.
id: Kata sandi tidak boleh kosong.

source: Password management
id: Kelola kata sandi

source: Password Mismatch
id: Kata sandi tidak cocok

source: Password update failed
id: Pembaruan kata sandi gagal

source: Password Updated
id: Kata sandi diperbarui

source: Personal
id: Pribadi

source: PGP-encrypted
id: Terenkripsi PGP

source: PGP-encrypted message
id: Pesan terenkripsi PGP

source: PGP-encrypted message from verified address
id: Pesan terenkripsi PGP dari alamat terverifikasi

source: PGP-signed
id: Ditandatangani PGP

source: PGP-signed message from verified address
id: Pesan tertandatangani PGP dari alamat yang terverifikasi

source: Phone
id: Telepon

source: Phone number
id: Nomor telepon

source: Phone number invalid
id: Nomor telepon tidak valid

source: Phone Verification
id: Verifikasi Telepon

source: Photo Library
id: Perpustakaan Foto

source: Pin code can't be empty.
id: Kode pin tidak boleh kosong.

source: Please add a password for the following recipients.
id: Silakan tambahkan kata sandi untuk penerima berikut.

source: Please check your cell phone for the verification code.
id: Silakan periksa ponsel Anda untuk kode verifikasi.

source: Please check your email for the verification code.
id: Silakan periksa surel Anda untuk kode verifikasi.

source: Please disable PGP Sending for following addresses.
id: Silakan nonaktifkan Pengiriman PGP untuk alamat berikut.

source: Please input a valid cell phone number.
id: Silakan masukkan nomon ponsel yang valid.

source: Please input a valid email address.
id: Silakan masukkan alamat surel yang valid.

source: Please make sure that your internet connection is working.
id: Pastikan koneksi internet anda berfungsi.

source: Please pick a user name first!
id: Mohon pilih nama pengguna terlebih dahulu!

source: Please provide a group name
id: Mohon masukkan nama grup

source: Please remove all attachments before changing sender!
id: Mohon hapus semua lampiran sebelum mengubah pengirim

source: Please select at least one email
id: Silahkan pilih setidaknya satu email

source: Please select at least one email for the contact group
id: Mohon pilih minimal satu surel untuk dimasukkan ke grup kontak

source: Please select one of the following options:
id: Pilih salah satu dari pilihan berikut:

source: Please set a password.
id: Harap tentukan kata sandi.

source: Please try a different domain.
id: Silakan coba domain yang berbeda.

source: Please try a different email address.
id: Silakan coba alamat surel yang berbeda.

source: Please try a different password.
id: Silakan coba kata sandi yang berbeda.

source: Please try a different user name.
id: Silakan coba nama pengguna yang berbeda.

source: Please try again.
id: Silakan coba lagi

source: Please use ProtonMail App login first.
id: Mohon masuk lewat aplikasi ProtonMail lebih dahulu.

source: Please use the web application to reset your password.
id: Mohon gunakan aplikasi web untuk mengatur ulang kata sandi Anda.

source: Please use the web version of ProtonMail to change your mailbox password!
id: Mohon gunakan ProtonMail versi web untuk mengganti kata sandi kotak surat Anda!

source: Please use the web version of ProtonMail to change your passwords!
id: Mohon gunakan ProtonMail versi web untuk mengganti kata sandi Anda!

source: Please use your new password when signing in.
id: Silakan gunakan kata sandi baru Anda untuk masuk akun.

source: Please wait until the email downloaded!
id: Mohon tunggu sampai surel berhasil diunduh!

source: PREMIUM FEATURE
id: FITUR PREMIUM

source: Print
id: Cetak

source: Privacy
id: Privasi

source: privacy policy.
id: kebijakan privasi.

source: Problem sending message
id: Masalah mengirim pesan

source: Protection
id: Perlindungan

source: Protection Entire App
id: Perlindungan seluruh aplikasi

source: Proton is down
id: Proton sedang offline/down

source: Proton Status
id: Status Proton

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
id: ProtonMail tidak menjual iklan atau menyalahgunakan privasi Anda. Dukungan Anda sangat penting untuk menjaga agar ProtonMail tetap berjalan. Anda dapat meningkatkan akun ke akun berbayar atau menyumbang untuk mendukung ProtonMail.

source: ProtonMail encrypted emails
id: Surel terenkripsi ProtonMail

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
id: ProtonMail sedang luring, kunjungi Twitter kami untuk melihat status saat ini: https://twitter.com/protonmail

source: ProtonMail is currently offline...
id: ProtonMail sedang luring...

source: ProtonMail Plus is required to customize your mobile signature
id: Perlu ProtonMail Plus untuk mengubah tanda tangan seluler Anda

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact‚Äôs name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
id: ProtonMail Plus/Professional/Visionary mengizinkan Anda menambah dan menyunting rincian kontak di luar nama kontak dan surel. Dengan ProtonMail, data ini seaman surel Anda yang dienkripsi end-to-end.

source: ProtonVPN included
id: Termasuk ProtonVPN

source: Proxy/Firewall interference
id: Halangan dari Proxy/Firewall

source: Push Notifications
id: Notifikasi

source: Quick swipe actions
id: Tindakan Gesek Cepat

source: Rate & Review
id: Nilai & Ulasan

source: Re-Enter your PIN
id: Masukkan ulang PIN Anda

source: Re:
id: Balas:

source: Reading device contacts data...
id: Membaca data kontak perangkat...

source: Recipient not found
id: Penerima tidak ditemukan

source: Recovery Code
id: Kode Pemulihan

source: Recovery Email
id: Surel Pemulihan

source: Recovery Email Warning
id: Peringatan Surel Pemulihan

source: Remind Me Later
id: Ingatkan Lagi Nanti

source: Remove
id: Hapus

source: Remove All
id: Hapus Semua

source: Remove image meta-data
id: Hapus meta-data gambar

source: Remove Star
id: Hapus Bintang

source: Repeat
id: Ulangi

source: Reply
id: Balas

source: Reply All
id: Balas Semua

source: Reply message
id: Balas pesan

source: ReplyAll
id: Balas semua

source: Report Bugs
id: Laporkan bug

source: Report Phishing
id: Laporkan Phishing

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
id: Pesan phising yang dilaporkan akan dikirimkan kepada kami agar kami dapat menganalisis dan meningkatkan filter kami. Artinya, kami dapat membaca seluruh isi pesan tersebut.

source: Request Link Confirmation
id: Minta Tautan Konfirmasi

source: RESET MAILBOX PASSWORD
id: ATUR ULANG KATA SANDI KOTAK PESAN

source: Resetting message cache ...
id: Mengatur ulang cache pesan ...

source: Retry
id: Coba Lagi

source: Retry after %d seconds
id: Coba lagi setelah %d detik

source: Save
id: Simpan

source: Save Changes
id: Simpan Perubahan

source: Save draft
id: Simpan draf

source: Scheduled
id: Dijadwalkan

source: Search
id: Pencarian

source: Select An Option
id: Pilih Opsi

source: Select Color
id: Pilih Warna

source: Select your language
id: Pilih bahasa

source: Send
id: Kirim

source: Send anyway
id: Kirim saja

source: Send message without subject?
id: Kirim pesan tanpa subjek?

source: Send plain but stored enc
id: Kirim secara polos tapi simpan dengan enkripsi

source: Send Verification Code
id: Kirim kode verifikasi

source: Sender Verification Failed
id: Verifikasi Pengirim Gagal

source: Sending failed
id: Pengiriman gagal

source: Sending message
id: Mengirim pesan

source: Sending Message
id: Mengirim pesan

source: Sending message...
id: Mengirim pesan...

source: Sending messages from %@ address is a paid feature. Your message will be sent from your default address %@
id: Mengirim pesan dari alamat %1$@ adalah fitur berbayar. Pesan Anda akan dikirim dari alamat bawaan %2$@

source: Sent
id: Terkirim

source: SENT
id: Terkirim

source: Sent by ProtonMail with zero access encryption
id: Dikirim oleh ProtonMail dengan enkripsi nol akses

source: Sent by you with end-to-end encryption
id: Dikirim oleh Anda dengan enkripsi end-to-end

source: Sent Failed
id: Gagal Terkirim

source: Server proofs not valid!
id: Bukti server tidak valid!

source: Set a password to encrypt this message for non-ProtonMail users.
id: Atur kata sandi untuk mengenkripsi pesan ini untuk pengguna non-ProtonMail.

source: Set Password
id: Atur Kata Sandi

source: Set passwords
id: Atur kata sandi

source: Settings
id: Pengaturan

source: Share Alert
id: Peringatan

source: Share Contact
id: Bagikan Kontak

source: Share it with your friends
id: Berbagi dengan teman Anda

source: Sign Out
id: Keluar

source: Signature
id: Tanda tangan

source: Signature Updated
id: Tanda tangan diperbarui

source: Single Password
id: Sandi Tunggal

source: Snooze
id: Tunda

source: Snooze Notifications
id: Tunda Pemberitahuan

source: Snoozed for
id: Tunda dalam

source: Snoozed till
id: Tunda sampai

source: Space Warning
id: Peringatan ruang

source: Spammed
id: Ditandai spam

source: SRP Client
id: Klien SRP

source: SRP Server
id: Server SRP

source: Srp single password keyslat invalid!
id: Srp single password keysalt invalid!

source: Star
id: Bintang

source: Starred
id: Dibintangi

source: STARRED
id: Dibintangi

source: Start Time
id: Waktu Mulai

source: State
id: Negara bagian

source: Still can't find a solution
id: Masih belum menemukan solusi

source: Storage
id: Penyimpanan

source: Storage Warning
id: Peringatan Penyimpanan

source: Stored with zero access encryption
id: Disimpan dengan enkripsi akses nol

source: Street
id: Jalan

source: Subject
id: Subjek

source: Subject:
id: Subjek:

source: Subscription
id: Berlangganan

source: Subscription information temporarily unavailable. Please try again later.
id: Informasi langganan tidak tersedia untuk sementara. Coba lagi nanti.

source: Support for %i custom domains (e.g. user@yourdomain.com)
id: Mendukung %i domain khusus (contoh nama@domainanda.com)

source: support form
id: formulir dukungan

source: Support ProtonMail
id: Dukung ProtonMail

source: Swipe Left to Right
id: Geser dari kiri ke kanan

source: Swipe Right to Left
id: Geser dari kanan ke kiri

source: Swiping gestures
id: Geser gestur

source: Switched to account '%@'
id: Beralih ke akun '%@'

source: System can't copy the file
id: Sistem tidak dapat menyalin berkas

source: Take a Photo
id: Ambil foto

source: Tap send anyway to send without expiration to these recipients
id: Ketuk tetap kirim untuk mengirimkan pesan tanpa kedaluwarsa ke penerima ini

source: Temporarily disable or remove your antivirus software.
id: Nonaktifkan sementara atau hapus perangkat lunak antivirus anda.

source: terms and conditions
id: syarat dan ketentuan

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
id: Terima kasih telah mengirimkan laporan bug. Kami telah menambahkan laporan Anda ke sistem pelacakan bug kami.

source: The authentication credentials are invalid.
id: Kredensial autentikasi tidak valid.

source: The authentication token has expired.
id: Token autentikasi kedaluwarsa.

source: The current standard
id: Standar saat ini

source: The display name is now %@.
id: Nama tampilan sekarang adalah %@.

source: The draft cache is broken. Please try again.
id: Cache draf rusak. Silakan coba lagi.

source: The draft format incorrectly sending failed!
id: Pengiriman gagal. Ada kesalahan pada format draf.

source: The highest level of encryption available.
id: Tingkat enkripsi tertinggi tersedia.

source: The label name is duplicate
id: Nama label diduplikat

source: The mailbox password is incorrect.
id: Sandi kotak pesan salah.

source: The maximum number of distinct recipients is %d
id: Jumlah maksimum penerima terpisah adalah %d

source: The maximum number of labels is %d.
id: Jumlah maksimum label adalah %d.

source: The new password can't be empty.
id: Kata sandi baru tidak boleh kosong.

source: The new password can't empty
id: Kata sandi baru tidak boleh kosong

source: The new password does not match.
id: Kata sandi baru tidak cocok.

source: The new password not match
id: Kata sandi tidak cocok

source: The optional recovery email address allows you to reset your login password if you forget it.
id: Alamat surel pemulihan opsional mengizinkan Anda mengatur ulang sandi masuk jika Anda lupa.

source: The Password is wrong.
id: Kata sandi salah.

source: The password you entered does not match the current password.
id: Kata sandi yang Anda masukkan tidak cocok dengan kata sandi saat ini.

source: The passwords you entered do not match.
id: Kata sandi yang Anda masukkan tidak cocok.

source: The private key update failed.
id: Pembaruan kunci pribadi gagal.

source: The request timed out.
id: Waktu permintaan habis.

source: The total attachment size can't be bigger than 25MB
id: Total ukuran lampiran tidak boleh lebih besar dari 25MB

source: The total attachment size cannot exceed 25MB
id: Total ukuran lampiran tidak boleh melampaui 25MB

source: The URL you are trying to access is not standard and may not load properly. Do you want to open it using your device's default browser?
id: URL yang Anda coba akses tidak standar dan mungkin tidak dimuat dengan baik. Apakah Anda mau membukanya dengan peramban bawaan perangkat Anda?

source: The user is already logged in
id: Pengguna sudah masuk

source: The UserName have been taken.
id: Nama pengguna telah diambil.

source: The verification email invalid
id: Surel verifikasi tidak valid

source: The verification failed!
id: Verifikasi gagal!

source: There are still some messages in queue. If you log out, the draft will be deleted.
id: Masih ada beberapa pesan dalam antrian. Jika anda keluar, draf akan dihapus.

source: There are unsent messages that will be lost if you log out
id: Ada pesan yang tidak terkirim yang akan hilang jika anda keluar

source: There was an error creating or loading the app's saved data.
id: Terjadi kesalahan saat membuat atau memuat data yang disimpan aplikasi.

source: There was an error creating or loading the application's saved data.
id: Terjadi kesalahan saat membuat atau memuat data yang disimpan aplikasi.

source: This can take a while. Please do not dismiss the app.
id: Tunggu sebentar. Jangan tutup aplikasi ini.

source: This contact belongs to your Address Book.
id: Kontak ini ada di buku alamat Anda.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
id: Surel ini telah gagal memenuhi persyaratan autentikasi domainnya. Surel ini mungkin palsu atau tidak diteruskan dengan benar!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
id: Surel ini sepertinya berasal dari alamat ProtonMail tapi datang dari luar sistem kami dan gagal memenuhi persyaratan autentikasi kami. Surel mungkin palsu atau tidak diteruskan dengan benar!

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
id: Pesan ini mungkin phishing. Mohon periksa pengirim dan isi pesan untuk memastikan keasliannya.

source: This preference will fallback to Safari if the browser of choice will be uninstalled.
id: Prefensi ini akan kembali ke Safari jika peramban pilihan akan di hapus.

source: Title
id: Gelar

source: TLS certificate validation failed. Your connection may be monitored and the app is temporarily blocked for your safety.
id: Validasi sertifikat TLS gagal. Koneksi anda mungkin sedang dipantau dan sementara aplikasi di blokir untuk keamanan anda.

source: TLS certificate validation failed. Your connection may be monitored and the app is temporarily blocked for your safety. switch networks immediately
id: Validasi sertifikat TLS gagal. Koneksi anda mungkin sedang dipantau dan sementara aplikasi di blokir untuk keamanan anda. Segera beralih jaringan

source: To
id: Untuk
